<template>
    <div id="anchor" ref="cont" class="cont">
        <div>
            <div class="top">移动钱包“小宝花”服务协议</div>
            <p>
                移动钱包“小宝花”服务（以下简称“本服务”）是由中国移动通信集团江苏有限公司（以下简称“江苏移动”或“我们”）面向未成年人的监护人（本协议中亦称“家长”或“您”）提供，如您非该等人群，请勿使用本服务。本服务旨在促进家长与其未满18周岁孩子（以下简称“孩子”）之间的亲子互动，以便家长通过本服务维护孩子身心健康与合法权益。
                《移动钱包“小宝花”服务协议》（以下简称“本协议”）是中国移动通信集团江苏有限公司（以下简称“江苏移动”或“我们”）与您就“小宝花”服务（以下简称“本服务”）的使用等相关事项所订立的有效合约。
                <span
                    class="main">请您先仔细阅读本协议内容，尤其是字体加粗部分。如您对本协议内容或页面提示信息有疑问，请勿进行下一步操作。您可通过中国移动官方热线10086进行咨询，以便我们为您解释和说明。您通过页面点击或其他方式确认即表示您已同意本协议。</span>
            </p>
            <p>一、创建绑定</p>
            <p>
                1、家长可以通过江苏移动掌厅APP-移动钱包-小宝花服务扫描孩子电子学生证获取设备信息进行账号绑定，为您的孩子建立支付关系。即您的孩子可使用其电子学生证设备上的移动钱包APP，通过您在移动钱包中开通“小宝花”服务绑定的银行卡进行支付。您也可以随时在本服务中解除您与孩子之间的支付关系。为表述方便，本协议中，有时将您为之开启“小宝花”的孩子称为“用款人”。
            </p>
            <p>
                2、为保障用款安全，您需要按照服务页面的指引，为用款人设置免密支付限额以及日/月支付限额，如果用款人支付金额在您设置的免密支付额度范围内，无需进行密码校验，否则用款人需要输入您的移动钱包支付密码进行校验，校验通过后用款人可使用您开通“小宝花”绑定的银行卡支付。如果用款人支付金额在您设置的日/月支付限额范围内，则支付成功，否则将支付失败。
            </p>
            <p>
                <span class="red">3、学生证设备是我们识别用户身份的依据，请您与孩子务必妥善保管。如因您的原因造成账户被冒用、盗用或非法使用，由此引起的风险和损失须由您承担。</span>
            </p>
            <p>二、其他约定</p>
            <p>
                <span class="main">1、家长有权解除与孩子学生证设备的绑定关系，无需对方确认。</span>
            </p>
            <p>
                <span class="main">2、我们将全力保障您的权益，并不断努力为您提供更好的服务。请您理解，</span><span
                class="red"> 在下列情况下，我们可能会暂停、中止或终止向您提供本服务，并视情况对”小宝花“支付账号进行妥善处理，例如解除绑定、限制使用等：</span>
            </p>
            <p class="list">（1）基于法律法规及政策的规定、监管机构要求或风险管控的需要；</p>
            <p class="list">（2）您违反本协议约定，或您的支付账号存在风险，无法正常使用；</p>
            <p class="list">（3）您或孩子将本服务用于非法目的、违反公序良俗或利用本服务从事侵害他人合法权益的行为；</p>
            <p class="list">（4）我们已提前以公告或其他提示方式通知停止提供服务的。</p>
            <p>
                <span class="main">3、因下列原因导致我们无法正常提供服务，我们免于承担责任：</span>
            </p>
            <p class="list">（1）我们的系统停机维护或升级； </p>
            <p class="list">（2）因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因；</p>
            <p class="list">（3）用户的电子设备软硬件和通信线路、供电线路出现故障的；</p>
            <p class="list">（4）因用户操作不当或通过非经我们授权或认可的方式使用我们服务的；</p>
            <p class="list">（5）在我们已尽善意管理的情况下，因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、第三方服务瑕疵或政府行为等原因。
                尽管有前款约定，我们将采取合理行动积极促使服务恢复正常或提前向用户发出合理通知。
            </p>

            <p>
                <span>4、为了进一步改善用户体验，我们将会持续更新服务，为用户提供版本升级、功能升级、规则升级等服务和内容的更新，本协议也可能会随之更新。我们会以公告、客户端通知、短信或弹窗等方式（统称  “  通知  ”  ）就协议的更新向您进行告知，更新内容将在前述通知指定日期开始生效。若您不同意更新后的条款内容，您有权停止使用相关服务。</span>
            </p>
            <p>
                <span>5、本协议的成立、生效、履行和解释，均适用中华人民共和国法律（仅为本协议之目的，为避免疑义，不包括香港特别行政区、澳门特别行政区及台湾地区法律）。双方在履行本协议的过程中，如发生争议，应协商解决。协商不成的，任何一方均可向被告住所地有管辖权的人民法院提起诉讼。</span>

            </p>

        </div>
        <div>

            <div id="abc" class="top">银联二维码用户服务协议</div>
            <p>
                银联二维码支付服务（以下简称“本服务”）是由中国移动通信集团江苏有限公司（以下简称“本公司”），应用中国银联股份有限公司（以下简称“中国银联”）统一标准二维码技术与服务，向您（简称“您”或“用户”）提供的服务。本服务协议的三方是本公司、中国银联及希望使用本服务的您。
            </p>
            <p>
                <span class="main">一、协议的确认</span>
            </p>
            <p>
                1.本公司提醒您认真阅读、充分理解本协议各条款，特别是其中与您的权益有或可能具有重大关系的条款，及对本公司具有或可能具有免责或限制责任的条款。如您不同意接受本协议的任意内容，或者无法准确理解相关条款含义的，请不要进行后续操作。如果您对本协议的条款有疑问的，请拨打本公司客服电话（10086）进行询问，本公司将向您解释条款内容。您通过网络页面点击确认、以其他方式（包括但不限于签字或签章确认等方式）接受本协议，即表示您确认对本协议全部内容已充分理解并完全接受。
            </p>
            <p>
                2.您同意本公司有权根据业务发展需要对本协议的内容进行变更。我们将通过公告或客户端消息等方式予以通知，该变更自通知载明的生效时间开始生效。若您无法同意变更修改后的协议内容，您有权停止使用相关服务；双方协商一致的，也可另行变更相关服务和对应协议内容。
            </p>
            <p>
                3.如您为无民事行为能力人或为限制民事行为能力人，请告知您的监护人，并在您监护人的指导下阅读本协议和使用本服务，否则您应立即停止使用本服务。您确认，您订立并履行本协议不受您所属、所居住或开展经营活动或其他业务的国家或地区法律法规的限制。
            </p>
            <p>
                <span class="main">二、服务概述</span>
            </p>
            <p>
                银联付款码：指通过应用银联统一标准二维码技术或本公司二维码技术，向您提供的、通过手机等移动终端实现收付款人之间货币资金转移的行为。
            </p>
            <p>
                您使用本服务的客户端向特定商户出示付款码（含二维码及条码，以下简称“付款码”）并经商户扫描（以下简称“被扫业务”）或您使用客户端扫描特定商户出示的用于标识商户或订单的二维码（以下简称“主扫业务”）并对交易金额进行确认的，即视为您不可撤销地授权本公司或发卡银行从您指定的支付渠道中划扣相应交易金额，并将上述资金用于向您指定的商家付款的支付指令。
            </p>
            <p>
                <span class="main">三、服务规则</span>
            </p>
            <p>
                1.当您用银联付款码进行交易时，您在一定额度内无需输入密码即可完成支付。正常情况下，免密额度为500元，即付款金额不足500元的交易，不需要验证支付密码及其他交易指令验证要素。单笔最高限额2000元，付款金额超过2000元的交易，将被银联直接拦截。本公司有权根据客观情况及风险控制调整您的免密额度和单笔限额。
            </p>
            <p>
                2.使用本服务前以及过程中，您可选择开通掌厅钱包电子账户（以下简称“掌厅钱包”），并授权将您的掌厅钱包账户与银联二维码付款账户进行绑定，或者绑定您的银行卡，以便本公司和中国银联完成您的交易指令。
            </p>
            <p>
                3.本公司会对您交易的IP、设备、单日以及单月最高限额做风控校验，触发风控将直接拦截交易或者需要验证您本人身份。另外本公司有权根据客观情况及风险控制调整您的单日以及单月最高限额。
            </p>
            <p>
                <span class="main">四、用户的权利义务</span>
            </p>
            <p>
                1.银联付款码服务仅限用于个人消费领域，不得用于生产经营、投资等非消费领域。
            </p>
            <p>
                2.您同意承诺不会利用本服务从事任何非法的或违反本协议目的或者侵犯其他第三方权益的行为，否则本公司有权立即单方面终止提供本服务，并不承担任何责任; 如果因您的行为给本公司造成损失的，您应承担全部赔偿责任。
            </p>
            <p class="red">
                3.您应确保您是开通本服务时所提供的银行卡持有人，可合法有效使用该银行卡且未侵犯任何第三方合法权益，否则因此造成本公司、持卡人损失的。您应负责赔偿并承担全部法律责任。您应确保开通本服务所提供的手机号码为本人所有，并授权本公司可以通过第三方渠道对您所提供手机号码的真实性、有效性进行核实。
            </p>
            <p>
                4.您须妥善保管您本人的银行卡信息及您本人相关的证件类型、证件号码、密码、手机号码、交易密码、有效期、CVN2以及江苏移动掌厅账号、密码、来自于本公司或发卡行向您发送的校验码等与银行卡的一切信息和设备（以下简称“身份信息及卡信息”）。您应妥善保管您的手机和SIM卡，任何通过您的手机或SIM卡发起的付款服务均视为您本人行为。<span
                class="red">如身份信息及卡信息发生变更、遗失、泄露或手机以及SIM卡发生遗失等情况，您应及时通知本公司或发卡银行，以减少可能发生的损失。无论是否已通知本公司或发卡银行，因身份信息或卡信息泄露、遗失或手机、SIM卡遗失等所致损失由您承担。因您身份信息或卡信息等发生变更未及时通知本公司或发卡银行所致损失由您承担。
            </span></p>
            <p>
                5.您在使用本服务时，应当认真确认交易信息，包括且不限于商品名称、数量、金额等，并按业务流程确认交易并发出支付指令，并使用您选择的支付渠道进行付款，您发出的指令不可撤回或撤销。<span class="red">您确认在使用本服务的意思表示出自您的真实意愿，无论您通过以上何种方式向本发出指令，均视为您本人的指令，且成为本公司或发卡银行根据您指令进行划扣款项或进行其他操作的唯一指令,
                您对使用本服务过程中发出的指令的真实性及有效性承担全部责任，本公司或发卡银行依照您的指令进行操作的风险及损失由您承担。</span>
            </p>
            <p>
                6.您在使用本服务期间，如您的支付指令未明确支付渠道或顺序，本公司或发卡银行可以从您实际可用的支付渠道中进行扣款，包括掌厅钱包账户余额、及已经绑定的其他银行卡，或其他实际支持的支付渠道，支付渠道的顺序以实际为准。您应当遵守与掌厅钱包支付、银行卡等业务相关的协议、规则、章程等，否则导致的责任及损失由您承担。
            </p>
            <p>
                7.因您选择的支付渠道状态异常，包括但不限于相关账户状态异常（包括但不限于挂失、冻结、变更、注销等）、银行卡余额不足、掌厅钱包额度不足等原因所导致的损失及风险由您承担。
            </p>
            <p>
                8.您认可本服务的使用记录数据、交易金额数据等均以本公司系统平台记录的数据为准。
            </p>
            <p>
                9.您应遵守本服务的相关使用规则及要求，具体以本公司在页面提示的规则及要求为准，否则因此导致的损失由您承担。
            </p>
            <p>
                10.您对本服务如有疑问、建议或意见时，可拨打本公司客服电话（10086）进行咨询和投诉。
            </p>
            <p>
                <span class="main">五、除外责任</span>
            </p>
            <p>
                1.因下列情形导致您无法使用本服务时，本公司不承担任何责任，该情形包括但不限于: （1）本公司的系统停机维护或升级并提前予以通知的; （2）本公司提供服务所依赖的电信设备出现故障; （3）因台风、地震、海啸、洪水、雷电、停电、战争或恐怖袭击、罢工等不可抗力原因;
                （4）您的电脑软件、系统、硬件和通信线路、供电线路出现故障的; （5）您操作不当或通过非本公司认可的方式使用本服务的;
                （6）因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、银行原因、第三方服务瑕疵或政府行为等原因; （7）其他不可归因于本公司的原因。
            </p>
            <p>
                2.您理解并同意，在任何情况下，本公司仅以该次服务过程中扣款金额为限对您的直接损失进行赔偿; 在任何情况下，本公司不就您的利润、商誉、资料损失或其他损害承担任何间接、附带、特别、衍生性或惩罚性赔偿。
            </p>
            <p>
                3.非因本公司的过错而导致的损失均由您承担，该等过错包括但不限于: （1）您的手机遗失或您提供的手机号码有误; （2）您在支付过程中，未核对交易信息导致您支付的交易与您本欲进行的交易事项不一致; （3）您未按照本协议内容或本服务的操作提示进行操作，或未及时修改密码导致密码被他人破解;
                （4）您未妥善保管您的电子支付账号信息、银行卡信息、身份信息或手机信息（含短信验证码） , 导致该等信息泄露。
                因您购买商品或服务而与商家产生的任何纠纷均由商家协商解决，与本公司或中国银联无关。
            </p>
            <p>
                <span class="main">六、法律适用和管辖</span>
            </p>
            <p>
                1.您同意，本协议之效力、解释、变更、执行与争议解决均适用中华，人民共和国法律，没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。
            </p>
            <p>
                2.您同意，因本协议产生之争议，双方应努力友好协商解决。如协商不成，本公司和您同意由本公司住所地法院管辖审理双方的纠纷或争议。
            </p>
        </div>
        <div id="A01" :class="{canClick:isCanclick}" class="btn" @click="hasRead">我已阅读并知晓</div>
    </div>
</template>

<script>
import { Toast } from 'mand-mobile';
import { initPageJs } from '@/common/Page2435_1_fn.js';

export default {
    data() {
        return {
            hasread: false,
            isCanclick: true,
            isBottom: false,
            isHasRead: false,
            textBox: {},
            touchArr: [
                {
                    id: 'A01',
                    touchCode: 'WAP_T_BABYFLOWER_AGREEMENT_01_A01'
                }
            ]
        };
    },
    mounted() {

        if (this.$route.query.flag) {
            console.log(this.$route.query.flag);
            this.isHasRead = true;
            if (this.$route.query.position) {
                document.querySelector('#abc')
                    .scrollIntoView(true);
            }
        }

        if (!this.isHasRead) {
            Toast.info('请滑动文字到底阅读完协议');
            this.isCanclick = false;
        }
        this.handleScroll();
        this.$nextTick(() => {
            this.textBox = this.$refs.cont;
            const boxHeight = this.textBox.clientHeight;
            const windowHeight = document.documentElement.clientHeight || document.body.clientHeight;
            if (boxHeight < windowHeight) {
                this.isBottom = true;
            }
        });
        window.addEventListener('scroll', this.handleScroll);
        initPageJs(this.$route.meta.pageName, this.touchArr);
    },
    methods: {
        handleScroll() {
            // 获取滚动时的高度,可视区的高度,滚动条的总高度
            // 变量scrollTop是滚动条滚动时，距离顶部的距离
            const scrollTop = document.documentElement.scrollTop || document.body.scrollTop;
            // 变量windowHeight是可视区的高度
            const windowHeight = document.documentElement.clientHeight || document.body.clientHeight;
            // 变量scrollHeight是滚动条的总高度
            const scrollHeight = document.documentElement.scrollHeight || document.body.scrollHeight;
            if (scrollTop + windowHeight + 10 >= scrollHeight) {
                // 把距离顶部的距离加上可视区域的高度 等于或者大于滚动条的总高度就是到达底部
                this.isCanclick = true;
            }
        },
        hasRead() {
            if (this.isCanclick) {
                this.$router.replace({
                    name: 'openFlower',
                    query: {
                        ...this.$route.query,
                        hasread: this.isCanclick
                    }
                });
            }
        }
    }
};
</script>
<style lang="less" scoped>
.cont {
    padding: 0.3rem;
    line-height: 0.37rem;
    word-break: break-all;

    .top {
        text-align: center;
        font-weight: 600;
        font-size: 0.35rem;
        line-height: 0.8rem;
    }

    .main {
        font-weight: 600;
    }

    p {
        font-size: 0.3rem;
        line-height: 0.4rem;
        margin-bottom: 0.1rem;
    }

    .red {
        color: red;
        font-weight: bold;
    }

    .list {
        text-indent: 2em;
    }

    p:last-of-type {
        margin-bottom: 1rem;
    }

    .btn {
        width: 6.9rem;
        height: 0.82rem;
        font-size: 0.36rem;
        line-height: 0.82rem;
        color: #fff;
        background: #9bc9f3;
        text-align: center;
        border-radius: 0.08rem;
        position: fixed;
        bottom: 0;
    }

    .canClick {
        background: #238FF2;
    }
}
</style>
