<template>
    <div class="textContaion">
      <p>
        尊敬的用户：
      </p>
        <p>
            您好！易充值用户协议（以下简称“本协议”）是中国移动通信集团江苏有限公司（以下简称“本公司”）与用户(以下简称“用户”或“您”)就自动充值缴费等相关事项所订立的有效合约。用户通过签字确认接受本协议，即表示用户与本公司已达成协议并同意接受本协议的全部约定内容。
        </p>
        <p>
            在接受本协议之前，请您仔细阅读本协议的全部内容（特别是以粗体下划线标注的内容）。如果您不同意本协议的任意内容，或者无法准确理解本公司对条款的解释，请不要进行后续操作。根据《中华人民共和国合同法》、《中华人民共和国电信条例》及其他有关法律、法规的规定，在平等、自愿、公平诚信的基础上，您与本公司就易充值服务的有关事宜，达成如下协议：
        </p>
        <p>
            一、您应确保您在使用本服务时的银行卡为您本人的银行卡，确保您使用银行卡的行为合法、有效，未侵犯任何第三方合法权益；否则因此造成持卡人损失的，您应负责赔偿并承担全部法律责任，包括但不限于冻结您的话费资金、从您的原有话费账户中扣除相应的款项等。
        </p>
        <p>
            二、您应妥善保管银行卡、卡号、密码以及涉及个人身份有关的一切信息。如您遗失银行卡、身份证或泄露其他个人相关信息的，您应及时通知发卡行/或本公司，以减少可能发生的损失。因泄露密码、丢失身份证和银行卡等所致损失需由您自行承担。
        </p>
        <p>
            三、您不应将易充值用于任何非法的或违反本协议的目的。
        </p>
        <p>
            四、您如签约易充值，应当在认真确认金额及个人信息后输入密码或短信验证码进行支付或绑定
            。您认可和同意：输入密码或短信验证码即视为您确认交易和交易金额并已不可撤销地向本公司平台发出指令，本公司和银行或第三方支付机构有权根据该指令从您提供的银行卡中划扣资金给指定手机号码账户进行充值，并完成银行卡、支付账户与指定手机号码的话费账户绑定。您理解并同意本公司和银行仅是依据您的指令进行款项的划扣，除非错误的执行了相关指令，否则因此产生的损失与本公司和银行无关。届时您不应以未在交易单据中签名、签名不符、非本人意愿交易等原因要求本公司退款或承担其他责任。
        </p>
        <p>
            五、您在对使用易充值过程中发出指令的真实性及有效性承担全部责任；您承诺，本公司照您的指令进行操作的一切风险由您承担。您认可本公司系统平台的使用记录数据、交易金额数据等均以本公司系统平台记录的数据为准。同时您授权本公司有权留存您在公司网站填写的相应信息，以供后续向您持续性地提供相应服务（包括但不限于将本信息用于向您推广、提供其他更加优质的产品或服务）。
        </p>
        <p>
            六、您同意并授权本公司依据其自身判断对涉嫌欺诈或被他人控制并用于欺诈目的的交易采取相应的措施，上述措施包括但不限于冻结账户及资金、处置涉嫌欺诈的资金。
        </p>
        <p>
            七、出现下列情况之一的，本公司有权立即终止您使用易充值相关服务而无需承担任何责任：
            （1）违反本协议的约定；（2）违反公司网站/或其他关联公司网站的条款、协议、规则、通告等相关规定，而被上述任一网站终止提供服务的；（3）公司认为向您提供本服务存在风险的；（4）您的银行卡有效期届满。
        </p>
        <p>
            八、您同意，本协议适用中华人民共和国大陆地区法律。因本公司与您就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成，您同意由本公司住所地法院管辖审理双方的纠纷或争议。
            本协议内容包括协议正文及所有本公司已经发布的或将来可能发布的易充值的使用规则。所有规则为本协议不可分割的一部分，与协议正文具有相同法律效力。若您在本协议内容发生修订后，继续使用易充值的，则视为您同意最新修订的协议内容；否则您须立即停止使用本服务。
        </p>
        <p>
            九、本协议有效期为一年。在有效期满前五天，如任何一方未向对方提出终止或变更协议的要求，本协议自动展期一年。上述展期不受次数限制。在本协议有效期内，本公司如因与银行或者支付机构合作终止，导致服务终止，将提前一周通知您，并单方面解除协议，通知方式包括但不限于短信、电话、本公司网站、微信公众号、支付宝生活号、APP等电子渠道信息推送。
        </p>
        <p>
            十、本协议一经您点击确认，即刻生效
        </p>
    </div>
</template>
<style lang="less" scoped>
.textContaion {
  height: 600px;
  overflow-y: auto;
    p {
        text-align: left;
        font-size: 24px;
        color: #333;
        font-weight: 400;
        line-height: 1.5;
    }
}
</style>
