<template>
  <div class="agreement" v-show="agreement.isShow">
    <div class="info">
      <div class="title">
        <span class="titleTxt">招商银行“一网通账户”开户须知</span>
      </div>
      <div class="content">
         <div style="text-indent: 2em; margin-bottom: 1rem">
          <p>
            一、根据中国人民银行有关个人银行结算账户分类管理的规定，个人银行人民币结算账户（不包括信用卡）划分为三类，即Ⅰ类银行账户、Ⅱ类银行账户、Ⅲ类银行账户。“一网通账户”是申请人通过招商银行提供的电子渠道开立的非面核个人Ⅱ类或Ⅲ类银行账户。申请Ⅱ类户时申请人需提供本人在招商银行或其他银行开立的同名Ⅰ类银行账户或信用卡作为绑定账户，申请Ⅲ类户时申请人需提供本人在招商银行或其他银行开立的同名银行账户作为绑定账户（绑定账户用于辅助验证客户身份信息和资金转入转出）。“一网通账户”不配发实体卡片或存折等介质。对申请开立的“一网通账户”为Ⅱ类银行账户的，招商银行为申请人提供购买投资理财产品以及限定金额的消费、缴费及转账（仅允许从绑定账户转入资金，但可向任一账户转出资金）等监管机构允许的服务；对于申请开立的“一网通账户”为Ⅲ类银行账户的，招商银行为申请人提供限定金额的消费、缴费及转账（其中一个可以支持非绑定账户转入资金，可向任一账户转出资金）等监管机构允许的服务。
          </p>
          <p>
            二、申请人自愿开立“一网通账户”，并同意遵守国家有关金融法律法规、政策，中国银联的相关规定及招商银行业务规章制度。“一网通账户”的开户必须由申请人本人办理，不得由他人代办。招商银行有权对申请人作相应的资格审核；对于符合申请资格的，招商银行有权对单个客户开立“一网通账户”个数进行限制。
          </p>
          <p>
            三、申请人保证向招商银行提供的开户证件符合个人存款账户实名制规定，并保证在招商银行填写的资料真实、合法、有效、完整，
            <strong>其中“一网通账户”绑定手机号码作为招商银行与申请人联系、核实交易、验证身份、维护申请人资金安全的重要方式，申请人应预留本人实名登记的手机号码，该手机号码应与申请人绑定账户使用的手机号码保持一致（且处于申请人有效掌控下），并注意做好手机安全防护工作。申请人预留非本人实名登记手机号码的，招商银行有权停用申请人相关账户，待申请人更新本人实名登记的手机号码后再恢复使用。申请人无合理理由与他人在招商银行预留相同手机号码的，招商银行将按照监管规定，暂停申请人账户的非柜面业务，待申请人完成手机号码确认或变更手续后再恢复非柜面业务办理。</strong>
          </p>
          <p>
            <strong>
              申请人知晓且有权选择是否同意接受招商银行通过招商银行App站内推送、短信、电子邮件或电话等方式向其推送服务及商业性信息。申请人不同意接受上述服务或商业性信息的，可通过招商银行客户服务电话95555或相应信息推送渠道指引的退订方式进行取消。
            </strong>
          </p>
          <p>
            <strong>
              如申请人留存在招商银行的个人资料发生变更时，申请人应及时通过招商银行营业网点或相关自助渠道修改，申请人未及时更新的，招商银行根据风险管理需要，有权采取适当的管控措施，包括但不限于中止申请人的账户业务。因申请人未及时更新个人资料，或因申请人其他原因导致招商银行在需要联系申请人时无法及时联系上的，由此而产生的后果和风险由申请人自行承担。
            </strong>
          </p>
          <p>
            四、
            <strong>申请人同意，若招商银行对个人账户新推出其他服务功能，除招商银行规定需要到招商银行办理确认手续的之外，申请人已开立的账户自动享有该项新推出的服务功能。如申请人不接受某服务功能的，可向招商银行提出申请关闭该服务功能；如申请人使用该服务功能的，即视为申请人自愿接受该服务功能。</strong
            >
          </p>
          <p>
            五、申请“一网通账户”时，招商银行将自动按申请人提供的手机号码注册“一网通用户”，如申请人本人已在招商银行注册过实名“一网通用户”，则“一网通账户”将自动下挂至该“一网通用户”名下。
            申请人如需查看、使用“一网通账户”，需下载招商银行App，并使用“一网通用户”登录。“一网通账户”设置的密码包括登录密码和支付密码（与“一网通用户”共用登录密码和支付密码），招商银行App登录账户使用登录密码，各类资金业务使用支付密码。
            <strong>
              凡使用密码及/或短信验证码/指纹/面容ID进行的交易均视为申请人本人办理的交易，申请人可有效证明非本人操作的除外。
              申请人应依法合规开立和使用本人相关账户，妥善保管一网通用户/账户、密码、短信验证码、手机及其号码、开户资料等个人资料，不得出租、出借、出售、购买一网通用户、一网通账户、手机SIM卡等账户存取工具和安全认证工具，不得泄露个人账户资料等信息。
              招商银行不承担因申请人对上述个人信息保管不当或遗失账户安全认证工具所造成的风险及损失，由此产生的法律责任由申请人承担。
            </strong>
          </p>
          <p>
            六、申请人知悉，招商银行对经设区的市级及以上公安机关认定的
            <strong>
              出租、出借、出售、购买银行账户的单位和个人及相关组织者，假冒他人身份或者虚构代理关系开立银行账户的单位和个人，5年内暂停其银行账户非柜面业务，并不得为其新开立账户。
            </strong>
            惩戒期满后，受惩戒的单位和个人办理新开立账户业务的，招商银行将加大审核力度。
            <strong>人民银行将上述单位和个人信息移送金融信用信息基础数据库并向社会公布。</strong>
            申请人知悉，根据相关法律法规规定，
            <strong>出租、出借、出售、购买银行账户将给予警告并处于罚款，构成犯罪的将被追究刑事责任；非法持有他人银行账户，冒用他人居民身份证或者使用骗领的居民身份证，购买、出售、使用伪造、变造的居民身份证的，将依法追究刑事责任。</strong
            >
          </p>
          <p>
            七、一网通账户”申请人可自行选择是否发起与绑定卡之间的资金转入、转出请求。申请人同意在向招商银行发起绑定卡转入请求后，由招商银行按照申请人请求从申请人在本行开立的绑定账户或通过各类
            <strong>跨行转接通道从他行开立的绑定账户</strong>
            中划扣相应的款项，实时转入“一网通账户”。申请人同意在向招商银行发起绑定卡转出请求后，招商银行按照申请人请求从申请人“一网通账户”划扣相应的款项，实时转入申请人在本行或他行开立的绑定账户。
          </p>
          <p>
            八、<strong>申请人同意招商银行根据法律法规、监管机构的规定，对“一网通账户”的余额上限、消费、转账及存取现金等业务设置限额。</strong>
            对申请开立的“一网通账户”为Ⅱ类银行账户的，消费、缴费及向非绑定账户转出资金/取出现金日累计限额合计为
            <strong>1万元</strong>
            （如监管机构的规定发生变化，限额随之调整，下同），年累计限额合计为
            <strong>20万元</strong>，
            “一网通账户”与绑定账户之间的资金转入与转出、购买/赎回理财产品、发放贷款及贷款资金归还不受转账限额规定；对申请开立的“一网通账户”为Ⅲ类银行账户的，余额最高不超过
            <strong>2000元</strong>，
            消费、缴费及向非绑定账户转出资金/取出现金日累计限额合计为
            <strong>2000元</strong>，
            年累计限额合计为
            <strong>5万元</strong>，
            如客户未在招商银行留存身份证证件照片，“一网通账户”资金入账及出账总额不超过
            <strong>5万元。除以上限额规定，“一网通账户”同时还受限于单项业务本身的限额管控（申请人自行设定以及招商银行根据业务特点、风险控管等因素统一设定的限额等）。</strong>
          </p>
          <p>
            九、“一网通账户”默认开通账务变动通知服务，如不需要此项服务，可以通过招商银行App取消。招商银行通过95555和106929395555等短信端口，招商银行App和www.cmbchina.com官方网站等向申请人发送短信通知或提供电子银行等服务。
            <strong>
              申请人使用各种渠道时应仔细辨别是否属于招商银行官方指定渠道，如申请人通过或信赖其他非招商银行指定网址、电话号码等方式办理电子银行业务造成的资金损失，由申请人自行承担。
            </strong>
          </p>
          <p>
            十、申请人同意招商银行按照监管机构的有关规定，对招商银行提供的账户管理或其他服务收取相关费用，
            <strong>具体收费内容和收费标准以招商银行官方网站及营业场所的最新公告为准。</strong>
            如遇费用调整,招商银行将在官方网站及营业场所醒目位置进行公告，不再逐一通知申请人，如果申请人对调整后的收费标准存在任何异议，有权向招商银行申请终止相关服务或账户；如果在上述相关公告生效后申请人继续使用上述服务，视为申请人接受收费标准的调整。
          </p>
          <p>
            十一、<strong>申请人同意并自愿授权招商银行收集、存储、使用和内部传输申请人的姓名、证件号码、银行卡号、银行卡验证码（CVV）、手机号码、交易信息等相关个人信息，</strong>
            用于招商银行为申请人提供个人账户相关的产品或服务，以及保障申请人个人账户的使用安全和交易风险管理。
          </p>
          <p>
            申请人知悉并同意Ⅱ、Ⅲ类账户开户验证业务需要采集和处理的个人信息包括姓名、身份证号、手机号码、银行卡信息等必要的个人信息，用于核实持卡人身份真实性。
            招商银行（Ⅰ类户开户行）作为银行卡账户验证业务的被验证行，将从中国银联等清算机构接收前述个人信息并与本行留存的持卡人个人信息进行一致性进行比对并输出核验结果，反馈给相应Ⅱ、Ⅲ类账户开户行，同时留存该笔核验业务的日志信息以便于开展安全管理和客户投诉处理。
          </p>
          <p>
            出于业务办理过程中的服务需要、纠纷发生时的举证需要、法律法规及监管（包括但不限于反洗钱）要求，
            <strong>
              申请人同意并授权招商银行将采集的个人信息进行存储，保存期限为自采集之日至申请人与招商银行业务关系终结后另加五年。法律、行政法规、政府规章、监管规范对客户个人信息资料有更长保存期限要求的，遵守其规定。
            </strong>
          </p>
          <p>
            申请人知悉招商银行会按照国家信息系统安全保护相关要求，进行安全管理，维护申请人的个人信息安全，并知悉申请人在个人信息处理活动中还可向招商银行行使法律所赋予本人对个人信息的知情权、决定权、查阅权、复制权、更正及补充权、解释权等。
          </p>
          <p>
            <strong>
              申请人同意并授权招商银行根据国家法律法规规定或我国政府签署的国际协议或出于为申请人提供产品和服务或保障申请人账户和交易安全目的，视情况将其银行卡号、手机号码、设备信息等个人资料披露给国家有权机关、金融机构，或与招商银行有直接合作关系的招商银行集团成员（包括但不限于招商银行境内外全资子公司、控股子公司等）、
              招商银行的服务机构、代理人、外包作业机构、联名卡合作方等合作机构。申请人了解并知悉招商银行获取其个人资料主要用于申请人账户及交易风险管理、身份识别、客户分类、提供产品或服务等，
            </strong>
            招商银行作为申请人个人信息的保管者，通过专业技术手段采取加密储存与传输，保障申请人个人信息的安全。申请人了解并知悉，除招商银行以外的第三方机构因上述授权而获取申请人的个人信息，
            招商银行承诺将通过签署法律协议的方式及/或由客户授权的方式，要求接收招商银行披露资料的第三方机构（国家有权机关除外）对申请人资料承担保密义务，并承诺除法律法规规定或本须知约定的情形外，未经申请人许可，不会向第三方公开、透露申请人的个人信息。
          </p>
          <p>
            申请人确认，根据《非居民金融账户涉税信息尽职调查管理办法》等法律法规以及中国与境外国家签订的信息交换政府间协议，将如实申报其是否为非居民，并在符合上述条件的情况下提供税收居民身份信息，
            <strong>如上述税收居民身份发生变更，将在30日内通知招商银行。</strong>
            若申请人符合《非居民金融账户涉税信息尽职调查管理办法》等法律法规规定的信息报送要求，招商银行将根据监管机构的前述规定对申请人的账户信息、税收居民身份等个人信息进行报送。
          </p>
          <p>
            十二、
            <strong>
              如申请人账户用于非法平台收款、赌博、毒品买卖等违法违规活动，或招商银行有合理理由怀疑账户、交易与洗钱、恐怖融资、扩散融资等犯罪活动相关，或涉嫌违反联合国、我国等国际组织或者国家发布的可适用的制裁项目时，招商银行有权采取相应的交易限制措施
              （包括但不限于停止金融账户的开立、变更、撤销和使用，暂停金融交易，拒绝转移、转换金融资产）；如招商银行通知申请人于规定期限内办理销户手续，申请人逾期未办理则视同自愿销户，招商银行可以停止该账户金融服务并销户，由此造成的责任和损失由申请人自行承担。
            </strong>
          </p>
          <p>
            十三、个人账户开立后，申请人可以将其名下银行账户与第三方非银行支付机构或商业机构（包括但不限于本行特约商户、银行卡收单机构）等建立关联业务，包括但不限于快捷支付、商业委托支付（自动扣款）等网络支付交易。
            <strong>
              该类网络支付交易按照申请人与第三方支付机构或商业机构约定的方式进行身份核验，招商银行将根据第三方支付机构或商业机构的指令进行签约、解约、扣款等操作。申请人知悉其与第三方非银行支付机构或商业机构等建立关联业务时，其在招商银行开立个人账户的姓名、证件号码、
              银行卡号、手机号码等个人信息可能被非银行支付机构或商业机构、银行卡清算机构采集、保存和使用，申请人应审慎建立关联业务，妥善保管个人信息，不要将个人账户交易密码与第三方支付机构关联业务支付密码设置为相同的密码。因申请人保管不善泄露个人信息或其它不可抗力造成的关联业务等支付、损失、风险等后果由申请人承担。
            </strong>
          </p>
          <p>
            十四、<strong>
              为保证申请人“一网通账户”的资金安全，招商银行根据监管机构的规定或因风险控管的需要，在申请人使用招商银行电子银行服务过程中，对申请人的异常申请或其账户发生的异常交易可采用交易密码、动态验证码、动态问答、生物识别技术、
              人工核实等其中一种或者多种身份鉴别手段，对申请人身份进行核实，并有权暂行停止申请人“一网通账户”的支付、转账等资金交易,或临时关闭申请人“一网通账户”的部分服务功能，或对申请人“一网通账户”的消费、转账、支付等自助渠道交易的额度进行调整。
            </strong>
          </p>
          <p>
            十五、申请人同意“一网通账户”中的人民币活期账户自动设置为个人银行结算账户。申请人保证遵守《人民币银行结算账户管理办法》、《关于落实个人银行账户分类管理制度的通知》等金融监管机构的规定使用个人银行存款账户。
          </p>
          <p>
            十六、申请人开立“一网通账户”后自动享有招商银行App查询账户、修改密码等服务。同时，“一网通账户”还享有如账户内定期转活期、定期到期转活期等功能。
          </p>
          <p>
            十七、对申请开立的“一网通账户”为Ⅱ类银行账户的，申请人同意“一网通账户”中的整存整取定期存款到期后由招商银行代为转存。转存后的整存整取存款，取款手续视同整存整取定期存款到期支取办理。
          </p>
          <p>
            十八、申请人开通自助渠道转账等个人电子银行业务服务的，应遵守《招商银行个人客户电子银行业务服务协议》规定。申请人可通过招商银行网点或官方网站获取上述协议。
          </p>
          <p>
            十九、
            <strong>因不可抗力因素、非招商银行原因导致的系统故障、通讯异常、申请人自身原因或其他非招商银行原因造成的申请人“一网通账户”的资金风险和损失，招商银行不承担相应责任，但可视情况协助申请人并提供必要的帮助。</strong>
            若招商银行对于客户资金风险和损失有过错的，按照过错程度承担相应的法律责任。
          </p>
          <p>
            二十、申请人如不再需要使用“一网通账户”（如属于Ⅱ类银行账户，该账户中应无理财、基金等产品或理财、基金等产品均已到期回款），可通过招商银行柜台或招商银行提供的电子渠道申请销户。
          </p>
          <p>
            二十一、
            <strong>
              招商银行有权对两年（含）以上不活动且账户余额为零的“一网通账户”采取临时销户措施，或对两年（含）以上不活动且招商银行合理认为余额较少的“一网通账户”暂停使用。招商银行对相关账户采取上述措施的，申请人可在招商银行网点申请恢复账户使用。
            </strong>
          </p>
          <p>
            二十二、本须知中未尽事宜按照我国相关法律法规、监管规定或通行的金融惯例办理。申请人知悉，如对本须知或相关服务存在疑问、投诉或建议，可拨打招商银行咨询投诉电话95555
            （如所在地无招商银行营业网点，请拨打0755-95555）、登录官方网站（www.cmbchina.com）、招商银行App，或通过招商银行各营业网点咨询或反映。
          </p>
          <p>
            二十三、
            <strong>
              招商银行保留根据国家法律法规和监管规定修改本须知的权利。招商银行如对本须知进行修改，新版须知将提前在招商银行官网、营业场所发布并于发布时确定的生效之日起生效。
              申请人若因对本须知的修改有异议而决定不再使用所开立账户的，有权向招商银行申请销户；申请人未作销户的，视同申请人同意接受修改后的内容，修改后的条款对申请人具有法律约束力。
            </strong>
          </p>
          <p>
            二十四、
            <strong>
              申请人确认招商银行对上述须知中有关减轻、限制招商银行责任等与申请人有重大利害关系的条款已向申请人予以充分解释说明，申请人在招商银行相关电子渠道勾选认可本须知即视为已完全理解本须知内容并自愿接受其约束。
            </strong>
          </p>
        </div>
      </div>
    </div>
    <md-button class="checkProtocol" @click="closeAgree" id="A09"
      >确认</md-button
    >
  </div>
</template>

<script>
import mdHeader from '@/components/mdHeader';
import { mapState } from 'vuex';

export default {
    name: 'agreement',
    components: {
        mdHeader
    },
    computed: {
        ...mapState(['agreement'])
    },
    methods: {
        returnAgree() {
            this.$store.commit('AGREEMENT', false);
        },
        closeAgree() {
            this.$store.commit('AGREEMENT', false);
        }
    }
};
</script>

<style scoped lang="less">
.agreement {
  position: fixed;
  left: 0;
  top: 0;
  bottom: 0;
  right: 0;
  background: #fff;
  z-index: 999;
  height: 100% !important;
  margin-top: 0 !important;
  padding: 0.5rem 0.74rem 0.6rem !important;
  .info {
    height: 81%;
    overflow-y: scroll;
    margin-top: 0.4rem;
  }
  p {
    font-size: 0.26rem;
    color: #666666;
    line-height: 0.4rem;
  }
  .title {
    background-color: #fff;
    text-align: center;
    position: relative;
    font-size: 0.36rem;
    color: #333;
    font-weight: 700;
    margin-bottom: 0.2rem;
  }
  .content {
    margin: 30px;
    font-size: 26px;
    line-height: 40px;
    .serviceProtocol {
      font-size: 36px;
      color: #333333;
      font-weight: 600;
      line-height: 50px;
      text-align: center;
      margin-bottom: 20px;
    }
    .serviceContent {
      text-indent: 72px;
    }
    .smallTitle {
      font-size: 26px;
      text-align: left;
      font-weight: 600;
      color: #333333;
      line-height: 40px;
    }
    .secondTitle {
      font-size: 26px;
      font-weight: 600;
      text-align: left;
      color: #333333;
      line-height: 40px;
    }
    .company {
      font-size: 26px;
      font-weight: 600;
      text-align: right;
    }
    .serviceTime {
      font-size: 26px;
      font-weight: 600;
      text-align: right;
      margin-right: 104px;
    }
    .whiteBlock {
      width: 100%;
      height: 100px;
    }
    .checkProtocol {
      position: fixed;
      width: 700px;
      bottom: 0;
      left: 50%;
      transform: translateX(-50%);
    }
  }
}
.md-button.block {
  margin: 0.3rem auto;
}
</style>
