<template>
    <div v-show="bcmAgreement.isShow" class="bcmAgreement">
        <div ref="info" class="info" @scroll="onscroll">
          <template v-if="!isDisplayConfiguration">
            <!-- 交通银行太平洋借记卡章程 -->
            <div id="a1" class="title-item">
                <span class="titleTxt">交通银行太平洋借记卡章程</span>
            </div>
            <div class="content">
                <div style="text-indent: 2em; margin-bottom: 1rem">
                    <p>
                        第一条　为满足广大居民消费支付的需求，向社会各界提供更好的金融服务，同时为规范交通银行各发卡机构（以下简称发卡机构）和持卡人的权利义务，根据适用的法律法规（包括其后的任何修改或替代，以下简称“适用法律”）及有关规定，制定本章程。
                    </p>
                    <p>
                        第二条　太平洋借记卡（以下简称太平洋卡）是由交通银行发行的以人民币结算的金融支付工具（含联名/主题/照片卡），可在发卡机构营业网点、电话银行、网上银行、手机银行、自助银行等渠道，以及发卡机构认可的其他金融机构的营业网点和贴有中国银联标识的特约商户、自助银行上使用。该卡具有消费、存取现金、圈存和圈提（仅限芯片卡）、查询、转账（包括卡与卡、卡与储蓄、卡与各代理机构之间的转账及各种转账缴费等，下同）结算等功能。
                    </p>
                    <p>
                        第三条　太平洋卡为个人卡，分为主卡和附属卡。按发卡对象年龄分为普通卡和儿童卡，其中普通卡按客户等级分为一般卡、交银理财卡和沃德卡。按卡片介质分为磁条卡和纯芯片卡、集芯片和磁条于一体的复合卡和无介质卡；芯片卡按芯片的读取方式不同，分为接触式芯片卡、非接触式芯片卡、同时支持接触式和非接触式的双界面芯片卡。太平洋卡活期结算账户可分为Ⅰ类账户、Ⅱ类账户和Ⅲ类账户。
                    </p>
                    <p>
                        第四条  申请人可凭公安部门认可且符合发卡机构规定的本人有效身份证明文件（包括身份证、护照、港澳居民来往内地通行证、台湾居民来往大陆通行证、港澳居民居住证、台湾居民居住证等，下同）向发卡机构申领个人主卡；个人主卡申请人可为本人及其配偶和直系亲属申领附属卡（发卡机构规定只可办理个人主卡的卡种除外）；附属卡活期结算账户所用款项均记入主卡账户，主卡持卡人对附属卡活期结算账户的所有应付款项负偿还责任。
                    </p>
                    <p>
                        第五条　个人申领太平洋卡须如实填写申请，并同意遵守《交通银行太平洋借记卡章程》（以下简称《章程》）、《交通银行太平洋个人借记卡领用合约》（以下简称《领用合约》）和申领人与发卡机构另行签署的账户协议（如涉及，下同）。
                        <strong>发卡机构有权决定是否批准申请人的领卡申请。</strong>
                    </p>
                    <p>
                        第六条　个人卡账户的资金以其持有的现金存入或以其工资性款项以及属于个人的合法劳务报酬、投资回报等收入转账存入。严禁将单位的款项存入个人卡账户。
                    </p>
                    <p>
                        第七条  太平洋卡账户不允许透支。发卡机构按照中国人民银行规定的活期存款利率为太平洋卡活期结算账户存款计付利息，并依法代扣缴利息税。太平洋芯片卡账户除活期结算账户外，还有电子现金账户（部分特殊卡种等除外），电子现金账户余额上限为1000元（含），不计付利息、不记名、不挂失、不止付、不设密码。
                    </p>
                    <p>
                        第八条  太平洋卡活期结算账户每日和每年在自助银行上的累计提款额不得超过规定限额。太平洋卡活期结算账户在自助银行上的单笔和日累计无卡存款金额不得超过规定限额。相关限额以发卡机构官方网站公布的为准。
                    </p>
                    <p>
                        第九条
                        <strong>
                            太平洋卡持卡人需根据所持卡片种类的不同缴纳卡片工本费、年费等费用，具体收费项目及标准按发卡机构公布的届时有效的《交通银行服务收费名录》执行。工本费于开卡时一次性收取；年费按年收取，于持卡人开卡之日起每满一年的当日收取上一年年费。持卡人销户的，年费自持卡人开卡之日/上一年年费收取之日起至办理销户手续之日止，按年计算，未满一年的不收取上一年年费，于持卡人办理销户手续之日收取。
                        </strong>
                    </p>
                    <p>
                        第十条 <strong>持卡人不得出租、出借、转卖银行卡。</strong> 持卡人在境内外查询、消费、圈存、存取现金和转账时，须遵守发卡机构、中国银联、收单银行和有关受理机构的相关规定。
                    </p>
                    <p>
                        第十一条  太平洋磁条卡和无介质卡长期有效。太平洋芯片卡的有效期以太平洋卡卡面记载的有效期为准，持卡人到期如需继续用卡，应办理更换新卡手续。 <span style="color: red;">磁条卡持卡人若中途停止使用太平洋卡，芯片卡</span> 持卡人若在芯片卡有效期届满前停止使用太平洋卡的, 应向发卡机构提出书面销户申请。
                    </p>
                    <p>
                        第十二条  除《领用合约》或账户协议另有约定外，太平洋卡的使用应符合本条约定。持卡人领取太平洋卡时，应立即在太平洋卡背面的签名栏内签上与申请时相同的姓名，并在用卡时使用此签名。
                        <strong>
                            凡使用密码（包括交易密码和查询密码，下同）进行的交易，发卡机构均视为持卡人本人所为。凡依据密码等电子信息办理的各类交易所产生的电子信息记录均为该项交易的有效证明；凡未用密码进行的交易，则有持卡人签名的交易凭证，或依据不同的安全要素组合办理的各类交易所产生的电子信息交易记录为该项交易的有效证明，发卡机构有权将持卡人使用太平洋卡的收支款项、费用记入其账户。
                        </strong>
                    </p>
                    <p>
                        第十三条
                        <strong>
                            发卡机构应向持卡人提供查询、对账、挂失、咨询、投诉等服务。持卡人可每月通过发卡机构营业网点、电话银行、网上银行、手机银行或自助银行等渠道查询太平洋卡项下的账务内容。如对交易有异议，持卡人有权要求发卡机构协助查询，发卡机构将于30天内给予答复。如持卡人在该笔交易的银行记账日起150天内未提出异议，则视同持卡人认可该笔交易。
                        </strong>
                    </p>
                    <p>
                        第十四条
                        <strong>
                            持卡人须妥善保管太平洋卡、密码和预留手机号码，因卡片、手机号码对应的SIM卡、UIM卡以及用户识别码遗失、被第三方复制、盗取或密码泄露而造成的所有损失由持卡人承担，但因发卡机构过错导致的损失除外。
                            发卡机构设立24小时挂失服务电话，持卡人遗失太平洋卡（无介质卡除外）应及时办理挂失（电子现金账户不挂失），发卡机构接到挂失申请后应及时办理挂失手续，挂失自挂失手续完成时立即生效。发卡机构办理挂失手续完成之前的经济损失由持卡人承担，但因发卡机构过错造成的损失除外。
                        </strong>
                        持卡人办理挂失时须缴纳挂失手续费。持卡人因卡片损坏需换卡或挂失后需补办新卡的，可凭本人有效身份证件办理相关手续。非发卡机构原因导致补换卡的，由持卡人承担补换新卡需缴纳的卡片工本费，IC卡到期换卡除外。
                        持卡人遗忘或遗失密码，应凭太平洋卡和本人有效身份证件向发卡机构提出书面重置密码的申请。
                    </p>
                    <p>
                        第十五条
                        <strong>
                            太平洋卡持卡人在申请时填写的资料如有变更，如国籍、职业、通讯地址、住所地或工作单位地址、联系电话、身份证件信息等，应以书面方式通知发卡机构，因持卡人未及时通知发卡机构或非因发卡机构原因导致发卡机构未收到更改通知的, 发卡机构对于由此引起的任何延误或损失不承担责任。
                        </strong>
                    </p>
                    <p>
                        第十六条
                        <strong>
                            太平洋卡持卡人不得以和商户发生纠纷为由拒绝支付所欠款项。因不可抗力及/或IT系统故障、通讯系统故障或电力系统故障等非银行所能控制的原因导致持卡人交易失败而造成的损失，以及持卡人在互联网上使用太平洋卡所导致的风险和损失，由持卡人依法承担，发卡机构不承担责任，双方在补充协议中另有约定的除外。前述约定不免除因发卡机构过错依法应由发卡机构承担的责任。
                        </strong>
                    </p>
                    <p>
                        第十七条  伪造、变造太平洋卡，使用伪造或作废的太平洋卡及冒用他人太平洋卡诈骗财物的，发卡机构应及时处理，必要时移送司法机关；对由于持卡人违背《章程》有关条款给发卡机构造成损失的，发卡机构有权申请法律保护并依法追究持卡人或有关当事人的法律责任。
                    </p>
                    <p>
                        第十八条
                        <strong>
                            发卡机构可对境内外监管或执法部门确认为卡面与磁条或芯片信息不符的卡片采取止付等限制卡片使用措施；在发卡机构认为确有必要的情况下，发卡机构可授权相关卡组织停止转接卡面与磁条信息不符的卡片的交易。客户持本人有效身份证件至发卡机构营业网点柜面核实身份并办理换卡后方可继续使用。
                        </strong>
                    </p>
                    <p>
                        第十九条
                        <strong>
                            持卡人应遵守《章程》、《领用合约》和账户协议，如持卡人违背《章程》有关条款、《领用合约》和账户协议的，发卡机构有权取消持卡人的用卡资格，并可授权所属机构和特约商户收回其太平洋卡。
                        </strong>
                    </p>
                    <p>
                        第二十条
                        <strong>
                            发卡机构有权根据《领用合约》和账户协议的约定修改《章程》、制定或调整太平洋卡收费项目、收费标准及收费方式等收费内容。
                        </strong>
                    </p>
                    <p>
                        第二十一条<strong>发卡机构与持卡人的具体权利义务由《领用合约》和账户协议具体约定。</strong>
                    </p>
                </div>
            </div>
            <!-- 交通银行太平洋个人借记卡领用合约 -->
            <div id="a2" class="title-item">
              <span class="titleTxt">交通银行太平洋个人借记卡领用合约</span>
            </div>
            <div class="content" v-html="pacificContract" style="font-size: .26rem;color: #333;line-height: 1.5;"></div>
            <!-- 个人人民币银行结算账户管理协议 -->
            <div id="a3" class="title-item">
              <span class="titleTxt">个人人民币银行结算账户管理协议</span>
            </div>
            <div class="content">
                <div style="text-indent: 2em; margin-bottom: 1rem">
                    <p>
                        <strong>
                            重要提示：请甲方认真阅读本协议全文，尤其是带有▲▲标记的条款。如有疑义，请及时提请乙方予以说明。
                        </strong>
                    </p>
                    <p>
                        为明确双方权利义务，根据有关法律法规及监管规定，甲方与乙方经协商一致，订立本协议。
                    </p>
                    <p>
                        <strong>第一条  定义</strong>
                    </p>
                    <p>
                        1.1“账户”或“个人结算账户”，指乙方在本协议项下为甲方开立的个人人民币结算账户。
                    </p>
                    <p>
                        1.2“支付结算指令”是指甲方发送给乙方的，要求乙方按照甲方的要求，办理确定金额的资金结算命令。支付结算指令的要素包括收款人户名、收款人账号、收款人开户银行名称、金额、备注。
                    </p>
                    <p>
                       1.3“错误、不明确、不完整的支付结算指令”是指支付结算指令的要素内容错误、不明确或不完整。
                    </p>
                    <p>
                        <strong>第二条  账户的申请与开立</strong>
                    </p>
                    <p>
                        ▲▲2.1 甲方在乙方开立个人结算账户，需向乙方提交法律、法规和国家有关文件规定的有效身份证明文件，按乙方要求提供辅助证明材料，并接受乙方的审核。甲方按照乙方要求提供有甲方身份信息（如客户姓名、性别、国籍、职业、住所地或者工作单位地址、联系方式、证件种类、证件号码和证件有效期等)，并承诺所提供的开户资料和信息真实、合法、有效、完整。如伪造、欺诈，需承担相应法律责任。
                    </p>
                    <p>
                       2.2 甲方可通过乙方渠道向乙方申请开立个人结算账户，甲方可申请开立的个人结算账户类型包括Ⅰ类账户、Ⅱ类账户和Ⅲ类账户。
                    </p>
                    <p>
                        2.2.1 乙方渠道是指乙方柜面、手持终端、智能机具、电子渠道等乙方届时开放的渠道，甲方在乙方不同渠道可申请开立的个人结算账户类型以法律法规及乙方届时规定为准。
                    </p>
                    <p>
                        2.2.2 甲方通过电子渠道非面对面开立人民币Ⅱ类结算账户时，应当绑定本人同名Ⅰ类账户或者信用卡账户进行身份验证。
                    </p>
                    <p>
                        2.2.3 甲方通过电子渠道非面对面开立人民币Ⅲ类结算账户时，应绑定本人同名Ⅰ类、Ⅱ类账户或者信用卡账户进行身份验证。
                    </p>
                    <p>
                        2.2.4 甲方通过乙方柜面、手持终端、智能机具加以乙方工作人员现场面对面确认身份后开立的Ⅱ类账户，无需绑定本人同名Ⅰ类账户或者信用卡账户进行身份验证。
                    </p>
                    <p>
                        ▲▲2.2.5甲方不能通过绑定以下账户进行身份验证：
                    </p>
                    <p>
                        （1）电子渠道开立的未发生资金转入的Ⅱ类账户；
                    </p>
                    <p>
                        （2）处于未激活、只收不付、已冻结、已注销等非正常状态的银行账户；
                    </p>
                    <p>
                        （3）信用卡附属卡账户。
                    </p>
                    <p>
                        2.3 甲方通过Ⅰ类账户可以办理存款、取款、转账结算、消费、投资、理财以及乙方届时提供的其他银行业务。甲方在乙方仅可开立一个Ⅰ类账户。
                    </p>
                    <p>
                        2.4 甲方通过Ⅱ类账户可以办理存款、购买投资理财产品等金融产品、限定金额消费和缴费、限定金额的转账支付结算、接收乙方发放本行贷款资金（下称发放贷款）并通过Ⅱ类账户还款（下称贷款资金归还）等银行业务。经柜面、手持终端或智易通、自助票据现金一体机、自助发卡机等智能设备加以乙方工作人员现场面对面确认身份的，Ⅱ类账户还可以办理限定金额内存取现金、限定金额自非绑定账户转入资金业务，并可配发借记卡或存折、一本通对账簿实体账户介质。甲方最多可在乙方开立五个Ⅱ类账户。
                    </p>
                    <p>
                       Ⅱ类账户自非绑定账户转入资金、存入现金日累计限额合计为1万元，年累计限额合计为20万元；消费和缴费、向非绑定账户转出资金、取出现金日累计限额合计为1万元，年累计限额合计为20万元。Ⅱ类账户发放贷款和贷款资金归还，不受转账限额规定。
                    </p>
                    <p>
                        2.5 甲方通过Ⅲ类账户可办理限定金额消费、缴费、限定金额的转账支付结算以及接收乙方发放的小额消费贷款资金并通过Ⅲ类账户还款等银行业务。经柜面、智能机具加以乙方工作人员现场面对面确认身份的，Ⅲ类结算账户还可以办理限定金额自非绑定账户资金转入业务。Ⅲ类账户余额不得超过2000元。甲方最多可在乙方开立五个Ⅲ类账户。
                    </p>
                    <p>
                        通过电子渠道非面对面方式开立的Ⅲ类账户，通过绑定账户转入资金验证的，可以接收非绑定账户小额转入资金。消费和缴费支付、非绑定账户资金转出等出金日累计限额合计为2000元，年累计限额合计为5万元。乙方通过电子渠道非面对面为甲方只能开立一个允许非绑定账户入金的Ⅲ类账户。发放贷款和贷款资金归还，应遵守Ⅲ类账户余额限制规定，但贷款资金归还不受出金限额控制。
                    </p>
                    <p>
                        当甲方在乙方所有Ⅲ类账户资金双边收付金额累计达到5万元（含）以上时，应于7 日内持有效身份证件至乙方柜台或登录乙方手机银行、个人网银等电子渠道进行身份信息登记，包括留存身份证件复印件、影印件或影像以及个人职业、住所地或者工作单位地址、证件有效期等其他身份基本信息。甲方未能在7日内按要求进行身份信息登记的，乙方将中止该账户所有业务，直到身份信息登记完毕。
                    </p>
                    <p>
                        2.6 乙方为甲方通过非面对面方式开立的Ⅱ、Ⅲ类账户向甲方同名支付账户充值的，充值资金可提回Ⅱ、Ⅲ类账户，但提现金额不得超过该Ⅱ、Ⅲ账类户向支付账户的原充值金额。除充值资金提回外，Ⅱ、Ⅲ类账户不支持由支付账户入金，但允许非绑定账户入金的Ⅱ、Ⅲ类账户除外。
                    </p>
                    <p>
                        <strong>第三条  账户的使用</strong>
                    </p>
                    <p>
                        3.1甲方应按照适用的法律法规、监管规定及本协议约定使用账户。
                    </p>
                    <p>
                       3.2 甲方通过个人网银、电话银行、手机银行等电子银行渠道使用本协议项下账户或使用本协议项下账户办理相关业务或服务需另行签署协议的，应按照乙方要求另行签署协议后方可办理，办理具体业务或服务使用过程中涉及的结算账户业务规则，以另行签署协议的约定为准。
                    </p>
                    <p>
                        ▲▲3.3 乙方应及时、准确地完成甲方按照相关法律法规、监管规定及本协议的约定发出的支付结算指令，但对于错误、不明确、不完整或其他无法执行的支付结算指令，乙方没有义务执行，亦不承担任何责任。前述约定不免除因乙方过错依法应由乙方承担的责任。
                    </p>
                    <p>
                        ▲▲3.4 甲方在使用账户时应按照法律法规、监管规定要求使用支付结算工具，遵守支付结算纪律，并同意遵守乙方相关业务制度规定及操作惯例。
                    </p>
                    <p>
                        ▲▲3.5 甲方应对账户交易的合法性和结算收付资金的合法性负责。
                    </p>
                    <p>
                        ▲▲3.6 账户使用及账户服务过程中，甲方应按乙方公布的届时有效的《交通银行服务收费名录》向乙方支付相关费用。甲方授权，乙方有权直接从甲方所涉及账户中扣收相关费用。
                    </p>
                    <p>
                        ▲▲3.7 在甲方账户存续期间，乙方修改本协议，调整与账户或账户服务相关的收费事项，包括但不限于调整收费标准、收费项目、收费账户的类别、收费对象、收费时间或收费方式等，调整有关个人结算账户转账限额、账户余额、开立数量等事项的，在不违反法律法规和监管规定的强制性规范的前提下，乙方有权提前在交通银行门户网站、相关渠道或乙方营业网点公告或通过电话、短信等方式通知甲方。甲方不同意变更内容的，有权在公告执行前或在电话、短信载明的时间前办理销户。公告期满后或电话、短信载明的时间届满后即对本协议当事人具有约束力。
                    </p>
                    <p>
                        ▲▲3.8 因不可抗力、第三方过失、系统故障或其他非乙方所能控制的事件致使乙方无法按相关规定或双方约定执行甲方支付结算指令的，乙方不承担责任，但乙方应在知悉相关事件后及时采取相应的措施防止损失扩大。前述约定不免除因乙方过错依法应由乙方承担的责任。
                    </p>
                    <p>
                        ▲▲3.9 因执行甲方支付结算指令而造成甲方经济损失的，乙方不承担责任。
                    </p>
                    <p>
                        ▲▲3.10 因乙方操作失误，将不属于甲方的款项误入甲方账户的，乙方有权对该笔款项进行止付并经通知甲方后扣回该笔款项。
                    </p>
                    <p>
                        ▲▲3.11 甲方发生包括但不限于下列情形的，乙方有权采取相应措施：
                    </p>
                    <p>
                        （1）对于经设区的市级及以上公安机关认定并纳入电信网络新型违法犯罪交易风险事件管理平台“涉案账户”名单的甲方账户，乙方有权中止该账户的所有业务。乙方通知甲方重新核实身份的，甲方未在3 日内完成身份重新核实的，乙方有权对甲方名下其他全部非涉案账户暂停非柜面业务，直至甲方完成身份核实后恢复。
                    </p>
                    <p>
                       （2）若甲方系经设区的市级及以上公安机关认定为出租、出借、出售、购买银行账户（含银行卡）的个人及相关组织者，或假冒他人身份或者虚构代理关系开立银行账户的个人，乙方有权暂停甲方银行账户非柜面业务5年，并在5年内不为甲方新开立账户。惩戒期满后，甲方办理新开立账户业务时，乙方将加大审核力度。
                    </p>
                    <p>
                        （3）甲方账户自开户之日起6个月内无账务交易记录，乙方有权暂停甲方该账户的非柜面业务，直至甲方向乙方重新核实身份后恢复。
                    </p>
                    <p>
                        （4）甲方留存在乙方的电话号码、手机号码存在多人使用情形，在乙方联系甲方后，甲方无法提供合理性证明的，乙方有权对甲方相关账户暂停非柜面业务。
                    </p>
                    <p>
                        （5）乙方认为甲方账户涉嫌电信网络新型违法犯罪的，将通知甲方进行交易核实。如甲方未按通知规定期限到乙方重新核实交易，或其账户经核实后仍然被认定可疑的，乙方有权对甲方该账户暂停非柜面业务。
                    </p>
                    <p>
                       （6）当甲方在乙方所有Ⅲ类户资金双边收付金额累计达到5万元（含）以上时，乙方通知甲方自通知载明的时间起7日内提供有效身份证件，甲方在7日内未按要求提供有效身份证件、登记身份信息的，乙方有权中止该账户所有业务。
                    </p>
                    <p>
                        （7）若发现甲方身份信息缺失或证件过期，乙方应联系甲方更新身份信息；如自乙方通知之日起90 天内，甲方未更新身份信息且未提出合理理由的，乙方可采取包括但不限于限制非柜面业务、中止该账户所有业务等措施。
                    </p>
                    <p>
                        （8）发现甲方冒用身份开户、提供虚假身份信息、存在涉嫌洗钱或协助他人洗钱、恐怖融资、逃税等违法违规活动的，发现甲方及其关联方属于联合国及相关国家、组织、机构发布的制裁名单，及中国政府部门或有权机关发布的涉恐及洗钱相关风险名单内的企业或个人，或位于被联合国及相关国家、组织、机构制裁的国家和地区的，乙方有权采取包括但不限于停止甲方账户的对外支付、降低交易限额、限制交易渠道、限制或停止提供甲方任何账户服务、冻结甲方拥有或控制的资产、销户、终止业务关系等措施。
                    </p>
                    <p>
                        （9）甲方银行账户被用作互联网赌博、色情平台，互联网销售彩票平台，非法外汇、贵金属投资交易平台，非法证券期货类交易平台，代币发行融资及虚拟货币交易平台，未经监管部门批准通过互联网开展资产管理业务以及未取得省级政府批文的大宗商品交易场所收款账户的，乙方有权采取包括但不限于暂停非柜面业务等措施。
                    </p>
                    <p>
                      （10）甲方银行账户连续三年以上（含三年）未发生动账交易，账户余额为 10 元（含）及以下，且未签订信用卡、个人贷款还款及其他代收代付协议，乙方有权暂停其非柜面业务，直至甲方向乙方重新核实身份后恢复。
                    </p>
                     <p>
                      （11）对于乙方监测识别出的甲方异常账户或可疑交易，乙方可根据风险情况，采取核实交易情况、重新核验身份、延迟支付结算、限制或者中止有关业务等必要的防范措施。
                    </p>
                    <p>
                        ▲▲3.12 甲方应依法合规开立和使用本人相关账户，审慎与第三方非银行支付机构或商业机构（包括但不限于本行特约商户、银行卡收单机构）等建立关联业务，包括但不限于快捷支付、商业委托支付（自动扣款）等网络支付交易，妥善保管账户账号、密码、短信验证码、手机及其号码、开户资料等个人资料，不要将个人账户取款密码与第三方支付机构关联业务支付密码设置为相同密码，不得出租、出借、出售、购买个人账户或手机SIM 卡等账户存取工具和安全认证工具，不得泄露个人账户资料等信息，否则由此产生的风险、损失、惩戒措施和法律责任等后果由甲方承担。
                    </p>
                    <p>
                      ▲▲3.13乙方根据乙方需要遵循的监管要求，将对甲方开展洗钱、恐怖融资、逃税等相关风险等级动态评估，认为甲方及其相关业务涉嫌洗钱、恐怖融资、逃税风险较高的，有权停止甲方账户的对外支付、停止为甲方提供任何账户服务、或者撤销甲方账户并终止本协议，并有权采取法律、法规规定的其他救济措施。
                    </p>
                    <p>
                      3.14在账户挂失期间，账户可正常进行资金的入账处理。除信用卡自动还款、个贷自动扣款还款、代扣协议以及客户主动签约的批量扣款类协议外，账户无法进行资金的出账处理。
                    </p>
                    <p>
                        <strong>第四条  账户的变更和撤销</strong>
                    </p>
                    <p>
                       ▲▲4.1 甲方变更姓名、住址或其他开户资料的，应按法律法规、监管规定及乙方要求办理账户变更手续或将变更事项通知乙方并提交相关证明。甲方未按前款规定办理账户变更手续或通知变更事项的，出现乙方无法按规定程序和时间与甲方对账、账户往来的差错无法及时纠正等情形，由此造成的损失由甲方自行承担。
                    </p>
                    <p>
                        4.2 结算账户类型变更。
                    </p>
                    <p>
                        4.2.1 若甲方名下未开立Ⅰ类户，甲方可向乙方申请将甲方名下的Ⅱ类户转为Ⅰ类户；若甲方名下未开立Ⅰ类户，甲方可向乙方申请将甲方名下的Ⅲ类户转为Ⅰ类户，或在Ⅱ类户数量未超过账户数量限额时，允许甲方将名下的Ⅲ类户转为Ⅱ类户。
                    </p>
                    <p>
                       4.2.2 若甲方名下Ⅱ类户或Ⅲ类户数量未超过账户数量限额，甲方可向乙方申请将甲方名下的Ⅰ类户转为Ⅱ类户或Ⅲ类户；对于甲方名下的Ⅱ类户，若甲方名下Ⅲ类户数量未超过账户数量限额，则允许甲方将其转为Ⅲ类户。
                    </p>
                    <p>
                        4.3 甲方存在下列情况之一的，应当及时向乙方提出撤销银行账户申请。
                    </p>
                    <p>
                        （一）银行卡有效期届满，且不再延期使用的。
                    </p>
                    <p>
                        （二）其他原因不再需要使用个人结算账户的。
                    </p>
                    <p>
                        ▲▲4.4 甲方持有个人结算账户连续一定时间（活期存折为3年，太平洋借记卡为1年）无任何交易，余额为零；且账户未开通任何业务功能时，视同自愿销户，乙方有权予以销户。其中，业务功能内容包括但不限于基金交易账户、太平洋贷记卡自动还款、外汇宝、银信通、自助转账、定制转账等。
                    </p>
                    <p>
                        <strong>▲▲第五条  纠纷处理</strong>
                    </p>
                    <p>
                        <strong>甲方如对协议条款有任何疑义，或需进行业务咨询和投诉，甲方可通过至乙方营业网点或拨打95559交通银行客户服务热线等方式反馈，由双方共同协商解决。</strong>
                    </p>
                     <p>
                        <strong>▲▲第六条 甲方的陈述、保证及承诺</strong>
                    </p>
                    <p>
                       6.1 甲方具有开立个人人民币结算账户的资格，具备所有必要的权利能力和行为能力，能以自身名义履行本协议的义务并承担民事责任。
                    </p>
                    <p>
                        6.2 签署和履行本协议是甲方真实的意思表示，不存在任何法律上的瑕疵。
                    </p>
                    <p>
                        6.3 甲方在申请开立、变更和撤销账户时以及在履行本协议过程中向乙方提交的所有文件、资料及在各申请书中填写的信息都是真实、准确、完整和有效的。
                    </p>
                    <p>
                        6.4 甲方遵守法律法规，合法使用在乙方开立的个人结算账户，不得透支使用其在本协议项下开立的Ⅰ类账户、Ⅱ类账户和Ⅲ类账户，不得利用乙方服务从事洗钱、恐怖融资、逃税等违法违规活动或为他人从事洗钱等违法违规行为给予帮助。
                    </p>
                    <p>
                        6.5 甲方知悉根据相关法律法规规定，出租、出借、出售、购买银行账户将给予警告并处罚款，构成犯罪的将被追究刑事责任；非法持有他人银行账户，冒用他人居民身份证或者使用骗领的居民身份证，购买、出售、使用伪造、变造的居民身份证，构成犯罪的将被追究刑事责任。甲方充分了解并清楚知晓出租、出借、出售、购买银行账户的相关法律责任和惩戒措施，承诺依法依规开立和使用本人银行账户。
                    </p>
                    <p>
                      6.6 甲方确认根据《非居民金融账户涉税信息尽职调查管理办法》等法律法规以及中国与境外国家签订的信息交换政府间协议，将如实申报其是否为非居民，并在符合上述条件的情况下提供税收居民身份信息。如上述税收居民身份发生变更，甲方将在30日内通知乙方。
                    </p>
                    <p>
                      6.7 甲方理解并同意，乙方为了保证甲方资金安全可根据监管机构的规定或风险管控需要，对甲方交易对手账号进行涉诈名单筛查，对甲方的异常开户申请或其账户发生的异常交易有权采用交易密码、动态验证码、生物识别技术、人工核实等身份鉴别手段，对甲方身份进行核实，并有权暂停甲方账户支付或临时关闭甲方非柜台渠道交易功能，或对甲方相关账户消费、转账、支付等渠道交易额度进行调整。
                    </p>
                    <p>
                      6.8 甲方理解并同意，乙方为保证甲方开户真实性，于开户时留存甲方有效身份证件电子影像、复印件、影印件及本人照片等身份认证信息。
                    </p>
                    <p>
                        <strong>▲▲第七条  违约</strong>
                    </p>
                    <p>
                        甲方出现下列违约情形之一时，乙方有权停止账户的对外支付、停止为甲方提供任何账户服务、或者撤销甲方账户并终止本协议，并有权采取法律、法规规定的其他救济措施：
                    </p>
                    <p>
                       （一）伪造、变造证明文件欺骗乙方开立账户。
                    </p>
                    <p>
                        （二）使用虚假证明文件骗取乙方办理支付结算。
                    </p>
                    <p>
                        （三）违反本协议约定未及时撤销账户。
                    </p>
                    <p>
                        （四）出租、出借账户。
                    </p>
                    <p>
                        （（五）变更姓名、住址以及其他开户资料记载事项后未在规定期限内通知乙方。
                    </p>
                    <p>
                        （六）利用开立个人结算账户逃废银行债务。
                    </p>
                    <p>
                        （七）在本协议第六条项下所做陈述、保证及承诺不真实。
                    </p>
                    <p>
                        （八）账户或业务涉及制裁名单。
                    </p>
                    <p>
                        （九）被乙方认定账户或行为可疑。
                    </p>
                    <p>
                        （十）甲方违反协议其他约定。
                    </p>
                    <p>
                        <strong>▲▲第八条 通知</strong>
                    </p>
                    <p>
                        8.1 甲方保证向乙方提供的联系方式（包括地址、联系电话、传真号码、电子邮件等）均真实有效。任一联系方式发生变更，甲方应立即至甲方营业网点或根据甲方系统提示进行变更。该等信息变更在变更成功后生效。
                    </p>
                    <p>
                        8.2 除本协议另有明确约定外，乙方对甲方的任何通知，乙方有权通过以下任一方式进行。乙方有权选择其认为合适的通知方式，且无需对邮递、传真、电话、电传或任何其他通讯系统所出现的传送失误、缺漏或延迟承担责任。乙方同时选择多种通知方式的，以其中较快到达甲方者为准。就同一事项，乙方对甲方发出一份以上通知且通知内容不同的，除非在通知中另有明确说明，以通知发出时间在后的为准。
                    </p>
                    <p>
                        （1）公告，以乙方在其网站、网上银行、电话银行或营业网点发布公告之日视为送达日；
                    </p>
                    <p>
                        （2）专人送达，以甲方签收之日视为送达日；
                    </p>
                    <p>
                        （3）邮递（包括特快专递、平信邮寄、挂号邮寄）送达于甲方最近有效提供的通讯地址，以邮寄之日后的第3日（同城）/第5日（异地）视为送达日；
                    </p>
                    <p>
                        （4）传真、移动电话短信或其他电子通讯方式送达于甲方最近有效提供的传真号码、移动电话号码或电子邮件地址、微信号，以发送之日视为送达日。前述送达指相关信息进入服务商的服务器终端而不以相关信息实际在客户终端显示为标准。
                    </p>
                    <p>
                       8.3 甲方同意，除非乙方收到甲方关于变更通讯地址的书面通知或者甲方直接向法院提交送达地址确认书，甲方在本协议填写的通讯地址是法院向甲方送达司法文书及其他书面文件的地址。上述送达地址适用的范围包括但不限于民事诉讼一审、管辖权异议及复议、二审、再审、发回重审和执行程序等。本协议争议解决过程中，法院有权通过第8.2 条约定的任一通讯方式向甲方送达司法文书及其他书面文件。法院有权选择其认为合适的通讯方式，且无需对邮递、传真、电话、电传或任何其他通讯系统所出现的传送失误、缺漏或延迟承担责任。法院同时选择多种通讯方式的，以其中较快到达甲方者为准。
                    </p>
                    <p>
                      8.4 本条约定属于协议中独立存在的解决争议条款，本协议无效、被撤销或者终止的，不影响本条款的效力。
                    </p>
                    <p>
                        <strong>▲▲第九条 个人信息处理</strong>
                    </p>
                    <p>
                      9.1个人信息处理目的。
                    </p>
                    <p>
                      鉴于乙方为甲方办理个人结算账户开立，以及个人结算账户存款、取款、销户、密码挂失、密码修改、介质挂失、介质更换、账户信息修改、账户信息查询、交易信息查询、账户核实业务（以下简称“处理目的”），现甲方同意乙方根据本协议约定对甲方相关个人信息进行处理（包括但不限于收集、存储、使用、加工、传输、提供、删除等，下同）：
                    </p>
                    <p>
                      9.2甲方知悉并同意，乙方处理的甲方个人信息包括：证件信息、联系电话、联系地址、职业、个人结算账户信息（包括卡号/账号、账户状态、账户余额等与账户本身相关的信息）、个人结算账户交易信息（包括交易时间、交易金额、交易对手信息等与账户交易相关的信息）以及甲方的（开户）代理人信息（若有）。
                    </p>
                    <p>
                      9.3甲方知悉并同意，本协议签订和履行过程中，乙方有权对其个人信息作如下处理：
                    </p>
                    <p>
                      （1）甲方在办理个人结算账户开立业务时，乙方会收集甲方证件信息、联系电话、联系地址、职业信息，以及甲方的开户代理人信息（若有）。个人结算账户开立成功后，乙方会储存上述信息。
                    </p>
                    <p>
                      （2）甲方在办理个人结算账户存款、取款、销户、密码挂失、密码修改、介质挂失、介质更换、账户信息修改、账户信息查询、交易信息查询、账户核实业务时，乙方会收集甲方个人结算账户信息、个人结算账户交易信息或代理人信息（若有），并根据甲方业务办理需要比对、查询或存储上述信息。
                    </p>
                    <p>
                      （3）在符合法律法规的前提下，乙方可能会使用匿名化、脱敏或加密处理后的甲方个人信息形成统计信息或用户画像（统计信息与用户画像无法识别任何用户个人）。
                    </p>
                    <p>
                      （4）在交通银行股份有限公司总行及其分支机构（以下简称“交通银行机构”）之间相互传递本协议和9.2中列举的个人信息，且基于前述传递，接收该等协议和个人信息的交通银行机构有权按本协议约定处理接收的个人信息。
                    </p>
                    <p>
                      （5）乙方为履行法定职责或者法定义务，可能会将甲方个人信息提供给法律法规允许或政府机关授权的其他个人信息处理者，此类信息传递无需取得甲方同意。
                    </p>
                      （6）乙方有权自办理甲方相应的个人结算账户业务之时起后30年（以下简称“保存期限”）内保存甲方相应的个人信息。
                    <p>
                    <p>
                      9.4乙方不得公开其处理的个人信息，甲方另行书面同意的除外。
                    </p>
                    <p>
                      9.5处理敏感个人信息的必要性和对个人权益的影响。甲方知悉并同意，乙方依据本协议处理的个人信息属于敏感个人信息，一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害。如果甲方不提供或者不同意乙方处理上述敏感个人信息，乙方将无法为甲方办理个人结算账户开立、以及个人结算账户存款、取款、销户、密码挂失、密码修改、介质挂失、介质更换、账户信息修改、账户信息查询、交易信息查询、账户核实业务。
                    </p>
                    <p>
                      9.6信息安全及保密
                    </p>
                    <p>
                      甲方知悉并同意，乙方将采取必要措施保障所处理的个人信息的安全。乙方及其涉及处理个人信息的员工应当对乙方处理的个人信息严格保密，不得非法收集、使用、加工、传输、买卖、提供或公开个人信息，并应严格按照本协议约定和相关法律法规处理个人信息。如乙方及其涉及处理个人信息的员工超出本协议约定的范围违法处理个人信息，乙方应承担相应的法律责任。
                    </p>
                    <p>
                      9.7个人行使权利的方式
                    </p>
                     <p>
                      （1）基于甲方同意处理个人信息的，甲方有权撤回对本协议所述任一部分或全部个人信息处理的授权同意。甲方撤回授权同意的，不影响撤回前乙方基于甲方同意已经进行的个人信息处理活动的效力。
                    </p>
                     <p>
                      （2）甲方有权向乙方查阅、复制其个人信息，法律、行政法规规定应当保密或者不需要告知的除外。甲方发现其个人信息不准确或者不完整的，有权请求乙方更正、补充。如甲方请求将个人信息转移至其指定的公司、组织或个人的，在符合国家网信部门规定条件的前提下，乙方会向甲方提供信息转移的途径。
                    </p>
                     <p>
                      （3）有下列情形之一的，乙方应当主动删除个人信息。乙方未删除的，甲方有权请求乙方删除：
                    </p>
                     <p>
                      ①处理目的已实现、无法实现或者为实现处理目的不再必要；
                    </p>
                     <p>
                      ②乙方停止提供产品或者服务，或者保存期限已届满；
                    </p>
                    <p>
                      ③甲方撤回授权同意；
                    </p>
                    <p>
                      ④乙方违反法律、行政法规或者违反约定处理甲方个人信息；
                    </p>
                    <p>
                      ⑤法律、行政法规规定的其他情形。
                    </p>
                    <p>
                      法律、行政法规规定的保存期限未届满，或者删除个人信息从技术上难以实现的，乙方应当停止除存储和采取必要的安全保护措施之外的处理。
                    </p>
                    <p>
                      （4）甲方有权要求乙方对其个人信息处理规则进行解释说明。
                    </p>
                    <p>
                      （5）甲方可通过至乙方任一网点申请行使9.8(1)、(2)、(3)、（4）列明的权利。为保障安全，乙方可能会先要求验证甲方本人身份，再处理甲方的请求。甲方可能需要提供书面要求、或者以其他方式证明其身份。
                    </p>
                    <p>
                        <strong>▲▲第十条 法律适用与争议解决</strong>
                    </p>
                    <p>
                        本协议适用中华人民共和国法律（为本协议目的，不包括香港、澳门和台湾地区的法律）。本协议项下争议由双方共同协商解决，通过协商不能解决争议的，任何一方可向乙方所在地有管辖权的法院起诉，协议另有约定除外。争议解决期间，双方仍应继续履行未涉争议的条款。
                    </p>
                    <p>
                        <strong>第十一条  其他条款</strong>
                    </p>
                    <p>
                        11.1 本协议自甲方在乙方开立个人结算账户之日起生效，至甲方在本协议项下开立的个人结算账户正式销户之日起终止。
                    </p>
                    <p>
                        11.2 甲方开立的个人结算账户项下的存款受存款保险机制保障。
                    </p>
                    <p>
                        甲方：__________
                    </p>
                    <p>
                        乙方：交通银行股份有限公司__________分行（指甲方开立个人人民币结算账户的具体银行营业机构所属分行）
                    </p>
                    <p>
                        <strong>甲方已通读协议全部条款，乙方已应甲方的要求作了详细说明，甲方签署本协议时对所有内容无疑问和异议，理解协议条款尤其是带▲▲标记条款的含义及其法律后果。</strong>
                    </p>
                </div>
            </div>
            <!-- 用户授权协议 -->
            <div id="a4" class="title-item">
                <span class="titleTxt">用户授权协议</span>
            </div>
            <div class="content">
                <div style="text-indent: 2em; margin-bottom: 1rem">
                    <p>
                        《用户授权协议》（以下简称“本协议”）是中国移动通信集团江苏有限公司（以下简称“江苏移动”或“我们”）与用户（以下简称“您”）所订立的有效合同。请您先仔细阅读本协议内容，尤其是字体加粗部分。如您对本协议内容或页面提示信息有疑问，请勿进行下一步操作。您可通过江苏移动客服10086进行咨询，以便我们为您解释和说明。如您通过页面点击或我们认可的其他方式确认本协议即表示您已同意本协议。
                    </p>
                    <p>
                        <strong>
                            1、为了便于您使用交通<span style="color: red;">银行股份有限公司</span>（联系方式：<span style="color: red;">95559</span>）（<span style="color: red;">以下简称“银行方”）的电子账户相关服务，您同意江苏移动将您的</span>身份证影像资料、人脸识别认证图片、<span style="color: red;">姓名、身份证号、税收居民类型</span>、职业信息、通讯地址、<span style="color: red;">银行卡号、银行预留手机号传递给银行方，如不收集及传输以上您的个人信息将导致本服务无法开展，您的信息将通过加密通道传递给银行方。</span>
                        </strong>
                        <span style="color: red;">江苏移动会要求银行方严格遵守相关法律法规与监管要求，依法使用您的信息，并应对您的信息保密，不会对您的个人权益产生不利影响，详见银行方与您签订的电子账户相关服务协议。您点击同意授权之后，授权关系有效，直至服务终止。</span>
                    </p>
                    <p>
                        <strong>2、江苏移动是中立的非银行支付机构，上述<span style="color: red;">银行方</span>服务由该<span style="color: red;">银行方</span>独立运营并独立承担全部责任。因<span style="color: red;">银行方</span>服务或其使用您的信息而产生的纠纷，或<span style="color: red;">银行方</span>服务违反相关法律法规或协议约定，或您在使用<span style="color: red;">银行方</span>服务过程中遭受损失的，请您和<span style="color: red;">银行方</span>协商解决。</strong>
                    </p>
                    <p>
                        <strong>3、如我们对本协议进行变更，我们将通过公告或客户端消息等方式予以通知，该等变更自通知载明的生效时间开始生效。若您无法同意变更修改后的协议内容，您有权停止使用相关服务；双方协商一致的，也可另行变更相关服务和对应协议内容。</strong>
                    </p>
                    <p>
                        4、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。因本协议产生的争议，均应依照中华人民共和国法律予以处理，并由被告住所地人民法院管辖。
                    </p>
                </div>
            </div>

            <!-- 用户授权协议 -->
            <div id="a6" class="title-item">
                <span class="titleTxt">用户授权协议</span>
            </div>
            <div class="content">
                <div style="text-indent: 2em; margin-bottom: 1rem">
                  <template >
                    <p>
                      《用户授权协议》（以下简称“本协议”）是中移电子商务有限公司（以下简称“和包”或“我们”）与用户（以下简称“您”）所订立的有效合同。请您先仔细阅读本协议内容，
                        <strong>尤其是字体加粗部分。如您对本协议内容或页面提示信息有疑问，请勿进行下一步操作。</strong>
                        您可通过10086转和包二线客服进行咨询，以便我们为您解释和说明。
                        <strong>如您通过页面点击或我们认可的其他方式确认本协议即表示您已同意本协议。</strong>
                    </p>
                    <p>
                      1、为了便于您使用江苏移动（以下简称“第三方”）的掌厅钱包服务，您同意我们将您的和包余额、和包券余额、银行卡号、银行卡种、卡银行编码、信息传递给第三方。<strong>您的信息将通过加密通道传递。</strong>我们会要求第三方严格遵守相关法律法规与监管要求，依法使用您的信息，并应对您的信息保密。<strong> 点击授权之后，授权关系长期有效，直至您主动解除。</strong>
                    </p>
                    <p>
                      <strong>
                          2、请您理解，除非页面另行提示，上述第三方服务由该第三方独立运营并独立承担全部责任。在授权我们向第三方提供您的信息之前，建议您仔细查看第三方的隐私权政策或相关协议约定，了解信息用途以及第三方的基本情况与数据安全能力，作出您认为适当的选择。因第三方服务或其使用您的信息而产生的纠纷，或第三方服务违反相关法律法规或协议约定，或您在使用第三方服务过程中遭受损失的，请您和第三方协商解决。
                      </strong>
                    </p>
                    <p>
                      <strong>
                          如我们对本协议进行变更，我们会以公告、客户端通知、短信或弹窗等方式（统称“通知”）就协议的更新向您进行告知，更新内容将在前述通知指定日期开始生效。若您不同意更新后的条款内容，您有权停止使用相关服务；双方协商一致的，也可另行变更相关服务和对应条款内容。
                      </strong>
                    </p>
                    <p>
                      <strong>
                          4、本协议未约定事宜，均以和包网站公布的《和包业务用户服务协议 》及相关规则为补充；本协议与《和包业务用户服务协议》及相关规则不一致的地方，以本协议为准。
                      </strong>
                    </p>
                    <p>
                      5、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。因本协议产生的争议，均应依照中华人民共和国法律予以处理，并<strong>由被告住所地人民法院管辖。</strong>
                    </p>
                  </template>
                </div>
            </div>
            <!-- 和包隐私权政策 -->
            <div id="a7" class="title-item">
               <span  class="titleTxt">和包隐私权政策</span>
            </div>
            <div class="content">
                <div style="text-indent: 2em; margin-bottom: 1rem">
                  <template>
                    <p>
                    中移电子商务有限公司（以下或称“我们”）尊重并保护您的隐私，我们将严格遵守现行法律法规及监管规定，为您提供更加安全、可靠的服务。我们准备了<a href='https://p.10086.cn/waph5/single/getProtocol?typeId=5'>《和包隐私权政策摘要》</a>方便您阅读。相关信息仍以完整版的《和包隐私权政策》为准。
                    </p>
                    <p>
                      <strong>概述</strong>
                    </p>
                    <p>
                      <strong>本政策将帮助您了解以下内容：</strong>
                    </p>
                    <p>
                      <strong>一、我们如何收集个人信息</strong>
                    </p>
                    <p>
                      <strong>二、我们如何使用Cookie、Beacon、Proxy等技术</strong>
                    </p>
                    <p>
                      <strong>三、我们如何存储和保护个人信息</strong>
                    </p>
                    <p>
                      <strong>四、我们如何使用个人信息</strong>
                    </p>
                    <p>
                      <strong>五、我们如何对外提供个人信息</strong>
                    </p>
                    <p>
                      <strong>六、您如何实现您的个人信息权利</strong>
                    </p>
                    <p>
                      <strong>七、对第三方责任的声明</strong>
                    </p>
                    <p>
                      <strong>八、我们如何保护未成年人的信息</strong>
                    </p>
                    <p>
                      <strong>九、本政策的适用及更新</strong>
                    </p>
                    <p>
                      <strong>十、本政策中关键词说明</strong>
                    </p>
                    <p>
                      根据《常见类型移动互联网应用程序必要个人信息范围规定》，本APP属于网络支付类，基本功能服务为“网络支付、提现、转账等功能”，必要个人信息为：注册用户移动电话号码、注册用户姓名、证件类型和号码、证件有效期限、银行卡号码。 您使用我们的服务时，我们将按照和包隐私政策（以下简称“本政策”）收集、存储、使用、传输及对外提供您的个人信息。同时，我们会通过本政策向您说明，我们如何为您提供访问、更新、管理和保护您的信息的服务。<strong>本政策与您使用我们的服务密切相关，请您务必先仔细阅读和理解本政策，特别是与您的权益存在或可能存在重大关系的条款（我们已采用粗体字予以提示），确定是否接受我们提供的服务并进行下一步操作。</strong>
                    </p>
                    <p>
                      为了遵守国家法律法规及监管规定（例如：进行实名制管理、履行反洗钱职责、采取风险防范措施），也为了向您提供服务及提升服务质量，我们需要收集、存储、使用、传输及对外提供您的个人信息。我们将按照本政策约定处理您的个人信息，以便您享受优质、便捷的服务，同时更好地保护您的账户及资金安全。
                    </p>
                    <p>
                      <strong>
                        一、我们如何收集个人信息
                      </strong>
                    </p>
                    <p>在您使用和包服务的过程中，在以下情形中我们需要收集您的一些信息，用以向您提供服务、提升我们的服务质量、保障您的账户和资金安全以及符合国家法律法规及监管规定：</p>
                    <p>
                      <strong>（一）依据法律法规及监管规定履行反洗钱义务及进行实名制管理</strong>
                    </p>
                    <p>1、当您注册和包账户或使用和包服务时，我们会收集您的<strong>姓名、住址、头像、有效身份证件信息、电子邮箱、职业、手机号码、手机号码销号信息，此类信息属于敏感信息</strong>，收集此类信息是为了满足相关法律法规的网络实名制要求。如您不提供前述信息，可能无法注册和包账户或无法使用和包服务。根据相关法律法规的规定，您需通过身份基本信息多重交叉验证后方可提升账户余额付款交易累计额度或使用账户余额购买投资理财等金融类产品。身份基本信息外部验证渠道包括政府部门数据库、商业银行信息系统及商业化数据库。其中，如果您选择通过商业银行信息系统验证身份基本信息的，则需要提供您的<strong>Ⅰ类银行账户或信用卡信息及银行预留手机号，</strong>以便完成验证。如您不提供前述信息，可能无法使用需要通过多重交叉验证后方可使用的部分服务，但不影响您使用我们提供的其他服务；</p>
                    <p>为了遵守国家法律法规及监管规定（例如：进行实名制管理、履行反洗钱职责、采取风险防范措施），也为了向您提供服务及提升服务质量，我们需要收集、存储、使用、传输及对外提供您的个人信息。我们将按照本政策约定处理您的个人信息，以便您享受优质、便捷的服务，同时更好地保护您的账户及资金安全。</p>
                    <p>一、我们如何收集个人信息</p>
                    <p>在您使用和包服务的过程中，在以下情形中我们需要收集您的一些信息，用以向您提供服务、提升我们的服务质量、保障您的账户和资金安全以及符合国家法律法规及监管规定：</p>
                    <p>（一）依据法律法规及监管规定履行反洗钱义务及进行实名制管理</p>
                    <p>1、当您注册和包账户或使用和包服务时，我们会收集您的<strong>姓名、住址、头像、有效身份证件信息、电子邮箱、职业、手机号码、手机号码销号信息，此类信息属于敏感信息</strong>，收集此类信息是为了满足相关法律法规的网络实名制要求。如您不提供前述信息，可能无法注册和包账户或无法使用和包服务。根据相关法律法规的规定，您需通过身份基本信息多重交叉验证后方可提升账户余额付款交易累计额度或使用账户余额购买投资理财等金融类产品。身份基本信息外部验证渠道包括政府部门数据库、商业银行信息系统及商业化数据库。其中，如果您选择通过商业银行信息系统验证身份基本信息的，则需要提供您的<strong>Ⅰ类银行账户或信用卡信息及银行预留手机号，</strong>以便完成验证。如您不提供前述信息，可能无法使用需要通过多重交叉验证后方可使用的部分服务，但不影响您使用我们提供的其他服务；</p>
                    <p>2、我们需根据《支付机构反洗钱和反恐怖融资管理办法》等反洗钱相关法律法规及监管要求，提示您适时提供<strong>有效身份证件的彩色影印件或照片</strong>以供我们核对并留存；如您不提供前述彩色影印件或照片，可能无法使用与监管要求相关的部分服务，但不影响您使用我们提供的其他服务。</p>
                    <p><strong>（二）支付服务</strong></p>
                    <p><strong>1、余额支付</strong></p>
                    <p>为了您能使用和包账户余额支付服务进行消费、转账以及购买投资理财等金融保险类产品（以和包账户类型支持为准），我们需要记录您的<strong>支付账户余额信息以及交易信息。</strong>如您不同意我们记录前述信息，可能无法使用余额支付服务，但不影响您使用我们提供的其他服务。</p>
                    <p><strong>2、快捷支付</strong></p>
                    <p>为了您能在和包账户绑定您的银行卡（包括信用卡），使用快捷支付服务，实现使用银行卡对和包账户余额的充值、提现以及基于银行卡的消费、转账及购买投资理财等金融保险类产品，您需提供您的<strong>银行卡卡号、身份证号码、银行预留手机号、手机动态验证码。</strong>我们会将前述信息传递至发卡银行进行验证。在您使用快捷支付服务时，我们需要记录您的<strong>交易信息</strong>。如您不提供前述信息，可能无法使用快捷支付服务，但不影响您使用我们提供的其他服务。</p>
                    <p><strong>3、转账</strong></p>
                    <p>为了准确执行您的支付指令，在您向他人转账时，您需按照支付页面提示输入<strong>收款人账户、收款人部分姓名、转账金额；</strong>如转到他人银行卡的，您还需输入<strong>收款人姓名、卡号、开户银行。</strong>如您不提供上述信息，转账可能无法进行，但不影响您使用我们提供的其他服务。</p>
                    <p><strong>4、消费</strong></p>
                    <p>当您向商家付款时，按照法律法规及监管规定，我们需要对商家进行管理（例如：识别、防止其套现或欺诈），同时也为了向您提供账单查询管理功能，我们将直接收集或向商家收集您的<strong>交易信息，包括交易金额、交易对象、交易商品、交易时间、配送信息（如有）</strong>。如您不同意提供前述信息，则可能无法完成交易，但不影响您使用我们提供的其他服务。</p>
                    <p><strong>5、和包红包</strong></p>
                    <p>在您向他人发送和包红包时，您可以按照页面提示输入<strong>红包金额、红包个数及发送对象</strong>；如您不提供前述信息，红包可能无法发送，但不影响您使用我们提供的其他服务；同时，您还可以选择不同的<strong>红包主题</strong>和/或<strong>填写祝福语</strong>。如您不提供前述信息，不影响您发送红包。</p>
                    <p><strong>6、信用卡还款</strong></p>
                    <p>当您使用信用卡还款服务时，您需要提供您要还款的<strong>信用卡卡号、发卡银行、姓名、还款金额。</strong>如您不提供前述信息，可能无法使用信用卡还款服务，但不影响您使用我们提供的其他服务。</p>
                    <p><strong>7、账单查询</strong></p>
                    <p>您可以在账单页面查看您的账单详情（即：您的支付账户交易信息）。</p>
                    <p><strong>（三）身份验证</strong></p>
                    <p>1、为了保障您的账户和资金安全，在您进行一些重要的账户操作时，我们需要验证您的身份，为此您可能需向我们提供<strong>身份证件影印件、手持身份证照片、交易凭证</strong>及其他在具体业务开展过程中基于您的同意而收集的可识别您身份的证明资料。如您不同意提供前述信息，您将无法完成特定操作，但不影响您使用我们提供的其他服务；</p>
                    <p>2、您在使用和包账户进行交易时，我们需要对您的身份进行验证，以确保您的账户与资金安全。我们可能会向您提供多种身份验证方式，您可以选择使用您的<strong>静态密码、数字证书、电子签名、一次性密码或生物特征信息</strong>完成验证；当安全风险等级提高时，我们可能会提示您进行再次验证。如您不同意提供前述信息，则可能无法完成交易，但不影响您使用我们提供的其他服务。</p>
                    <p>3、为了让您更安全、便捷地使用支付服务，如您的设备与和包APP版本均支持指纹或面容功能，您可选择开通指纹支付或面容支付服务。您需在您的设备上录入您的指纹或面容信息，在您进行指纹支付或面容支付时，您需在您的设备上完成指纹或面容验证。我们<strong>仅接收验证结果，并不收集您的指纹或面容信息。</strong>具体请详见<a href='https://p.10086.cn/waph5/single/getProtocol?typeId=1'>《生物识别相关协议》</a>。<strong>该信息属于敏感信息</strong>，拒绝提供该信息仅会使您无法使用指纹支付或面容支付功能，但不影响您通过其他方式进行支付。</p>
                    <p><strong>（四）风险防范</strong></p>
                    <p>为了提高您使用我们服务的安全性，防止您的资金、个人信息被不法分子获取，我们需要记录您使用的和包服务类别、方式及相关操作信息，主要包括：<strong>设备型号、IP地址、设备软件版本信息、设备识别码、设备标识符、所在位置、网络使用习惯以及其他与和包服务相关的日志信息</strong>。您同意并授权我们向本人手机号码所属的通信运营商查询、核实本人的位置归属，同时同意通信运营商将上述信息反馈给我们使用，用于识别涉赌、涉诈及洗钱等风险交易及其他风险场景。此类信息是为了提供安全服务必须收集的基础信息，如您不同意提供前述信息，可能无法完成风控验证。</p>
                    <p><strong>（五）客户服务</strong></p>
                    <p>为提升您的服务体验及改进服务质量，或者为您推荐更优质或更适合的服务：1、您可以授权提供您的<strong>位置信息</strong>，以便您享受基于地点位置的相关服务应用。如您不提供上述信息，不影响您使用我们提供的其他服务。2、我们会收集您使用和包服务时的<strong>搜索记录、您与客户服务团队联系时提供的信息及您参与问卷调查时向我们发送的信息。</strong>同时，为了保障服务质量，<strong>我们可能需要对客服电话内容进行录音</strong>；在录音开始前我们会向您进行必要的提示，充分保障您的知情权和选择权。<strong>前述信息属于您的个人敏感信息</strong>，如您不提供上述信息，不影响您使用我们提供的其他服务。</p>
                    <p><strong>（六）根据相关法律法规及国家标准，在以下情形中，我们可能会依法收集并使用您的个人信息无需征得您的同意：</strong></p>
                    <p><strong>1、为订立、履行您作为一方当事人的合同所必需；</strong></p>
                    <p><strong>2、为履行法定职责或者法定义务所必需；</strong></p>
                    <p><strong>3、为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；</strong></p>
                    <p><strong>4、为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理您的个人信息；</strong></p>
                    <p><strong>5、依照法律规定在合理的范围内处理您自行公开或者其他已经合法公开的个人信息；</strong></p>
                    <p><strong>6、法律、行政法规规定的其他情形。</strong></p>
                    <p><strong>（七）其他</strong></p>
                    <p>1、您可以点击<a href='https://p.10086.cn/waph5/single/getProtocol?typeId=2'>《个人信息收集/设备权限申请列表及第三方SDK目录》</a>查看我们现行提供的其他服务所收集的您的个人信息。</p>
                    <p><strong>2、请您理解，我们向您提供的服务是不断更新和发展的。如您选择使用了前述说明当中尚未涵盖的其他服务，基于该服务我们需要收集您的信息的，我们会通过页面提示、交互流程、协议约定的方式另行向您说明信息收集的范围与目的，并征得您的同意。我们会按照本政策以及相应的用户协议约定使用、存储、传输、对外提供及保护您的信息；如您选择不提供前述信息，您可能无法使用某项或某部分服务，但不影响您使用我们提供的其他服务。此外，第三方主体可能会通过和包APP或和包网站向您提供服务。当您进入第三方主体运营的服务页面时，请注意相关服务由第三方主体向您提供。涉及到第三方主体向您收集个人信息的，建议您仔细查看第三方主体的隐私政策或协议约定。</strong></p>
                    <p><strong>二、我们如何使用Cookie、Beacon、Proxy等技术</strong></p>
                    <p>为使您获得更轻松的访问体验，您访问和包网站或使用和包提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做可帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全状态。这些数据文件可能是Cookie，Flash Cookie，您的浏览器或关联应用程序提供的其他本地存储（以下简称“Cookie”）。<strong>请您理解，我们的某些服务只能通过使用Cookie才可得到实现。如您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝和包的Cookie。多数浏览器工具条中的“帮助”部分会告诉您怎样防止您的浏览器接受新的Cookie，怎样让您的浏览器在您收到一条新Cookie时通知您或者怎样彻底关闭Cookie。此外，您可以通过改变浏览器附加程序的设置，或通过访问提供商的网页，来关闭或删除浏览器附加程序使用的Flash Cookie或类似数据。但这一举动在某些情况下可能会影响您安全访问和包网站和使用和包提供的服务。我们网站上还可能包含一些电子图像（以下简称“单像素GIF文件”或“网络Beacon”），使用网络Beacon可以帮助网站计算浏览网页的用户或访问某些Cookie，我们会通过网络Beacon收集您浏览网页活动的信息</strong>（您访问的页面地址、您先前访问的援引页面的位置、您的浏览环境以及显示设定）。<strong>如您通过我们的网站或和包APP，使用了由第三方而非和包提供的服务时，为尽力确保您的账号安全，使您获得更安全的访问体验，我们可能会使用专用的网络协议及代理技术（以下简称“专用网络通道”或“网络代理”）。使用专用网络通道，可以帮助您识别到我们已知的高风险站点，减少由此引起的钓鱼、账号泄露等风险，同时更有利于保障您和第三方的共同权益，阻止不法分子篡改您和您希望访问的第三方之间正常服务内容，例如：不安全路由器、非法基站等引起的广告注入、非法内容篡改等。在此过程中，我们也可能会获得和保存关于您设备的IP地址、硬件ID以及您访问的页面位置。</strong></p>
                    <p><strong>三、我们如何存储和保护个人信息</strong></p>
                    <p>1、我们仅在中华人民共和国境内收集个人信息，不会收集存储任何境外个人信息，我们收集的个人信息将存储在中华人民共和国境内。<strong>我们仅在本政策所述目的所必需期间和法律法规及监管规定的时限内保存您的个人信息。我们将会按照《支付机构反洗钱和反恐怖融资管理办法》等法律法规规定的期限保存您的个人信息。</strong></p>
                    <p>2、我们承诺我们将使信息安全保护达到业界领先的安全水平。为保障您的信息安全，我们致力于使用各种安全技术及配套的管理体系来尽量降低您的信息被泄露、丢失、毁损、误用、非授权访问、非授权披露和篡改的风险。例如：通过网络安全层软件（SSL）进行加密传输、信息加密存储、去标识化、严格限制数据中心的访问、使用专用网络通道及网络代理。同时我们设立了个人信息保护责任部门，建立了相关内控制度，实行分类管理，对可能接触到您的信息的工作人员采取最小够用授权原则，合理确定操作权限；对工作人员处理您的信息的行为进行系统监控，不断对工作人员培训相关法律法规及隐私安全准则和安全意识强化宣导，并每年组织全体工作人员参加安全考试；制定并组织实施个人信息安全事件应急预案。另外，我们每年还会聘请外部独立第三方对我们的信息安全管理体系进行评估，定期对我们处理个人信息遵守法律、行政法规的情况进行合规审计。</p>
                    <p>3、在发生或者可能发生个人信息泄露、篡改、丢失的安全事件时，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况（包括发生或者可能发生个人信息泄露、篡改、丢失的信息种类、原因）和可能造成的危害、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施、我们的联系方式等。我们将及时将事件相关情况以APP推送通知、发送电子邮件/手机短信等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。若您的合法权益受损，我们将承担相应的法律责任。</p>
                    <p><strong>4、请您务必妥善保管好您的和包登录名及其他身份要素。您在使用和包服务时，我们会通过您的登录名及其他身份要素来识别您的身份。一旦您泄漏了前述信息，您可能会蒙受损失，并可能产生对您不利的法律后果。如您发现和包登录名及/或其他身份要素可能或已经泄露时，请您立即和我们取得联系，以便我们及时采取相应措施以避免或降低相关损失。</strong></p>
                    <p>5、在您终止使用和包服务后，我们会停止对您的信息的收集和使用，法律法规或监管部门另有规定的除外。如我们停止运营，我们将及时停止收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对所持有的您的个人信息进行删除或匿名化处理。</p>
                    <p><strong>四、我们如何使用个人信息</strong></p>
                    <p>1、为了遵守国家法律法规及监管要求，以及向您提供服务及提升服务质量，或保障您的账户和资金安全，我们会在以下情形中使用您的信息：</p>
                    <p>（1）实现本政策中“我们如何收集个人信息”所述目的；</p>
                    <p>（2）为了保障服务的稳定性与安全性，我们会将您的信息用于身份验证、安全防范、诈骗监测、预防或禁止非法活动、降低风险、存档和备份用途；</p>
                    <p>（3）根据法律法规或监管要求向相关部门进行报告；</p>
                    <p>（4）邀请您参与我们产品或服务有关的客户调研；</p>
                    <p><strong>（5）我们会采取脱敏、去标识化等方式对您的交易信息、浏览信息、关注信息进行综合统计、分析加工，以便为您提供更加准确、个性、流畅及便捷的服务，或帮助我们评估、改善或设计产品、服务及运营活动等。为了提升用户服务体验，为用户推荐更为优质或适合的服务，我们可能根据前述信息向您提供营销活动通知、商业性电子信息或您可能感兴趣的广告，如您不希望接收此类信息，您可通过和包APP“我的 → 设置 →消息推送设置 →通知管理”页面退订消息。</strong></p>
                    <p><strong>2、当我们要将信息用于本政策未载明的其他用途时，会按照法律法规及国家标准的要求以确认协议、具体场景下的确认动作等形式再次征求您的同意。</strong></p>
                    <p>五、我们如何对外提供个人信息</p>
                    <p>1、共享</p>
                    <p><strong>（一）业务共享</strong></p>
                    <p>我们承诺对您的信息进行保密。<strong>除法律法规及监管部门另有规定外，我们仅在以下情形中与第三方共享您的信息，第三方包括我们的关联公司、合作金融机构以及其他合作伙伴。</strong>我们将尽商业上合理的努力评估该第三方收集信息的合法性、正当性、必要性。在将信息提供给第三方前，我们将向您告知接收方的名称或者姓名、联系方式、处理目的、处理方式和个人信息的种类，并取得您的单独同意。我们会与第三方签订相关法律文件并要求第三方处理您的个人信息时遵守法律法规，要求第三方对您的信息采取保护措施。<strong>如接收方变更个人信息使用目的、处理方式的，我们将要求该接收方重新取得您的同意。</strong></p>
                    <p><strong>（1）为了您使用某些服务或产品功能，我们需要第三方协助或者与第三方的产品合作提供服务，</strong>只有将必要的信息提供给第三方时，才能向您提供相应的服务；</p>
                    <p>（2）为了让您完成交易、实现交易目的，我们需要向您的交易相对方提供<strong>交易号与相关支付信息</strong>，同时您的交易相对方可在付款过程中或付款成功后查看您的<strong>部分注册信息，以便第三方确认收款信息是否正确。如您不同意我们提供该等信息，您可能无法使用特定支付服务</strong>；</p>
                    <p><strong>（3）某些产品或服务可能由第三方提供，为了向您提供服务所必需的情况下，我们也可能会与第三方共享您的一些必要信息</strong>。如您不同意提供该等信息，您可能无法使用第三方提供的服务；</p>
                    <p>（4）如您选择参与我们和第三方联合开展的抽奖、竞赛或类似推广活动，我们可能与其共享活动过程中产生的、为完成活动所必要的信息，以便第三方能及时向您发放奖品或为您提供服务，<strong>我们会依据法律法规或国家标准的要求，在活动规则页面或通过其他途径向您明确告知需要向第三方提供何种个人信息；</strong></p>
                    <p><strong>（5）事先获得您明确同意的情况下，</strong>我们会在法律法规允许且不违背公序良俗的范围内，依据您的授权范围与第三方共享您的信息。</p>
                    <p><strong>（二）其他用户查询</strong></p>
                    <p>为了确保转账目标对象的准确性，避免因输错账号导致资金损失，他人可通过搜索您的<strong>手机号</strong>搜索到您，并看到您账户对应<strong>脱敏后的姓名，</strong>以便向您转账。</p>
                    <p><strong>（三）第三方登录</strong></p>
                    <p><strong>当您使用和包账户登录第三方网站或APP时，请您务必仔细阅读第三方的用户服务协议或隐私政策，我们会依据您与第三方的约定，在您的授权范围内将您的部分信息提供给第三方。</strong></p>
                    <p><strong>（四）投诉处理</strong></p>
                    <p>当您投诉他人或被他人投诉时，为了保护您及他人的合法权益，维护绿色购物环境，我们可能会将您的<strong>姓名及有效证件号码、联系方式、投诉相关内容</strong>提供给消费者权益保护部门及监管机关，以便及时解决投诉纠纷，但法律法规明确禁止提供的除外。</p>
                    <p><strong>2、转让</strong></p>
                    <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
                    <p><strong>（1）事先获得您的明确同意；</strong></p>
                    <p><strong>（2）根据法律法规或强制性的行政或司法要求；</strong></p>
                    <p><strong>（3）在涉及资产转让、收购、合并、分立、重组、解散或破产清算时，如涉及到个人信息转移，我们会向您告知接收方的名称或者姓名和联系方式，并要求接收方继续受本政策的约束。如接收方变更个人信息使用目的、处理方式的，我们将要求该接收方重新取得您的同意。</strong></p>
                    <p><strong>3、公开披露</strong></p>
                    <p>除在公布中奖活动名单时会<strong>脱敏展示中奖者手机号</strong>外，原则上我们不会将您的信息进行公开披露。如确需公开披露时，我们会向您告知公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得您的明确同意。</p>
                    <p><strong>4、委托处理</strong></p>
                    <p><strong>为了提升信息处理效率，降低信息处理成本，或提高信息处理准确性，我们可能会委托有能力的我们的关联公司或其他专业机构代表我们来处理用户信息，但我们会通过书面协议约定</strong>委托处理的目的、期限、处理方式、个人信息的种类、保护措施以及双方的权利和义务，并对受托人的个人信息处理活动进行监督，我们也可能通过<strong>现场审计等方式要求受托公司遵守严格的保密义务及采取有效的保密措施，禁止其将这些信息用于未经您授权的用途。在委托关系解除时，我们会要求受托人返还个人信息或者予以删除，不得保留。我们承诺对此负责。</strong></p>
                    <p><strong>5、根据相关法律法规，在以下情形中，我们可能会依法处理您的个人信息无需征得您的同意：</strong></p>
                    <p><strong>1、为订立、履行您作为一方当事人的合同所必需；</strong></p>
                    <p><strong>2、为履行法定职责或者法定义务所必需；</strong></p>
                    <p><strong>3、为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；</strong></p>
                    <p><strong>4、为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理您的个人信息；</strong></p>
                    <p><strong>5、依照法律规定在合理的范围内处理您自行公开或者其他已经合法公开的个人信息；</strong></p>
                    <p><strong>6、法律、行政法规规定的其他情形。</strong></p>
                    <p><strong>六、您如何实现您的个人信息权利</strong></p>
                    <p>在您使用和包服务期间，为了您可以更加便捷地访问和管理您的个人信息，同时保障您注销账户的权利，我们在产品设计中为您提供了相应的操作设置，您可以参考下面的指引进行操作。</p>
                    <p><strong>1、管理您的个人信息</strong></p>
                    <p>您有权查阅、复制您的个人信息。您可通过和包官方网站登录和包账户，在“账户管理”和“我的账户 → 个人信息”中，以及从和包APP登录，在“我的 → 头像、卡包、账单等相关入口”中：</p>
                    <p>（1）查阅您的身份信息、账单信息、账户信息以及绑定的银行卡信息。为了您的个人信息安全，您的身份证号码和银行账户会进行脱敏展示；</p>
                    <p>（2）如发现您的个人信息不准确或者不完整，您可以根据页面提示自助修改和补充您的信息，您也可以联系我们的客服电话10086转和包二线客服要求更正和补充。<strong>出于安全性和身份识别的考虑或根据法律法规及监管规定，您需通过验证方可修改您已认证的姓名或已绑定的手机号码；</strong></p>
                    <p><strong>（3）您可删除您的某笔账单信息或管理绑定的银行卡。</strong></p>
                    <p><strong>2、管理您的授权范围</strong></p>
                    <p>如您想改变授权范围或取消授权，<strong>您可通过手机权限设置及和包APP“我的 → 设置 →授权管理”修改授权范围或取消授权</strong>，例如：您可通过和包APP“我的 → 设置 → 授权管理”取消向第三方共享信息的授权。当您取消信息收集的授权后，我们将不再收集该信息；在您取消向第三方共享信息的授权后，我们将不再在该业务场景下向该第三方提供信息。您有权决定我们是否继续对您的个人信息进行处理以向您提供特定的业务功能，您可以拨打我们的客服电话【10086转和包二线客服】申请停止授权，请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们可能无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</p>
                    <p><strong>您还可以通过和包官网、客服渠道、移动营业厅渠道等路径选择注销和包账户，撤回我们继续收集您个人信息的全部授权。</strong>您撤回全部授权后，我们将不再收集、使用或共享与该账户相关的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</p>
                    <p><strong>3、您可通过如下路径注销和包账户：</strong></p>
                    <p><strong>（1）网站渠道：</strong>您如需通过网站方式销户，您先打开和包官网，登录账户后点右上角“客户服务”—右上角“自助服务”—安全服务下的“安全管理”—“账户销户管理”点击“去销户”；也可以点击以下网址进行操作：<a href='https://www.cmpay.com/user/service/secureCenter_calact.xhtml'>https://www.cmpay.com/user/service/secureCenter_calact.xhtml</a>。</p>
                    <p><strong>（2）客服渠道：</strong>您可拨打客服电话10086转和包二线客服办理，验证完信息符合销户条件，正常情况下实时销户，销户时效不超过15个工作日。</p>
                    <p><strong>（3）营业厅渠道：</strong>您可本人携带有效身份证件原件及手机（含卡）到营业厅办理，验证完信息符合销户条件，正常情况下实时销户，销户时效不超过15个工作日。</p>
                    <p><strong>（4）短信渠道：</strong>您可通过编辑短信XH发送至10658888进行销户。</p>
                    <p>当您符合约定的账户注销条件并注销某和包账户后，您该账户内的所有信息将被清空，我们将不会再收集、使用或对外提供与该账户相关的个人信息，<strong>但您在使用和包服务期间提供或产生的信息我们仍需按照监管要求的时间进行保存，且在该依法保存的时间内有权机关仍有权依法查询。</strong></p>
                    <p>4、在以下情形中，<strong>您可以拨打客服热线10086转和包二线客服向我们提出删除个人信息的请求，当然我们也会主动删除您的个人信息：</strong></p>
                    <p>（1）如果我们的处理目的已实现、无法实现或者为实现处理目的不再必要；</p>
                    <p>（2）如果我们停止提供产品或者服务，或者保存期限已届满；</p>
                    <p>（3）如果您撤回同意</p>
                    <p>（4）如果我们违反法律、行政法规或者违反约定处理个人信息；</p>
                    <p>（5）法律、行政法规规定的其他情形。</p>
                    <p>我们将依法响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的主体，并要求其及时删除（除非法律法规另有规定，或这些主体已独立获得您的授权）。</p>
                    <p>若法律、行政法规规定的保存期限未届满，或者删除个人信息从技术上难以实现的，我们将停止除存储和采取必要的安全保护措施之外的处理。</p>
                    <p>5、除非已故用户生前另有安排，我们将保障已故用户的近亲属为了自身的合法、正当利益对已故用户的相关个人信息进行查阅、复制、更正、删除的权利。</p>
                    <p><strong>6、个人信息主体获取个人信息副本</strong></p>
                    <p>您有权获取您的个人信息副本，如果您需要获取我们收集的您的个人信息副本，您可拨打客服电话10086转和包二线客服与我们取得联系进行申请，在符合相关法律法规且技术可行的前提下，我们将向您提供相关副本。</p>
                    <p><strong>7、尽管有上述约定，但按照相关法律法规及国家标准，在以下情形中，我们可能无法响应您的请求：</strong></p>
                    <p><strong>（1）与国家安全、国防安全直接相关的；</strong></p>
                    <p><strong>（2）与公共安全、公共卫生、重大公共利益直接相关的；</strong></p>
                    <p><strong>（3）与犯罪侦查、起诉、审判和执行判决等直接相关的；</strong></p>
                    <p><strong>（4）有充分证据表明您存在主观恶意或滥用权利的；</strong></p>
                    <p><strong>（5）响应您的请求将导致其他个人、组织的合法权益受到严重损害的；</strong></p>
                    <p><strong>（6）涉及商业秘密的；</strong></p>
                    <p><strong>（7）法律、法规规定的其他情形。</strong></p>
                    <p><strong>8、我们设立了个人信息保护专职部门，如您对本政策存在任何疑问，或对于您的个人信息处理存在任何投诉、意见，请通过以下渠道联系我们：</strong></p>
                    <p><strong>（1）客服热线：10086转和包二线客服</strong></p>
                    <p><strong>（2）联系地址：长沙市高新区东方红中路352号</strong></p>
                    <p>为保障您的信息安全，我们需要先验证您的身份和凭证资料。我们已经建立客户投诉管理机制，包括受理、跟踪和处理流程。一般来说，我们将在身份验证通过后的三个工作日内处理完成，特殊情形下最长将在不超过十五天或法律法规规定期限内作出答复。<strong>如您不满意我们的答复，还可以向消费者权益保护部门投诉或向本公司所在地有管辖权法院提起诉讼。</strong></p>
                    <p><strong>七、对第三方责任的声明</strong></p>
                    <p><strong>请您注意，您的交易相对方、您访问的第三方网站经营者、通过我们接入的第三方服务（例如：和包APP中第三方提供的应用）和由和包处接收您的个人信息的第三方可能有自己的隐私权保护政策；当您查看第三方创建的网页或使用第三方开发的应用程序时，这些第三方可能会放置他们自己的Cookie或像素标签，这些Cookie或像素标签不受我们的控制，且它们的使用不受本政策的约束。我们会尽商业上的合理努力去要求这些主体对您的个人信息采取保护措施，请您与他们直接联系以获得关于他们的隐私政策的详细情况。如您发现这些第三方创建的网页或第三方开发的应用程序存在风险时，建议您终止相关操作以保护您的合法权益。</strong></p>
                    <p><strong>八、我们如何保护未成年人的信息</strong></p>
                    <p>1、我们为年满14周岁不满18周岁的未成年人提供服务。我们期望父母或监护人指导未成年人使用我们的服务。我们将根据国家相关法律法规的规定保护未成年人的信息的保密性及安全性。</p>
                    <p><strong>2、如您为未成年人，建议请您的父母或监护人阅读本政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。</strong>对于经父母或监护人同意而收集您的信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护您的权益所必要的情况下使用或公开披露此信息。<strong>如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。</strong></p>
                    <p>3、如您为未成年人的父母或监护人，当您对您所监护的未成年人的信息处理存在疑问时，请通过上文中的联系方式联系我们。</p>
                    <p><strong>九、本政策的适用及更新</strong></p>
                    <p><strong>和包所有服务均适用本政策，除非相关服务已有独立的隐私政策或相应的用户服务协议当中存在特殊约定。</strong></p>
                    <p><strong>发生下列重大变化情形时，我们会适时对本政策进行更新：</strong></p>
                    <p><strong>1、我们的基本情况发生变化，例如：兼并、分立、收购、重组引起的所有者变更；</strong></p>
                    <p><strong>2、收集、存储、使用个人信息的范围、目的、规则发生变化；</strong></p>
                    <p><strong>3、对外提供个人信息的对象、范围、目的发生变化；</strong></p>
                    <p><strong>4、您访问和管理个人信息的方式发生变化；</strong></p>
                    <p><strong>5、数据安全能力、信息安全风险发生变化；</strong></p>
                    <p><strong>6、用户询问、投诉的渠道和机制，以及外部纠纷解决机构及联络方式发生变化；</strong></p>
                    <p><strong>7、其他可能对您的个人信息权益产生重大影响的变化。</strong></p>
                    <p><strong>由于和包的用户较多，如本政策发生更新，我们将以APP推送通知、发送电子邮件/手机短信或者在和包官方网站发布公告的方式来提示您充分阅读、理解本政策。为了您能及时接收到通知，建议您在联系方式更新时及时通知我们。如您在本政策更新生效后继续使用和包服务，即表示您已充分阅读、理解并接受更新后的政策。</strong></p>
                    <p><strong>您可以在和包官方网站首页查看本政策，也可在和包APP通过“我的→设置→隐私”中查看本政策。我们鼓励您在每次使用和包时都查阅我们的隐私政策。</strong></p>
                    <p><strong>十、本政策中关键词说明</strong></p>
                    <p><strong>1、本政策中的“和包关联公司”指：</strong>中国移动通信集团公司直接或间接控股的公司，以及该上述公司的合法继承人。“关联”是指一方现在或将来控制、受控制或与其出于共同控制下的任何公司、合法机构以及上述公司、合法机构的合法继承人。</p>
                    <p><strong>2、本政策中的“身份要素”是指：和包用于识别您身份的信息要素，包括您的和包账号、密码、短信校验码、电话号码、手机号码、证件号码及生物识别信息。</strong></p>
                    <p><strong>3、本政策中的“个人敏感信息”是指：一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害的个人信息，包括生物识别信息、特定身份信息、医疗健康信息、金融账户信息、行踪轨迹信息。</strong></p>
                  </template>
                </div>
            </div>
            <!-- 和包隐私权政策 -->
            <div id="a8" class="title-item">
                <span  class="titleTxt">和包支付业务用户服务协议</span>
            </div>
            <div class="content">
                <div style="text-indent: 2em; margin-bottom: 1rem">
                  <template >
                    <p><span style="FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16pxfont-size:16pxfont-size:16pxfont-size:16px"><strong>尊敬的用户：</strong><br>&nbsp;&nbsp;&nbsp;您好！本协议由您与中移电子商务有限公司（一家取得中国人民银行颁发的《支付业务许可证》的支付机构）（以下简称“本公司”）签订。您相关的权利义务将在本协议中进行约定。本公司网站域名为</span><a href="http://www.cmpay.com/" target="_self"><span style="FONT-SIZE: 16px; FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16pxfont-size:16pxcolor:#0066cc">www.cmpay.com</span></a><span style="FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16px"><span style="FONT-SIZE: 16px">。<br></span><span style="FONT-SIZE: 16px"><strong>重要提示：<br>&nbsp;&nbsp;&nbsp;为了保证您更好的享受我们所提供的支付服务，请您认真阅读、充分理解本协议各条款内容，特别是与您的权益具有或可能具有重大关系的条款，及免除或者限制责任的条款（尤其是粗体字部分）。如您对本协议的条款有疑问，请勿进行确认/同意或进行后续操作，您可致电10086转和包支付二线客服进行咨询，以便得到解释和说明。请您知晓，当您通过页面点击或其他方式确认或同意本协议，即表示您已阅读了本协议的内容并同意以数据电文形式订立本协议，自愿受本协议的约束，并承担相应的法律后果。<br>&nbsp;&nbsp;&nbsp;除非您已阅读并接受本协议所有条款，否则您无权使用相关服务。您的使用或登录等行为，即视为您已阅读并同意本协议。<br>若您为14周岁以上不满18周岁的限制民事行为能力人，请您告知您的监护人，并在您的监护人的指导下阅读本协议和使用本服务。若您为14周岁以下的限制民事行为能力人或无民事行为能力人，您应立即终止注册或停止使用本服务。<br>&nbsp;&nbsp; 您所需办理的业务办理手续、使用规则以及收费标准请参见本公司的相关业务说明，该相关业务说明一经发布即为本协议的附件，与本协议具有同等的法律效力。<br>&nbsp;&nbsp; 一、和包支付业务相关定义<br></strong>&nbsp;&nbsp; 如无特别说明，下列用语在本协议中的含义为：<br>&nbsp;&nbsp; 1.1 和包支付业务（以下简称“本服务”），是本公司作为非金融机构面向用户提供的一项综合性支付服务，是受用户委托代用户收付款的资金转移服务。<br>&nbsp;&nbsp; 1.2 和包支付账户：是以您提供的手机号码作为用户标识并通过本公司身份验证后，我们为您开立的支付账户。如您未完成和包支付身份验证，则不能使用本服务。<br>&nbsp;&nbsp; 1.3 身份要素：指本公司用于识别您身份的信息要素，包括但不限于您的用户标识、密码、数字证书、短信校验码、身份证件号码及生物识别信息（如人脸信息、指纹信息等）等信息。<br>&nbsp;&nbsp; 1.4 中国移动相关公司：是指中国移动通信集团公司直接或间接控股的主营通信业务的公司，以及该上述公司的合法继承人。<br>&nbsp;&nbsp; <strong>二、服务内容和服务费用</strong><br>&nbsp;&nbsp; 本公司为您提供和包支付业务服务，即本公司受您委托为您提供代为收取或代为支付款项的服务。通过代为收取款项服务，您可以收到他人向您支付的款项；通过代为支付款项服务，您可以支付款项给您指定的第三方。您向我们发出代为收付款项的指令后，非经法律程序或非依本协议约定，该指令不可撤销。<br>和包支付业务服务具体功能如下：<br>&nbsp;&nbsp; 2.1 消费支付<br>您可以使用本服务向商户购买商品或服务，本公司将根据您或商户的交易指令，从您的和包余额或您绑定的银行账户划扣相应资金到商户账户。<br>&nbsp;&nbsp; 2.2 转账/收款<br>&nbsp;&nbsp; 转账：您可以使用本服务向您指定的收款人转账，本公司将根据您的支付指令，从您的和包余额或您绑定的银行账户扣划相应资金至收款人的和包支付账户或银行账户。<br>&nbsp;&nbsp; 收款：您也可以通过和包支付服务收取他人的转账资金，本公司可将该笔资金转至您的和包余额。您也可以将您和包余额内的资金转移至您绑定的银行账户，本公司也可按照法律规定或本协议约定直接将和包余额内的资金转移至您绑定的银行账户。<br>实现方式：本公司将通过和包APP中的“发红包”、“收付款”、“号码付”等方式实现转账和收款功能，具体以本公司实际为您提供的实现方式为准。<br>&nbsp;&nbsp; 2.3 小额免密支付<br>&nbsp;&nbsp; 为方便您使用小额支付服务，您在相关页面首次开通本功能时，您输入支付密码或完成指纹/面容验证，并向本公司作出授权确认后，本公司有权直接依据您的指令从您的和包余额或银行账户扣划相应资金至商户账户，具体验证流程以实际服务流程提示为准。您再次使用本功能时，在一定额度内，本公司无需再校验您的支付密码、短信校验码等要素，即可将交易资金从您的和包余额或银行账户转移至商户账户。若您要取消对本公司的扣款授权，您应在扣款指令执行前，在和包APP中进行关闭小额免密支付服务，否则，本公司有权直接根据商户的扣款指令进行扣款。您使用本功能时，需遵守《小额免密支付服务协议》。<br>&nbsp;&nbsp; 2.4 代扣<br>&nbsp;&nbsp; 您在相关页面首次开通本功能时，您输入支付密码或完成指纹/面容验证，并向本公司作出授权确认后，本公司有权直接依据商户的指令从您的和包余额或银行账户扣划相应资金至商户账户，具体验证流程以实际服务流程提示为准。您开通本功能后，在您授权范围及额度内，本公司无需再校验您的支付密码、短信校验码等要素，即可将交易资金从您的和包余额或银行账户转移至商户账户。您使用本功能时，需遵守《和包支付代扣服务协议》。<br>&nbsp;&nbsp; 2.5 查询<br>&nbsp;&nbsp; 本公司将记录您使用本服务的交易情况，您可以在和包APP查询交易记录。<br>&nbsp;&nbsp; 2.6 添加/解绑银行卡<br>&nbsp;&nbsp; 您可以在和包APP绑定新的银行账户、银行卡或解绑银行账户、银行卡。您绑定银行卡，需遵守《快捷支付服务协议》。<br>&nbsp;&nbsp; 2.7 修改/重置密码<br>&nbsp;&nbsp; 您可以根据操作页面提示对原有支付密码或和包APP登录密码进行修改/重置。<br>&nbsp;&nbsp; 2.8退款<br>&nbsp;&nbsp; 若您就和包支付交易申请退款的，退款成功后，本公司可直接将款项退还至你绑定的原银行卡或和包余额中。<br>&nbsp;&nbsp;<strong>三、账户注册<br>&nbsp;&nbsp; 3.1 年满14周岁的限制民事行为能力人和完全民事行为能力人方可注册和包支付账户。<br>&nbsp;&nbsp; 3.2 当您注册和包支付账户或使用和包支付服务时，本公司会收集您的姓名、住址、头像、有效身份证件信息、电子邮箱、职业、手机号码，此类信息属于敏感信息，收集此类信息是为了满足相关法律法规的网络实名制要求。如您不提供前述信息，可能无法注册和包账户或无法使用和包支付服务。有关您个人信息的处理及保护，详见<a href="https://www.cmpay.com/info/wap/client/flow/rightsOfprivacy.html" target="_self"><span style="COLOR: ">《和包支付隐私政策》</span></a>。<br></strong>&nbsp;&nbsp; 3.3 您应承诺并保证所提供的信息是您本人的信息且信息资料真实、完整、有效，如有变更，应及时通知本公司并按照本公司要求办理变更手续。通过和包支付业务服务渠道能够更改的个人资料，您可自行通过和包支付业务服务渠道变更。因您提供的个人信息资料不真实、不正确、不完整而导致的风险和责任全部由您本人承担。<br>&nbsp;&nbsp;<strong> 3.4 为了及时有效地验证您的信息，根据法律法规、监管要求及<a href="https://www.cmpay.com/info/wap/client/flow/rightsOfprivacy.html" target="_self"><span style="COLOR: ">《和包支付隐私政策》</span></a>的约定，您同意我们可以在必要范围内与第三方进行信息核对。为了方便您进行信息验证，除了线上方式外，本公司还委托本公司合作机构中国移动通信集团有限公司各省市分公司通过实体渠道网点面对面核验您的个人身份信息，并将您的前述个人实名信息传送至本公司，由本公司为您开立和包支付账户。面对面开立和包支付账户后，如您需要使用和包支付账户服务，您应通过登陆和包APP或官网等渠道补充签署本协议。<br></strong>&nbsp;&nbsp;<strong> 3.5 为了充分保护您的合法权益，您应避免将账户密码设置得过于简单（如连续数字，或重复数字的排列）或将您和包支付账户密码与其他设备、账户密码区别设置。您知悉网络交易存在的风险，在使用服务时，应保持合理的谨慎意识。<br>&nbsp;&nbsp; 3.6 您知悉，和包余额所记录的资金余额不同于您本人的银行存款，不受《存款保险条例》保护，其实质为您委托本公司保管的、所有权归属于您的预付价值。该预付价值对应的货币资金虽然属于您，但不以您本人名义存放在银行，而是以本公司名义存放在银行，并且由本公司向银行发起资金调拨指令。<br>&nbsp;&nbsp; 四、账户使用<br>&nbsp;&nbsp; 4.1 使用您身份要素进行的操作、发出的指令均视为您本人做出，您理解指令一经发出，不可撤销。身份要素是我们识别您的身份的依据，请您务必妥善保管。因您的原因造成您的和包支付账户被冒用、盗用或非法使用，由此导致的风险和损失由您自行承担。<br></strong>&nbsp;&nbsp; 4.2 您理解，本公司并非银行或金融机构，无法提供资金即时到账服务，您认可资金在途流转需要合理时间。<br>&nbsp;&nbsp; 4.3 为了您的交易安全，您在使用和包支付账户服务时，应仔细核实交易对方的身份信息（如交易对方是否具有完全民事行为能力），您应自行承担与此相关的所有风险。<br>&nbsp;&nbsp; 4.4 如您与本公司针对支付交易存在误差，双方应进行核对；如无法达成一致，应以本公司支付服务系统记录的数据为准。<br>&nbsp;&nbsp; 4.5 您与交易对手或其他任何第三方之间因交易可能发生的关于商品或服务质量、数量、交易金额、交货时间等纠纷，应由您与交易对手或第三方协商解决，请您谅解我们无法处理前述纠纷，但本公司会为您维护自身权益提供职责范围内的协助。<br>&nbsp;&nbsp; 4.6 您承诺发起的交易基于真实的交易背景，不得利用本公司提供的服务进行虚假交易。本公司有权了解您使用和包支付业务的真实交易背景及目的，您应如实提供本公司所需的真实、全面、有效、准确的信息；<strong>如果本公司在发现异常交易或有疑义或有违反法律规定或其他不当行为的，本公司有权不经通知先行暂停、中止或终止您名下全部或部分和包支付账户的使用（包括但不限于对这些账户名下的款项和在途交易采取取消交易、暂停结算等限制措施），并拒绝您使用和包支付业务的部分或全部功能。<br>&nbsp;&nbsp; 4.7 您可使用的和包支付账户收付款额度、日累计转账限额和笔数，可能因您使用该服务时所处的地区监管要求、支付场景、银行额度控制、我们的风险控制、身份要素验证等事由而有不同，具体请见和包APP页面提示或公告。<br>&nbsp;&nbsp; 4.8 您认可和包支付账户的使用记录、交易数据等均以本公司的系统记录为准。如您对该等数据存有异议的，可及时向本公司提出，我们会根据您提供的相关证据积极予以核实。<br>&nbsp;&nbsp; 4.9您使用本服务代为支付款项服务时，存在以下情况时会导致扣款不成功：<br>&nbsp;&nbsp; （1）您指定的账户余额不足；<br>&nbsp;&nbsp; （2）您使用的用户标识或账户已被采取止付、有权机关冻结或其他限制使用权限的措施；<br>&nbsp;&nbsp; （3）超出监管部门、本公司或银行规定的付款额度。<br></strong>&nbsp;&nbsp; 4.10 您在接受本公司提供的和包支付业务服务时，应当遵守本协议以及本公司不定期通过短信、本公司网站或和包APP等渠道公布的相关业务规则等要求。<br>&nbsp;<strong>&nbsp; 4.11 您知悉，在您使用本服务时，本公司无需对为您保管、代收或代付款项的货币贬值、汇率损失和利息损失及其他风险担责，且本公司无需向您支付该款项的孳息。<br>&nbsp;&nbsp; 4.12 为保障您对本服务的知情权，您同意并授权本公司在您开通和包支付业务时，免费为您开通139邮箱，用来接收您和包支付业务的月账单和其他服务信息，139邮箱目前不收取月功能费，后续如需收取费用，您可以选择是否继续使用邮箱服务。<br></strong>&nbsp;&nbsp; 4.13 为了向您提供更优质的服务，您同意接收来自本公司的信息，包括但不限于活动信息、交易信息、营销信息等。如您不希望接收此类信息，您可按照提示的方法选择退订。<br>&nbsp;&nbsp;<strong> 4.14 为了满足相关监管规定的要求，也为了您的资金安全，在出现下列情形时，请您积极配合我们核对您的有效身份证件或其他必要文件，留存有效身份证件的彩色照片，且完成相关身份验证和安全验证：<br>&nbsp;&nbsp; （1）您办理充值、收取或支付单笔金额人民币1万元及以上或者外币等值1000美元及以上业务的；<br>&nbsp;&nbsp; （2）您名下全部和包支付账户项下30天内充值、收取及支付总金额累计人民币5万元及以上或外币等值1万美元及以上的；<br>&nbsp;&nbsp; （3）您名下全部和包支付账户余额连续10天人民币5000元及以上或外币等值1000美元及以上的；<br>&nbsp;&nbsp; （4）您使用我们的服务买卖金融产品或服务的；<br>&nbsp;&nbsp; （5）您购买和包支付记名预付卡或办理记名预付卡充值的；<br>&nbsp;&nbsp; （6）您一次性购买不记名预付卡人民币1万元及以上，或通过不记名预付卡为和包支付账户累计充值人民币1万及以上的；<br>&nbsp;&nbsp; （7）您要求变更身份信息或您身份信息已过有效期的；<br>&nbsp;&nbsp; （8）您的交易行为或交易情况出现异常的；<br>&nbsp;&nbsp; （9）您的身份信息或相关资料存在疑点的；<br>&nbsp;&nbsp; （10）存在应核对或留存您身份证件或其他必要文件的其他情形的。<br>&nbsp;&nbsp; 4.15 为了满足相关监管规定的要求，请您按照我们要求的时间提供您的身份信息以完成身份验证，否则您可能无法进行收款、提现、余额支付、购买理财产品等操作，且我们可能对您的账户余额进行止付或注销您的账户。<br>&nbsp;&nbsp; 4.16 发生下列情形之一的，本公司无需进行事先通知即可暂停、中止或终止向您提供和包支付业务服务，同时，本公司有权冻结您名下全部或部分和包支付账户资金，或暂停执行您发送的部分或全部指令。<br>&nbsp;&nbsp; （1）您提供的个人资料不真实，且未能提供合理说明及证明；<br>&nbsp;&nbsp; （2）您违反相关法律、法规、规章及政府规范性文件或本协议约定；<br>&nbsp;&nbsp; （3）中国人民银行、公安、检察院、法院、海关、税务机关等政府机关或相关主管部门向本公司发出要求；<br>&nbsp;&nbsp; （4）您遭到他人投诉，且对方已经提供了一定证据的；<br>&nbsp;&nbsp; （5）本公司认为向您提供本服务存在安全隐患的。<br>&nbsp;&nbsp;&nbsp;4.17 如本公司按照上述规定采取相关措施，则本公司有权通过电话、邮件等您提供的联系方式通知您，但本公司不保证您能够收到或者及时收到上述通知。<br>&nbsp;&nbsp;&nbsp;4.18 本公司按照上述规定采取冻结措施后，如您申请解冻，本公司有权依照自行判断来决定是否允许全部或部分解冻，您应充分理解您的解冻申请并不必然被允许，且为保障您的资金安全，申请解冻时您应当配合本公司核实您的身份。<br>&nbsp;&nbsp;&nbsp;4.19 您在使用本服务时，如果您和包支付账户绑定的手机号码发生了变更，您可自行在和包APP更换绑定的手机号以保证您能够继续正常使用本服务。如果您和包支付账户绑定的手机号码已被注销，该手机号被重新启用后会从您的支付账户解绑，您可自行在客户端的登录页面使用找回账户功能找回您之前使用的和包支付账户。<br></strong>&nbsp;&nbsp;&nbsp;4.20 您不得将和包支付账户用于本协议约定范围以外的其他用途。<strong>您不得买卖、出租、出借、转让或赠与您的和包支付账户，否则造成的任何损失由您自行承担。对经公安机关认定属于出租、出借、出售、购买银行账户或者支付账户的，假冒他人身份或者虚构代理关系开立银行账户或者支付账户的，本公司5年内暂停您名下所有和包支付账户的业务，并不再为您开立新和包支付账户。<br>&nbsp;&nbsp; 4.21 您充分了解并清楚知晓上述条文中出租、出借、出售、购买账户的相关法律责任和惩戒措施，承诺依法依规开立和使用本人账户。<br>&nbsp;&nbsp; 4.22 如您自开立和包支付账户之日起6个月无交易记录，本公司在向您重新核实身份之前，有权暂停为您提供本服务。<br>&nbsp;&nbsp;4.23 经公安机关认定并纳入电信网络新型违法犯罪交易风险事件管理平台“涉案账户”名单的用户，本公司将中止该账户所有业务，并短信通知您。您应在收到本公司短信后3日内按照短信确定方式重新核实身份，如您在3日内未重新核实身份的，本公司将暂停您名下所有和包支付账户业务；您重新核实身份后，可以恢复除涉案账户外的其他和包支付账户业务。对于“涉案账户”名单中经您确认为冒名开立的和包支付账户，您可通过本公司官网（</strong></span></span><a href="http://www.cmpay.com/"><span style="FONT-SIZE: 16px; FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16pxfont-size:16pxcolor:#0066cc"><strong>www.cmpay.com</strong></span></a><span style="FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16pxfont-size:16pxfont-size:16px"><span style="FONT-SIZE: 16px"><strong>）或和包APP公示的其他渠道发起注销申请并确认注销声明后，本公司根据您的注销操作指令注销账户。<br>&nbsp;&nbsp; 4.24 本公司基于自身独立判断、公安机关认定、电信网络新型违法犯罪交易风险事件管理平台判断、第三方举报或投诉等，认为您已经违反任何国家法律、法规（如适用）的规定或本协议任何条款的，本公司有权暂停、中止或终止向您名下全部或部分和包支付账户提供服务。<br>&nbsp;&nbsp; 4.25 本公司发现您的和包支付账户交易异常（包括但不限于您收支与正常交易活动相异或者相关业务模式存在风险等）或有疑义时，有权不经通知先行暂停、中止或终止向您名下全部或部分和包支付账户提供服务。<br></strong>&nbsp;&nbsp; 4.26 若您需对和包支付账户进行挂失，应及时与本公司客服人员联系，并按相关要求进行操作。</span><span style="FONT-SIZE: 16px"><strong>若您发现有第三人冒用或盗用您的和包支付账户及密码，或其他任何未经合法授权以您的名义使用您的和包支付账户之情形，应立即通知本公司，向本公司发起挂失，并按照本公司规定办理相关手续，本公司将采取必要措施予以配合。若您迟延通知，则迟延期间产生的损失，本公司不需承担任何责任。您理解本公司对您的请求采取行动需要合理期限，在采取行动之前，本公司对已执行的指令导致的您的损失不承担任何责任。<br></strong>&nbsp;&nbsp; 4.27 您理解，本服务依赖于系统的准确运行及操作，如出现系统差错、故障、您或本公司不当获利等情形，您同意本公司可以采取更正差错、划扣款项等适当纠正措施。<br>&nbsp;&nbsp; 4.28 您不得利用和包支付业务从事下列任何侵害他人合法权益或违法的行为，若有违反，您应自行承担所有法律责任：<br>&nbsp;&nbsp;&nbsp;（1）反对宪法所确定的基本原则，危害国家安全、泄漏国家秘密、颠覆国家政权、破坏国家统一的；<br>&nbsp;&nbsp; （2）侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权、其他知识产权及其他合法权益；<br>&nbsp;&nbsp; （3）违反依法律或本协议所应负的保密义务；<br>&nbsp;&nbsp; （4）冒用他人名义使用和包支付业务；<br>&nbsp;&nbsp; （5）从事任何不法交易行为，如贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品或其他违禁物等；<br>&nbsp;&nbsp; （6）提供赌博资讯或以任何方式引诱他人参与赌博；<br>&nbsp;&nbsp; （7）涉嫌洗钱、恐怖融资、套现或进行传销活动的；<br>&nbsp;&nbsp; （8）非法使用他人银行账户（包括信用卡账户）或无效银行账号（包括信用卡账户）交易；<br>&nbsp;&nbsp; （9）进行与您或交易对方宣称的内容不符的交易或不真实的交易；<br>&nbsp;&nbsp; （10）从事任何可能侵害和包支付业务系統的行为；<br>&nbsp;&nbsp; （11）其他本公司有正当理由认为不适当的行为。<br>&nbsp;&nbsp; 4.29 基于运行和交易安全的需要，本公司可以暂时停止提供服务、限制本服务部分功能或提供新的功能，在任何功能减少、增加或者变化时，只要您仍然使用本服务，表示您仍然同意本协议或者变更后的协议。<br>&nbsp;&nbsp; </span><span style="FONT-SIZE: 16px"><strong>4.30 本公司享有制定及调整相关服务规则的权利。您了解并同意本公司有权单方修改服务的相关规则，而无须征得您的同意，服务规则应以您使用服务时的本公司相关协议、本公司网站或和包APP上公告、页面提示等内容为准，您同意并遵照服务规则是您使用本服务的前提。<br></strong>&nbsp;&nbsp; 4.31 本公司享有cookie的使用权，cookie的使用可以帮您省去使用本公司的服务而重复填写注册信息和跟踪您的浏览器的状态。<br>&nbsp;&nbsp; 4.32 您不得对本公司的支付服务系统和程序采取反向工程手段进行破解，不得对上述系统和程序（包括但不限于源程序、目标程序、软件文档、运行在本地电脑内存中的数据、客户端至服务器端的数据、服务器数据等）进行复制、修改、编译、整合和篡改，不得修改或增加本公司支付服务系统的原有功能。若您违反本条款，本公司有权冻结、注销您的账户，并保持追究您的法律责任的权利。<br>&nbsp;&nbsp; </span><span style="FONT-SIZE: 16px"><strong> 4.33 您可以通过使用和包支付完成生活缴费、缴话费、金融理财等来获取和包会员成长值（具体内容名称以和包会员服务页面展示为准）。为此您同意本公司在必要范围内收集您和包账户绑卡信息、在和包APP完成交易或使用服务的记录、使用和包支付完成支付或转账的记录。若您无需和包会员成长值相关服务，您可以通过和包会员服务页面进行关闭。<br>&nbsp;&nbsp; </strong></span><span style="FONT-SIZE: 16px"><strong>五、账户注销<br></strong>&nbsp;&nbsp; 5.1 您有权按照本公司规定的销户流程申请注销和包支付账户，您知悉并同意符合以下条件方可完成账户注销：<br>&nbsp;&nbsp; （1）您可以通过本公司官方网站、和包APP、短信渠道自助申请销户，您也可以通过客服渠道、中国移动自营厅人工申请销户。<br>&nbsp;&nbsp; （2）您申请注销的和包支付账户应处于正常状态，即您的账户信息是最新、完整、正确的，且账户未被采取止付、有权机关冻结等限制措施。<br>&nbsp;&nbsp; （3）您申请注销的和包支付账户不存在应付而未付服务费用，且不存在其他因注销可能引发纠纷的情况。<br>&nbsp;&nbsp;（4）注销和包支付账户前，您已将该账户下所对应的可用款项全部提现或者向本公司发出支付指令以清空账户资金。<br>&nbsp;&nbsp;</span><span style="FONT-SIZE: 16px"><strong>&nbsp;5.2如出现法律法规、监管规定要求或本协议约定需要注销账户的情形，本公司可能直接注销您的和包支付账户。如您账户中仍有关联的理财产品或余额，本公司将会暂时替您保管，并在核实身份后协助您取回。<br>&nbsp;&nbsp; 5.3 您了解，当您办理与您和包支付账户对应的手机号码的电信服务注销时，并不能当然地注销和包支付账户，该手机号被重新启用后，将会与对应的和包支付账户解除绑定关系，您可自行在客户端的登录页面进行找回账户操作。如您在注销手机号码时需注销和包支付账户，您可根据本协议约定方式完成和包支付账户注销。<br>&nbsp;&nbsp; 5.4 您了解并同意，本公司成功注销您的和包支付账户后，本公司将会取消基于您已注销和包支付账户所有待处理的交易。但您仍应对您使用和包支付业务期间的行为承担责任，同时，本公司仍可按照法律规定保有您的相关账户及交易记录等信息。<br>&nbsp;&nbsp; 5.5 您知悉，和包支付账户一旦注销成功，与账户关联的权益、卡券均将作废。<br>&nbsp;&nbsp; 六、服务费用<br>您理解，为持续为您提供服务，本公司有权向您收取服务费用，具体服务费用标准以您使用服务时本公司网站或产品页面上公示为准。首次收费或调整服务费用标准前，我们将通过网站或和包APP公告的方式提前予以公布，调整后的内容在公告届满30日起生效，若您无法同意调整后的内容，您有权停止使用相关服务。除非另有说明或约定，您同意我们有权自您委托我们代为收取或代为支付的款项或您任一和包支付账户余额或者其他资产中直接扣除上述服务费用。</strong></span></span></p>
                    <p><span style="FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16pxfont-size:16pxfont-size:16px"><span style="FONT-SIZE: 16px"><strong>&nbsp;&nbsp;七、客户权益保障及信息保护<br></strong>&nbsp;&nbsp; 7.1 为保障您在使用本公司服务时的合法权益，本公司根据相关法律法规向您承诺如下:<br>&nbsp;&nbsp; （1）本公司自觉遵守相关法律法规和政策，维护您的利益，将保护您的合法权益纳入公司治理、企业文化建设和经营发展战略统筹规划。<br>&nbsp;&nbsp; （2）本公司承诺营造良好的竞争环境，鼓励、支持开展合法、公平、有序的行业竞争，反对采用不正当手段进行行业内竞争，反对诋毁竞争对手、编造有关竞争对手虚假的负面的信息。<br>&nbsp;&nbsp; （3）本公司承诺将持续增强自身风险控制能力，提升技术安全管理能力，保障用户资金、信息安全。<br>&nbsp;&nbsp; （4）本公司愿意接受社会各界对本行业的监督和批评，改进行业风气，提升行业自律的效益。<br>&nbsp;&nbsp; （5）本公司承诺审慎经营，采取严格的内控措施和科学的技术监控手段，严格区分机构自有资产和用户资金，不得挪用、占用用户资金。<br>&nbsp;&nbsp; （6）本公司承诺会努力以通俗易懂的语言，通过产品页面、服务协议、公告或使用须知等方式公示其所提供的服务内容信息，包括服务名称、服务内容、服务收费标准等，保障您享有知悉其接受的服务的真实情况的权利。本公司不发布夸大产品收益、掩饰产品风险等不实信息，不作虚假或引人误解的宣传，尽到合理的风险提示义务。<br>&nbsp;&nbsp; （7）本公司承诺在法律法规和监管规定允许的范围内，充分尊重客户意愿，由您自主选择、自行决定是否选择接受本公司的服务，不违背您的意愿搭售产品和服务。<br>&nbsp;&nbsp;&nbsp;（8）本公司承诺遵守公正、平等、诚实、信用原则，在网站、产品页面或服务协议中公示各服务内容、收费标准等信息。您有权根据该等信息自行选择是否使用某项服务，本公司不会强制您使用某项服务。<br>&nbsp;&nbsp; （9）本公司承诺将认真解答您对本公司服务的咨询，并不断完善咨询、投诉处理机制。本公司不会限制您寻求法律救济途径。<br>&nbsp;&nbsp; （10）您享有获得有关用户权益保护方面的知识的权利。本公司会帮助您掌握所需服务的知识和使用技能，帮助您正确使用服务及提升自我保护意识。<br>&nbsp;&nbsp; （11）本公司尊重您的人格尊严和民族风俗习惯，除根据法律法规及风险控制需要做出的限制外，不会因用户的性别、年龄、种族、民族或国籍等不同进行歧视性差别对待。<br>&nbsp;&nbsp; 7.2 本公司建立了风险准备金制度和交易赔付制度，如您在使用本服务的过程中，由于您的和包支付账户被盗用造成资金损失，本公司将按照<a href="https://www.cmpay.com/info/version3/H5/protocol/hbAccountSecurity.html" target="_self">《和包支付账户资金安全保障规则》</a>的约定为您提供资金保障。<br>&nbsp;&nbsp; 7.3 本公司将会采取合理的措施保护您的个人信息。除法律法规规定规定的情形外，未经您的同意本公司不会向第三方公开、透露您的个人信息。本公司对相关信息采用专业加密存储与传输方式，保障个人信息的安全。<br>&nbsp;&nbsp; 7.4 本公司将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。<br>&nbsp;&nbsp; 7.5对于本公司如何收集、使用、存储和保护您的个人信息及您享有何种权利，您还可以阅读</span><a href="https://www.cmpay.com/info/wap/client/flow/rightsOfprivacy.html" target="_self"><span style="COLOR: ">《和包支付隐私政策》</span></a><span style="FONT-SIZE: 16px">予以进一步了解。<br>&nbsp;&nbsp; </span><span style="FONT-SIZE: 16px"><strong>八、特殊责任承担<br>&nbsp;&nbsp; 8.1 您在交易过程中应当及时登录到本公司网站或和包APP查看和进行交易操作，因您没有及时查看和对交易状态进行修改或确认或未能提交相关申请而导致的任何纠纷或损失，本公司不负任何责任。<br>&nbsp;&nbsp; 8.2 除非本公司未按本协议的约定为您办理和包支付账户冻结手续，否则因您登录终端设备丢失等原因造成的资金损失本公司不负任何责任。<br>&nbsp;&nbsp; 8.3 如因下列原因导致您无法正常使用本公司提供的和包支付业务，本公司不承担责任：<br>&nbsp;&nbsp; （1）因本公司的系统停机维护或升级；<br>&nbsp;&nbsp; （2）因台风、地震、海啸、洪水、战争、、瘟疫、战争、动乱、政府行为等不可抗力之因素；<br>&nbsp;&nbsp; （3）因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、第三方服务瑕疵等原因；<br>&nbsp;&nbsp; （4）由于银行本身系统问题、银行相关作业网络连线问题等因素，造成本服务无法提供；<br>&nbsp;&nbsp;（5）您的电子设备软硬件和通信线路、供电线路出现故障的；<br>&nbsp;&nbsp;（6）因您操作不当或通过非经我们授权或认可的方式使用我们服务的；<br>&nbsp;&nbsp; （7）本协议约定的其他本公司不承担赔偿责任的情况。<br>&nbsp;&nbsp; 九、知识产权保护<br></strong>&nbsp;&nbsp; 9.1 本公司网站或和包APP上所有内容，包括但不限于文字、图片、音频、视频、网站架构、界面设计、数据、文档等，均由本公司或本公司的关联方依法享有知识产权，您应予以尊重并加以保护。<br>&nbsp;&nbsp; 9.2 本公司网站或和包APP上包含的或者提供的图标、按钮、服务名称等均为本公司或本公司的关联方在中国和其他国家依法拥有的商标或商业标识，相关权利人依照法律规定应享有的权利除外。未经本公司、本公司的关联方或相关权利人事先书面同意，您不得复制、模仿、使用任何上述商标或商业标识，或实施任何其他可能引起相关公众和/或消费者混淆的行为。<br>&nbsp;&nbsp; 9.3 未经本公司、本公司的关联方或相关权利人事先书面同意，您不得擅自使用、修改、反向工程、反向编译或反向汇编、转载、链接、复制、公开传播、散布、发行或公开发表本公司网站和和包APP上的任何程序或内容，或将本公司的任何程序或内容嵌入其他软件或服务，或将本公司的任何程序或内容进行汇编或建立镜像站点等。<br>&nbsp;&nbsp; 9.4 尊重知识产权是您应尽的义务，如有违反，您应承担损害赔偿责任。<br>&nbsp;&nbsp; </span><span style="FONT-SIZE: 16px"><strong>十、协议变更与终止<br>&nbsp;&nbsp; 10.1 本公司有权在必要时修改或变更本协议内容，并将通过本公司网站或和包APP提前公布最新的服务协议，不另作个別通知。变更后的协议在公布届满30日起生效。若您在协议内容公告变更后继续使用和包支付业务的，视为您已充分阅读、理解并接受修改后的协议内容，并愿意遵循修改后的协议内容使用本服务；若您不同意，您应主动立即停用本服务；双方协商一致的，也可另行变更相关协议内容。<br>&nbsp;&nbsp; 10.2 因您主动申请，或本公司依法或依据本协议约定注销您的和包支付账户，本协议自账户注销之日起终止。<br>&nbsp;&nbsp; 10.3 如遇国家政策调整，本公司有权终止本协议，因该种情况终止本协议的，本公司不承担违约责任。<br>&nbsp;&nbsp; 十一、法律适用及争议解决<br></strong>&nbsp;&nbsp;&nbsp;11.1 本协议的成立、生效、履行、解释及纠纷解决等，均适用中华人民共和国大陆地区法律。<br>&nbsp;&nbsp;&nbsp;</span><strong><span style="FONT-SIZE: 16px">11.2 因本协议发生任何纠纷或争议，应友好协商解决，协商不成的，向本协议签订地（即湖南省长沙市岳麓区）有管辖权的人民法院提起诉讼解决。<br>&nbsp;&nbsp; 十二、其他<br>&nbsp;&nbsp; 12.1 本协议由本协议条款及所有本公司已经发布的或将来可能发布的和包支付服务的使用规则、隐私政策组成。所有规则和隐私政策为本协议不可分割的一部分，与本协议具有相同法律效力。</span><br></strong><span style="FONT-SIZE: 16px">&nbsp;&nbsp; 12.2 本协议条款无论因何种原因部分无效或不可执行，不影响其他条款的效力和执行。</span></span></p>
                  </template>
                </div>
            </div>
          </template>
          <template v-else>
            <div id="a1" class="content">
              <div v-html="displayConfigurationAgreementCont"></div>
            </div>
          </template>
            <!-- 移动钱包业务受理协议 -->
            <div id="a5" class="title-item">
                <span class="titleTxt">移动钱包业务受理协议</span>
            </div>
            <div class="content">
                <img style="width: 2.11rem;height: 0.62rem;" alt="" src="@/assets/images/newRights/img_1.png" />
                <p>
                    受理日期：{{ date.year }}年{{ date.month }}月{{
                        date.day
                    }}日
                </p>
                <p>手机号码：{{ mobNo }}</p>
                <p>客户名称：{{ userName }}</p>
                <ul>
                    <li>鉴权方式：统一认证+短信验证码</li>
                    <li>受理类型：业务办理</li>
                    <li>
                        受理时间：{{ date.year }}-{{ date.month }}-{{
                            date.day
                        }}
                        {{ date.hour }}:{{ date.minute }}:{{ date.second }}
                    </li>
                    <li>受理渠道：此APP</li>
                    <li>商品名称：移动钱包</li>
                    <li>业务详情：</li>
                </ul>
                <div class="text">
                    <div v-html="agreementContent"></div>

                    <div style="width: 100%; height: 2rem; text-align: right">
                        <img
                            alt=""
                            :src="city"
                            style="
                                width: 2rem;
                                height: auto;
                                transform: rotate(-45deg);
                            "
                        />
                    </div>
                    <h4>甲方：{{ userName }}</h4>
                    <h4>
                        乙方：中国移动通信集团江苏有限公司{{ cityName }}分公司
                    </h4>
                    <img alt="" src="@/assets/images/newRights/img.png" />
                </div>
            </div>
        </div>
        <md-button
            id="A09"
            :inactive="disab"
            class="checkProtocol"
            @click="closeAgree"
        >我已阅读并知晓
        </md-button
        >
    </div>
</template>

<script>
import mdHeader from '@/components/mdHeader';
import * as store2 from '@/common/localstore';
import { mapState } from 'vuex';
import api from '@/common/apiUrls';


export default {
    props: ['siver','isDisplayConfiguration','displayConfigurationAgreementCont'],
    name: 'bcmAgreement',
    components: {
        mdHeader
    },
    data() {
        return {
            disab: true,
            date: {
                year: new Date().getFullYear(),
                month:
                    Number(new Date().getMonth() + 1) < 10
                        ? `0${Number(new Date().getMonth() + 1)}`
                        : Number(new Date().getMonth() + 1),
                day:
                    Number(new Date().getDate()) < 10
                        ? `0${Number(new Date().getDate())}`
                        : Number(new Date().getDate()),
                hour:
                    Number(new Date().getHours()) < 10
                        ? `0${Number(new Date().getHours())}`
                        : Number(new Date().getHours()),
                minute:
                    Number(new Date().getMinutes()) < 10
                        ? `0${Number(new Date().getMinutes())}`
                        : Number(new Date().getMinutes()),
                second:
                    Number(new Date().getSeconds()) < 10
                        ? `0${Number(new Date().getSeconds())}`
                        : Number(new Date().getSeconds())
            }, // 日期
            mobNo: '',
            userName: '',
            city: '',
            cityName: '',
            agreementContent: '',
            pacificContract: '<p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">交通银行股份有限公司</span><strong><span style=\"text-decoration:underline;\"><span style=\"font-family: 方正仿宋_GBK;\">&nbsp;</span></span></strong><strong><span style=\"text-decoration:underline;\"><span style=\"font-family: 方正仿宋_GBK;\">无锡</span></span></strong><strong><span style=\"text-decoration:underline;\"><span style=\"font-family: 方正仿宋_GBK;\">&nbsp;</span></span></strong><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">分行（以下简称</span><span style=\"font-family:方正仿宋_GBK\">“甲方”）与太平洋个人借记卡（以下简称“太平洋卡”）主卡申领人（以下简称“乙方”）</span></span><span style=\"font-family: 方正仿宋_GBK;\">&nbsp;</span><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">和附属卡申领人（以下简称</span><span style=\"font-family:方正仿宋_GBK\">“丙方”），在知悉并愿意共同遵守《交通银行太平洋借记卡章程》（以下简称《章程》）、《交通银行个人人民币银行结算账户管理协议》（以下简称《账户协议》）的前提下，就太平洋卡的申领、使用、销户和收回等事宜达成本合约。</span></span><strong><span style=\"font-family: 方正仿宋_GBK;\">乙方和丙方签署本合约即视为乙方和丙方已知悉、理解并同意共同遵守《章程》、《账户协议》及本合约的条款。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正黑体_GBK;\">第一条</span><span style=\"font-family: 方正黑体_GBK;\">&nbsp;</span><span style=\"font-family: 方正黑体_GBK;\">信息披露和保密</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（一）甲方为乙方和丙方开立太平洋卡，依据监管要求，甲方将采集并留存乙方和丙方的相关个人信息，包括但不限于</span><strong><span style=\"font-family: 方正仿宋_GBK;\">姓名、性别、国籍、出生日期、身份证件种类、身份证件号码和有效期限、联系电话、住所地或者工作单位地址、职业信息</span></strong><span style=\"font-family: 方正仿宋_GBK;\">等。对于监管规定的流动就业群体等特殊客户群体，甲方可进一步核实乙方和丙方的身份，并有权采集并留存乙方和丙方的税务、社保、公积金、手机号码实名、水气煤电公用事业缴费等方面的辅助信息。乙方和丙方应按甲方规定，准确、完整、真实地填写申请和提交相关信息。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">在绑定他行账户开立太平洋卡时，甲方采集的姓名、身份证件号码、手机号码、他行绑定账户卡号和账户类型信息等，将通过清算机构，包括但不限于中国人民银行清算总中心（网址：</span><span style=\"font-family:方正仿宋_GBK\">www.cncc.cn）、中国银联股份有限公司（客服电话95516）等，提交乙方选择的绑定账户开户行，用于个人信息的一致性比对。</span></span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">在制作太平洋卡实体卡片时，乙方和丙方授权甲方将乙方和丙方的</span><strong><span style=\"font-family: 方正仿宋_GBK;\">姓名、身份证件号码、联系电话、住所地或者工作单位地址、太平洋卡卡号</span></strong><span style=\"font-family: 方正仿宋_GBK;\">等信息传输给甲方指定的集中制卡服务商，用于制作太平洋卡并寄送给乙方和丙方。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（二）乙方和丙方同意并授权，在使用甲方服务的过程中，甲方有权收集、存储、使用、加工、传输乙方和丙方的姓名、证件号码、银行卡号、手机号码等相关个人信息以便甲方为乙方和丙方提供产品或服务，以及保障乙方和丙方账户及交易安全。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（三）对于甲方收集和留存的乙方和丙方个人信息，甲方将通过专业技术手段采取加密储存与传输，保障乙方和丙方个人信息的安全。在乙方和丙方注销太平洋卡时，甲方将停止收集乙方和丙方的个人信息，但甲方会在业务资料归档、审计、监管协查等领域继续使用此前收集的相关个人信息。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（四）乙方和丙方在申请办卡时留存在发卡机构的资料如有变更，如联系电话、住所地或者工作单位地址、职业等，应以书面方式通知甲方。除非甲方确实收到了该等更改通知，否则原有的资料将一直有效。因乙方或丙方未及时通知甲方或非因甲方原因导致甲方未收到更改通知的，对于由此引起的任何延误或损失，甲方不承担责任。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（五）乙方或丙方申领太平洋卡时向甲方提交的个人信息资料存在问题、身份证件或者身份证明文件已过有效期的，自收到甲方提示更新信息通知日起且在甲方规定期限内，乙方或丙方没有按甲方要求完成信息完善和有效期更新且没有提出合理理由的，甲方有权限制乙方或丙方太平洋借记卡的使用。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（六）对于在本合约签订和履行过程中获取的乙方和丙方的未公开信息和资料，甲方对相关信息和资料的使用不得违反法律法规和监管要求，并应依法承担保密责任，不向第三方披露该等信息和资料，但下列情形除外：</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">1.适用法律法规要求披露的;</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">2.司法部门或监管机构依法要求披露的;</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">3.甲方为履行本合约义务及行使本合约权利需向甲方的外部专业顾问披露和允许甲方的外部专业顾问在保密的基础上使用的；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">4.</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">为维护公共利益或者乙方和丙方合法权益，合理实施其他行为的；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">5.</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">乙方和丙方另行明确同意或授权甲方进行披露的。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">（七）乙方和丙方了解并知悉，对于甲方根据本条（六）第</span><span style=\"font-family:方正仿宋_GBK\">3-5项约定向甲方以外的第三方机构提供的乙方和丙方的资料和信息，甲方将要求接收乙方和丙方资料和信息的第三方机构承担保密义务。</span></span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（八）甲方仅在法律法规要求的期限内保留乙方和丙方的个人信息。当超出数据保存期限后，甲方会对乙方和丙方的信息进行删除或匿名化处理。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正黑体_GBK;\">第二条</span><span style=\"font-family: 方正黑体_GBK;\">&nbsp;</span><span style=\"font-family: 方正黑体_GBK;\">卡片申请</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">甲方有权决定是否批准乙方和丙方的领卡申请。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正黑体_GBK;\">第三条</span><span style=\"font-family: 方正黑体_GBK;\">&nbsp;</span><span style=\"font-family: 方正黑体_GBK;\">账户分类</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">（一）太平洋磁条卡和无介质卡的账户包括活期结算账户和储蓄账户；太平洋芯片卡除上述账户外一般还包括电子现金账户，部分特殊卡种（社保卡等）无电子现金账户。乙方和丙方共用同一个活期结算账户和储蓄账户，但乙方和丙方的电子现金账户各自独立，无关联关系。如无特别指明，下文所述</span><span style=\"font-family:方正仿宋_GBK\">“账户”指活期结算账户。</span></span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">（二）太平洋卡活期结算账户可分为</span><span style=\"font-family:方正仿宋_GBK\">Ⅰ类账户、Ⅱ类账户和Ⅲ类账户。活期结算账户和储蓄账户的开立和使用需遵循适用法律法规、监管规定以及《账户协议》的约定。</span></span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（三）太平洋卡电子现金账户余额上限为</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">1000元（含），不计付利息、不记名、不挂失、不止付、不得取现（销卡销户时除外）、不设密码、消费时无需签字。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正黑体_GBK;\">第四条</span><span style=\"font-family: 方正黑体_GBK;\">&nbsp;</span><span style=\"font-family: 方正黑体_GBK;\">费用</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（一）除《章程》约定的费用外，乙方和丙方还需支付使用太平洋卡所产生的各项费用，具体收费项目及标准按甲方公布的届时有效的《交通银行服务收费名录》执行。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（二）乙方和丙方使用太平洋卡活期结算账户后所产生的各项费用均记入乙方账户，乙方和丙方使用太平洋卡电子现金账户后所产生的各项费用记入乙方和丙方各自的电子现金账户。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（三）乙方和丙方授权甲方扣收太平洋卡账户内的资金以偿还乙方和丙方的应付的各项费用。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正黑体_GBK;\">第五条</span><span style=\"font-family: 方正黑体_GBK;\">&nbsp;</span><span style=\"font-family: 方正黑体_GBK;\">交易方式及交易凭证</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（一）太平洋卡活期结算账户设有密码，密码包括交易密码和查询密码（下同）。乙方和丙方应妥善保管太平洋卡、密码和预留手机号码，因卡片、手机号码对应的</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">SIM卡</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">（中国移动通信集团公司和中国联合网络通信集团有限公司提供）</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">、</span>UIM卡</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">（中国电信集团有限公司提供）</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">以及用户识别码遗失、被第三方复制、盗取或密码泄露而造成的损失由乙方和丙方承担，但因甲方过错</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">依法应由甲方承担的损失除外。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（二）凡在电子渠道</span><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">或</span>POS </span><span style=\"font-family: 方正仿宋_GBK;\">上当日连续</span><span style=\"font-family: 方正仿宋_GBK;\">3 </span><span style=\"font-family: 方正仿宋_GBK;\">次输错交易密码（各渠道的交易密码输错次数分别统计），或在甲方营业网点柜面当日连续</span><span style=\"font-family: 方正仿宋_GBK;\">5</span><span style=\"font-family: 方正仿宋_GBK;\">次输错交易密码，太平洋卡将被锁，不能在电子渠道和</span><span style=\"font-family: 方正仿宋_GBK;\">POS </span><span style=\"font-family: 方正仿宋_GBK;\">上办理任何使用交易密码的交易，乙方或丙方需持太平洋卡和本人有效身份证件到甲方营业网点柜面办理太平洋卡解锁交易。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（三）凡使用乙方或丙方的密码进行的交易，均视同乙方或丙方本人所为。依据密码等电子数据信息办理的各类交易所产生的电子信息交易记录均为该项交易的有效证明。凡不需要使用密码的交易，则记载有乙方或丙方签名的交易凭证，或依据不同的安全要素组合办理的各类交易所产生的电子信息交易记录为该项交易的有效证明。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（四）乙方和丙方领取太平洋卡时，应立即在太平洋卡背面的签名栏内签上与签署申请文件时使用的相同的姓名</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">,并在用卡时使用此签名，否则由此产生的损失由乙方承担。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（五）乙方和丙方在消费、存取现金、转账、圈存时，须遵守甲方、中国银联、万事网联、连通、网联等银行卡清算组织、收单银行及有关受理机构的相关规定。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（六）在甲方或甲方认可的其他金融机构营业网点柜面办理存现、取现、转账交易时，乙方或丙方如无法前往办理，可委托他人代为办理。代理办理取现、转账或存现交易，委托代理人须同时出示其本人以及乙方或丙方的有效身份证件。凡使用乙方或丙方的密码进行的交易，均视同委托代理人取得了乙方或丙方合法有效的授权委托。乙方或丙方应依法承担因委托代理而产生的损失。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（</span><span style=\"font-family: 方正仿宋_GBK;\">七</span><span style=\"font-family: 方正仿宋_GBK;\">）如果乙方和丙方对交易有异议，有权要求甲方协助查询，在查询过程中乙方和丙方如委托甲方索取有关交易单据证明的，还须支付相应的手续费。</span><strong><span style=\"font-family: 方正仿宋_GBK;\">乙方和丙方如在该笔交易的甲方记账日起</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">150天内未提出异议，则视同乙方和丙方认可该笔交易。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（</span><span style=\"font-family: 方正仿宋_GBK;\">八</span><span style=\"font-family: 方正仿宋_GBK;\">）乙方可以通过甲方营业网点柜面或适用的交通银行电子渠道，按甲方规定自行设定或修改太平洋卡在境内和境外自助银行（包括</span><span style=\"font-family: 方正仿宋_GBK;\">ATM、CRS</span><span style=\"font-family: 方正仿宋_GBK;\">等</span><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">，下同）的每日累计取现最高金额（</span><span style=\"font-family:方正仿宋_GBK\">“乙方自设取现限额”），但乙方自设取现限额不应高于银行规定的每卡在境内</span></span><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">和境外自助银行上的每日累计取现最高金额（</span><span style=\"font-family:方正仿宋_GBK\">“银行规定取现限额”），</span></span><strong><span style=\"font-family: 方正仿宋_GBK;\">如乙方没有自行设定取现限额或乙方自设取现限额高于银行规定取现限额，则视同乙方和丙方默认适用银行规定取现限额。乙方名下所有境内银行卡（含附属卡，下同）每个自然年度在境外自助银行上的累计取现金额不应高于监管规定的每人每年在境外自助银行上的累计取现金额，否则，乙方将在本年及次年被暂停持境内银行卡在境外提取现金。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">交通银行太平洋借记卡章程第八条所称</span><span style=\"font-family:方正仿宋_GBK\">“规定限额”是指银行规定取现限额（包括每日和每年）或乙方自设每日取现限额（如有）。银行规定的或乙方自行设定的每卡在境内自助银行上的每日累计取现最高金额指每日有卡取款和无卡取款合计最高金额。上述规定限额可在相应的交易渠道上进行查询，下同。</span></span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">九</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">）乙方可以通过甲方营业网点柜面或适用的交通银行电子渠道，按甲方规定自行设定或修改太平洋卡</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">POS</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">消费限额，包括境内单笔消费金额和每日累计消费限额与境外单笔消费金额和每日累计金额（</span><span style=\"font-family:方正仿宋_GBK\">“乙方自设</span></span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">POS消费限额”）。其中境外POS</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">消费限额包括特定地区</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">POS</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">消费限额，特定地区</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">POS</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">消费限额是甲方针对太平洋卡消费风险较高的特定地区实行的强制性消费限额（以下简称</span><span style=\"font-family:方正仿宋_GBK\">“银行规定的统一限额”）。如果乙方未自设境内地区</span></span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">POS</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">消费单笔或当日累计限额，则境内地区</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">POS</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">消费交易单笔与当日累计无限额；如果乙方未自设境外地区</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">POS</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">消费单笔与当日累计限额，则境外除特定地区以外的</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">POS</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">消费交易单笔与当日累计无限额。特定地区</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">POS</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">消费单笔或当日累计限额以银行规定的统一限额为准。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">乙方的境外地区</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">POS</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">消费自设限额高于特定地区限额的，在特定地区以银行规定的统一限额为准，在境外除特定地区以外的地区以客户自设限额为准。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">乙方也可通过甲方</span><span style=\"font-family: 方正仿宋_GBK;\">95559 </span><span style=\"font-family: 方正仿宋_GBK;\">客服热线申请临时调整消费限额，人工座席在核实乙方身份后，直接为乙方办理临时消费限额调整，系统登记后实时生效。申请临时调整的消费限额有效期最长不超过一周。若乙方不明确有效期，有效期自动设置为一周时间，有效期内乙方不得再行申请临时调整，有效期结束后，额度自动恢复为原有额度。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（十）乙方通过甲方自助存款设备（包括</span><span style=\"font-family: 方正仿宋_GBK;\">CDM、CRS</span><span style=\"font-family: 方正仿宋_GBK;\">等</span><span style=\"font-family: 方正仿宋_GBK;\">）</span><span style=\"font-family: 方正仿宋_GBK;\">办理存款交易，若采用读取实体卡片的方式办理，无金额限制（设备本身所能容纳的单笔金额数量限制除外）；如采用手输卡号的方式办理，则不得高于银行规定存款限额。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（十</span><span style=\"font-family: 方正仿宋_GBK;\">一</span><span style=\"font-family: 方正仿宋_GBK;\">）乙方在申领太平洋卡时可同时开通甲方电子渠道转账，若当时不开通，亦可之后在甲方营业网点柜面，或通过电子渠道自助开通（因甲方风险控制要求规定的部分客户除外）。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">乙方在开通电子渠道转账业务时，需设置电子渠道上由乙方账户向交行非乙方账户、其他银行账户和支付账户转账（上述账户合并计算）的单笔转账限额、日累计转账限额、日累计转账笔数和年累计转账限额，超出限额和笔数的，需到甲方营业网点柜面办理。乙方自设的转账限额和笔数不应高于银行规定的转账最高金额和笔数。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（十</span><span style=\"font-family: 方正仿宋_GBK;\">二</span><span style=\"font-family: 方正仿宋_GBK;\">）太平洋卡电子现金账户具有圈存、圈提、消费和查询等功能。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">1</span><span style=\"font-family: 方正仿宋_GBK;\">.</span><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">电子现金账户的圈存功能包括指定账户圈存、非指定账户圈存和现金圈存。指定账户圈存指通过甲方营业网点柜面、</span>ATM</span><span style=\"font-family: 方正仿宋_GBK;\">、</span><span style=\"font-family: 方正仿宋_GBK;\">CRS</span><span style=\"font-family: 方正仿宋_GBK;\">等</span><span style=\"font-family: 方正仿宋_GBK;\">终端将本太平洋卡</span><span style=\"font-family: 方正仿宋_GBK;\">活期结算账户中的资金划入电子现金账户；非指定账户圈存指通过甲方营业网点柜面、</span><span style=\"font-family: 方正仿宋_GBK;\">ATM</span><span style=\"font-family: 方正仿宋_GBK;\">、</span><span style=\"font-family: 方正仿宋_GBK;\">CRS</span><span style=\"font-family: 方正仿宋_GBK;\">等终端将其他任一太平洋卡活期结算账户中的资金划入电子现金账户；现金圈存指通过甲方营业网点柜面、</span><span style=\"font-family: 方正仿宋_GBK;\">CRS</span><span style=\"font-family: 方正仿宋_GBK;\">等终端，将现金存入电子现金账户。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">2.</span><span style=\"font-family: 方正仿宋_GBK;\">电子现金账户的圈</span><span style=\"font-family: 方正仿宋_GBK;\">提</span><span style=\"font-family: 方正仿宋_GBK;\">功能包括指定账户圈</span><span style=\"font-family: 方正仿宋_GBK;\">提</span><span style=\"font-family: 方正仿宋_GBK;\">、非指定账户圈</span><span style=\"font-family: 方正仿宋_GBK;\">提</span><span style=\"font-family: 方正仿宋_GBK;\">和现金圈</span><span style=\"font-family: 方正仿宋_GBK;\">提</span><span style=\"font-family: 方正仿宋_GBK;\">。指定账户圈</span><span style=\"font-family: 方正仿宋_GBK;\">提</span><span style=\"font-family: 方正仿宋_GBK;\">指通过甲方营业网点柜面将</span><span style=\"font-family: 方正仿宋_GBK;\">电子现金账户中的资金划入</span><span style=\"font-family: 方正仿宋_GBK;\">本太平洋卡</span><span style=\"font-family: 方正仿宋_GBK;\">活期结算账户；非指定账户圈提指通过甲方营业网点柜面将电子现金账户中的资金划入其他任一太平洋卡活期结算账户；现金圈提指通过甲方营业网点柜面将电子现金账户中的资金提取现金。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">3.</span><span style=\"font-family: 方正仿宋_GBK;\">乙方和丙方使用电子现金进行消费时无需提交密码，无需在交易凭证上签名确认。</span><strong><span style=\"font-family: 方正仿宋_GBK;\">若消费金额大于电子现金的余额或收单银行因风险控制目的而在其布放的</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">POS上进行相关设置的原因，该笔交易款项将从</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">活期结算账户中全额扣除，乙方或丙方应输入交易密码，并在相关交易凭证上签名。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">4.</span><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">乙方和丙方可通过甲方营业网点柜面、自助银行等终端查询电子现金账户余额信息和最近</span>10笔交易明细记录。交易明细记录包括圈存交易</span><span style=\"font-family: 方正仿宋_GBK;\">、圈提交易</span><span style=\"font-family: 方正仿宋_GBK;\">和接触式消费交易，非接触式消费交易不提供交易明细查询。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">(十</span><span style=\"font-family: 方正仿宋_GBK;\">三</span><span style=\"font-family: 方正仿宋_GBK;\">)</span><span style=\"font-family: 方正仿宋_GBK;\">小额免密免签功能。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">1.</span><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">小额免密免签功能是指：乙方和丙方使用太平洋卡或承载太平洋卡信息的移动设备，在中国银联指定的小额免密免签商户上以</span><span style=\"font-family:方正仿宋_GBK\">“闪付”的方式进行规定金额以下的联机交易时，将无需输入密码，并免于在签购单上签名。</span></span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">2.</span><strong><span style=\"font-family: 方正仿宋_GBK;\">小额免密免签功能在新开立太平洋卡时由客户自主选择开通或关闭。开通后如需关闭或调整限额，乙方和丙方可持本人有效身份证件到甲方营业网点柜面或通过适用的电子渠道关闭，或调整小额免密免签交易单笔和日累计限额。乙方和丙方自设的小额免密免签交易限额不应高于银行规定的单笔和日累计最高金额。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">3.</span><strong><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">乙方和丙方关闭小额免密免签功能后，将不能使用</span><span style=\"font-family:方正仿宋_GBK\">“闪付”的方式在中国银联指定的小额免密免签商户处办理中国银联规定金额以下的联机交易。</span></span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">乙方和丙方下调小额免密免签功能限额后，将不能使用</span><span style=\"font-family:方正仿宋_GBK\">“闪付”的方式在中国银联指定的小额免密免签商户处办理乙方和丙方自设限额以上至中国银联规定金额的联机交易。</span></span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（十</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">四</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">）乙方和丙方知悉，太平洋卡可在经乙方和丙方授权后通过支付机构支付平台开通网络支付功能。各网络支付功能的持卡人身份认证方式、相关交易规则、法律风险、风险防范措施以乙方和丙方开通网络支付功能时签署的文件及</span><span style=\"font-family:方正仿宋_GBK\">/或支付机构规定的相关业务规则的具体规定内容为准。</span></span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正黑体_GBK;\"><span style=\"font-family:方正黑体_GBK\">第六条</span> <span style=\"font-family:方正黑体_GBK\">太平洋卡挂失及密码重置</span></span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（一）乙方或丙方遗失太平洋卡，应由本人持本人有效身份证件或委托他人及时通过甲方营业网点柜面或智能柜员机办理正式挂失，或通过甲方网上银行、手机银行、电话银行自助语音</span><span style=\"font-family: 方正仿宋_GBK;\">等</span><span style=\"font-family: 方正仿宋_GBK;\">渠道凭交易密码办理正式挂失，挂失自挂失手续完成时立即生效。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（二）乙方或丙方遗忘太平洋卡密码的，应由本人凭太平洋卡和本人有效身份证件通过甲方营业网点柜面或智能柜员机办理密码重置。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（三）乙方或丙方遗失太平洋卡并遗忘密码的，可通过电话银行人工客服办理太平洋卡应急挂失，或由本人持本人有效身份证件及时到甲方营业网点办理太平洋卡正式挂失并重置密码。乙方或丙方办理应急挂失后如需办理后续补卡或销卡的，须由本人持本人有效身份证件或委托他人通过甲方营业网点柜面或智能柜员机办理正式挂失手续。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（四）如有下列情况之一，乙方或丙方应依法承担因此而造成的损失：</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">1.密码重置前使用密码进行的各项交易；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">2.挂失手续办理完成前发生的太平洋卡下的所有交易；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">3.乙方或丙方有欺诈或其他违反诚实信用原则的行为；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">4.乙方或丙方未在太平洋卡背面签名而被他人冒用的；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">5.乙方或丙方未保管好其有效的身份证件或因密码泄露而被他人冒用的；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">6.甲方调查</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">客户身份信息等相关情况，遭乙方或丙方拒绝的。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正黑体_GBK;\">第七条</span><span style=\"font-family: 方正黑体_GBK;\">&nbsp;</span><span style=\"font-family: 方正黑体_GBK;\">太平洋卡换卡</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">太平洋卡有效期满、卡片损坏，乙方和丙方可到甲方营业网点柜面或通过适用的甲方电子渠道申请办理换卡。如太平洋卡芯片可读，则在换卡的同时，甲方将原太平洋卡电子现金账户中的余额转至新卡的活期结算账户；如太平洋卡芯片损坏不可读，则甲方将于清算的合理期限内，自动将原太平洋卡电子现金账户中的余额转至新卡的活期结算账户。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正黑体_GBK;\">第八条</span><span style=\"font-family: 方正黑体_GBK;\">&nbsp;</span><span style=\"font-family: 方正黑体_GBK;\">太平洋卡有效期限</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">太平洋磁条卡长期有效，太平洋</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">IC</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">卡的有效期限以卡面上记载的日期为准。太平洋</span><span style=\"font-family:方正仿宋_GBK\">IC卡有效期届满后，</span></span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">所有渠道上读取太平洋</span><span style=\"font-family:方正仿宋_GBK\">IC卡芯片的实体卡交易（包括接触式和非接交易）不再支持办理，所有渠道上不读取芯片的无卡交易可继续办理。</span></span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">乙方</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">可</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">到甲方营业网点柜面或通过适用的甲方电子渠道办理换卡和激活手续。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正黑体_GBK;\">第九条</span><span style=\"font-family: 方正黑体_GBK;\">&nbsp;</span><span style=\"font-family: 方正黑体_GBK;\">其他使用条款</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（一）如有下列情况</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">,甲方有权</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">对乙方或丙方采取包括但不限于限制太平洋卡交易额度、渠道和频次、或是暂停或终止部分或全部服务、或是取消用卡资格等措施，并授权所属机构和特约商户收回太平洋卡，同时乙方或丙方应依法承担因此产生的损失：</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">1.乙方或丙方向他人出租、</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">出售</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">、出借太平洋卡或账户；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">2.乙方或丙方利用太平洋</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">卡从事非法活动；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">3.乙方或丙方有欺诈或其他违反诚信原则的行为；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">4.</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">非甲方原因导致乙方或丙方使用的太平洋卡磁道信息泄露；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">5.有权机关要求冻结乙方账户；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">6.</span></strong><span style=\"font-family: 方正仿宋_GBK;font-size: 19px\">&nbsp;</span><strong><span style=\"font-family: 方正仿宋_GBK;\">乙方或丙方存在涉嫌洗钱或协助他人洗钱、恐怖融资或逃税等违法违规行为，或是涉及制裁名单，或是被交通银行认定账户或行为可疑的；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">7.乙方或丙方未按</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">交通银行</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">规定完善客户基本身份信息或更新证件有效期的；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">8</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">.乙方或丙方违反本合约其他条款。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（二）乙方或丙方太平洋卡账户如发生下列情形，甲方有权暂停</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">/中止乙方或丙方太平洋卡账户</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">或其在交通银行其他银行账户</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">的相应业务</span>/功能：</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">1.乙方或丙方的太平洋卡账户经设区的市级及以上公安机关认定电信网络新型违法犯罪交易风险事件管理平台“涉案账户”名单的，甲方中止该太平洋卡账户的所有业务；甲方通知乙方或丙方重新核实身份的，乙方或丙方未在3日内完成身份重新核实的，甲方有权对乙方或丙方</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">名下</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">其他全部非涉案账户暂停非柜面业务，直至乙方或丙方完成身份核实后恢复；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">2.乙方或丙方自太平洋卡开户之日起6个月内无交易记录的，甲方有权暂停乙方或丙方该太平洋卡账户的非柜面业务，直至甲方向乙方或丙方重新核实身份后恢复；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">3.甲方认为乙方或丙方太平洋卡账户交易可疑的，甲方通知乙方或丙方进行交易核实，经核实后甲方仍认定太平洋卡账户可疑的，甲方有权暂停乙方或丙方太平洋卡账户非柜面业务。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">4</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">.乙方或丙方经设区的市级及以上公安机关认定为出租、出借、出售、购买银行账户（含银行卡）的个人及相关组织者，假冒他人身份或者虚构代理关系开立银行账户的个人后，甲方有权暂停乙方或丙方</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">该</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">太平洋卡</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">账户</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">的非柜面业务</span>5年</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">，并在</span><span style=\"font-family:方正仿宋_GBK\">5年内不为乙方或丙方新开立太平洋卡账户</span></span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">5</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">.甲方发现乙方或丙方留存在甲方的联系电话号码存在多人使用情形，在甲方联系乙方或丙方后，乙方或丙方无法提供合理性证明的，甲方有权暂停乙方或丙方</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">该</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">太平洋卡</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">账户</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">的非柜面业务，直至乙方或丙方提供合理性证明后恢复</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">6.乙方或丙方太平洋卡账户连续1年无任何交易，资产余额在10元以下的，</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">甲方有权暂停乙方或丙方</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">该</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">太平洋卡</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">账户</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">的非柜面业务，直至乙方或丙方提供合理性证明后恢复</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（三）乙方或丙方太平洋卡账户被用于作为互联网赌博、色情平台，互联网销售彩票平台，非法外汇、贵金属投资交易平台，非法证券期货类交易平台，代币发行融资及虚拟货币交易平台，未经监管部门批准通过互联网开展资产管理业务以及未取得省级政府批文的大宗商品交易场所收款账户的，甲方有权采取包括但不限于暂停该太平洋卡账户非柜面业务等措施。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（四）甲方发现乙方或丙方冒用身份开户、提供虚假身份信息或存在洗钱、恐怖融资、逃税等可疑活动，有权采取包括但不限于限制太平洋卡交易额度、渠道、频次或是暂停或终止全部服务、或是取消用卡资格等风险控制措施。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（五）乙方或丙方不得以和商户发生纠纷为由拒绝支付应付款项。因不可抗力及</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">/或IT系统故障、通讯系统故障、电力系统故障等非银行所能控制的原因导致乙方或丙方交易失败而造成的损失，以及乙方或丙方在互联网上使用太平洋卡所导致的风险和损失，由乙方和丙方自行承担，甲方不承担责任，双方在补充协议中另有约定的除外。前述约定</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">不免除因甲方过错导致的责任。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（六）乙方和丙方保证遵守国家反洗钱法律、法规及相关政策要求，</span><span style=\"font-family: 方正仿宋_GBK;\">不利用太平洋卡从事违法活动，</span><span style=\"font-family: 方正仿宋_GBK;\">不从事涉及洗钱、恐怖融资、逃税等犯罪活动，积极配合甲方开展客户身份识别、交易记录保存、客户身份及交易背景尽职调查等各项反洗钱工作，并按甲方要求提供相关证明材料。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（七）乙方和丙方知悉根据相关法律法规规定，出租、出借、出售、购买银行账户将被有权机关给予警告并处罚款，构成犯罪的将被追究刑事责任；非法持有他人银行账户，冒用他人居民身份证或者使用骗领的居民身份证，购买、出售、使用伪造、变造的居民身份证，构成犯罪的将被追究刑事责任。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">乙方和丙方充分了解并清楚知晓出租、出借、出售、购买银行账户的相关法律责任和惩戒措施，承诺依法依规开立和使用本人银行账户。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正黑体_GBK;\"><span style=\"font-family:方正黑体_GBK\">第十条</span> <span style=\"font-family:方正黑体_GBK\">销户条款</span></span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（一）乙方或丙方如需中途停止使用太平洋卡的，应向甲方提出销户申请。若丙方提出销卡，乙方可继续使用太平洋卡；若乙方提出销卡销户，则丙方须同时销卡。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（二）如甲方在受理乙方书面销户申请时乙方无应付款项或冻结款项且芯片可读，则甲方当日为其办理销户手续。如甲方在受理乙方书面销户申请时乙方尚有应付款项或冻结款项且芯片可读，则甲方将于乙方无应付款项或冻结款项后为其办理销户手续。如甲方在受理乙方或丙方书面销户申请时乙方或丙方的芯片损坏不可读，则甲方将于清算的合理期限内为其办理销户手续。</span><strong><span style=\"font-family: 方正仿宋_GBK;\">在销户手续办理完毕前因使用太平洋卡而发生的所有应付款项仍应由乙方承担，上述应付款项视为全部到期并由乙方一次清偿。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（三）乙方和丙方太平洋卡账户连续</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">1</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">年无任何交易，余额为零；且乙方和丙方未使用太平洋卡开通任何业务功能，包括但不限于基金、</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">理财、</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">外汇宝、太平洋贷记卡自动还款、</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">预约</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">转账等，甲方有权为乙方和丙方自动办理销户手续。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（四）本合约自销户手续办理完毕后终止。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正黑体_GBK;\">第十一条</span><span style=\"font-family: 方正黑体_GBK;\">&nbsp;</span><span style=\"font-family: 方正黑体_GBK;\">个性化照片卡领用条款</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（一）乙方和丙方办理个性化照片卡需向甲方提供个性化照片（包括电子文档），个性化照片包括个人艺术照、全家福、宠物、风景等各种照片。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（二）乙方和丙方向甲方所提供的个性化照片不得违反有关法律规定；并对其所提供的照片拥有肖像权、著作权等所有权利或所有授权；因照片的肖像权、著作权等权利而引发的任何纷争或诉讼，由乙方或丙方自行解决并直接向第三人承担责任；因该等纷争或诉讼导致甲方受到经济损失的（包括但不限于赔偿金、诉讼费、律师费、名誉损失费等），其损失由乙方或丙方承担。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（三）凡乙方和丙方提交的照片，包括照片上的装饰、标语、符号等，涉及以下内容的，均不予受理，甲方有权要求乙方或丙方更换所提供照片：</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">1.</span><span style=\"font-family: 方正仿宋_GBK;\">与各国的国家名称、国旗、国徽、军旗、勋章相同或者近似的文字、图形；</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">2.</span><span style=\"font-family: 方正仿宋_GBK;\">与各国政府间或国际组织的旗帜、徽记、名称相同或者近似的文字、图形；</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">3.</span><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">与</span><span style=\"font-family:方正仿宋_GBK\">“红十字”、“红新月”的标志、名称相同或者近似的文字、图形；</span></span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">4.</span><span style=\"font-family: 方正仿宋_GBK;\">带有民族歧视性的文字、图形；</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">5.</span><span style=\"font-family: 方正仿宋_GBK;\">夸大宣传并带有欺骗性的文字、图形；</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">6.</span><span style=\"font-family: 方正仿宋_GBK;\">有害于社会主义道德风尚或者有其他不良影响的文字、图形；</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">7.</span><span style=\"font-family: 方正仿宋_GBK;\">我国县级以上行政区划的地名和公众知晓的外国地名；</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">8.</span><span style=\"font-family: 方正仿宋_GBK;\">广告、促销信息或品牌产品的名称或商标；</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">9.</span><span style=\"font-family: 方正仿宋_GBK;\">名人、音乐家、公众人物或运动员（申领人拥有肖像权的除外）；</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">10.</span><span style=\"font-family: 方正仿宋_GBK;\">各类电话号码；</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">11.</span><span style=\"font-family: 方正仿宋_GBK;\">不被承认的各种组织或团体的名称或标识；</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">12.</span><span style=\"font-family: 方正仿宋_GBK;\">侵犯文化或宗教信仰的图案；</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">13.</span><span style=\"font-family: 方正仿宋_GBK;\">奥林匹克标志图案；</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">14.</span><span style=\"font-family: 方正仿宋_GBK;\">与甲方有竞争关系的公司或组织的名称或标识；</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">15.</span><span style=\"font-family: 方正仿宋_GBK;\">法律、法规规定禁止摆放的其它内容；</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">16.</span><span style=\"font-family: 方正仿宋_GBK;\">甲方认为不能受理的照片。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（四）乙方和丙方应在申请太平洋卡、或申请重制、挂失补卡的同时提供照片。乙方和丙方申请重制卡或挂失补卡可提供原照片，也可提供新照片。所提供的照片经甲方审核后，予以制卡，照片不予退还；如所提供的照片不符合要求，乙方或丙方应更换照片再行申领。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正黑体_GBK;\">第十二条</span><span style=\"font-family: 方正黑体_GBK;\">&nbsp;&nbsp;</span><span style=\"font-family: 方正黑体_GBK;\">儿童卡的领用条款</span></p><p style=\";text-align: justify;font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em;line-height: \"><span style=\"font-family: 方正仿宋_GBK;\">（一）乙方或丙方未满</span><span style=\"font-family: 方正仿宋_GBK;\">16周岁只能申领儿童卡，不能申领普通个人借记卡</span><span style=\"font-family: 方正仿宋_GBK;\">（就社保卡而言，如乙方当地社保中心未对社保卡从儿童卡与非儿童卡的角度进行区分，乙方申领的社保卡均为普通个人借记卡）</span><span style=\"font-family: 方正仿宋_GBK;\">。</span></p><p style=\";text-align: justify;font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em;line-height: \"><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">（二）儿童卡需由乙方和丙方的法定监护人（以下简称</span><span style=\"font-family:方正仿宋_GBK\">“开卡代理人”）代理申领，申领儿童卡时，甲方除需采集并留存本合约第一条第一款规定的个人信息之外，还需采集乙方和丙方法定监护人的姓名、身份证件种类、身份证件号码、联系电话、国籍以及双方之间的法定监护关系证明文件信息。</span></span><span style=\"font-family: 方正仿宋_GBK;\">开卡代理人</span><span style=\"font-family: 方正仿宋_GBK;\">知悉并同意，</span><span style=\"font-family: 方正仿宋_GBK;\">甲方</span><span style=\"font-family: 方正仿宋_GBK;\">依据本</span><span style=\"font-family: 方正仿宋_GBK;\">协议</span><span style=\"font-family: 方正仿宋_GBK;\">处理的不满十四周岁未成年人</span><span style=\"font-family: 方正仿宋_GBK;\">的</span><span style=\"font-family: 方正仿宋_GBK;\">个人信息属于敏感个人信息，一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害。但如果</span><span style=\"font-family: 方正仿宋_GBK;\">开卡代理人</span><span style=\"font-family: 方正仿宋_GBK;\">不提供或者不同意</span><span style=\"font-family: 方正仿宋_GBK;\">甲</span><span style=\"font-family: 方正仿宋_GBK;\">方处理上述敏感个人信息，乙方和丙方</span><span style=\"font-family: 方正仿宋_GBK;\">将无法</span><span style=\"font-family: 方正仿宋_GBK;\">使用</span><span style=\"font-family: 方正仿宋_GBK;\">儿童卡</span><span style=\"font-family: 方正仿宋_GBK;\">。</span></p><p style=\";text-align: justify;font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em;line-height: \"><span style=\"font-family: 方正仿宋_GBK;\">如需变更</span><span style=\"font-family: 方正仿宋_GBK;\">儿童卡开卡</span><span style=\"font-family: 方正仿宋_GBK;\">代理人，新代理人需为乙方或丙方的法定监护人，新老代理人可凭儿童卡、三方有效身份证件和法定监护关系证明到甲方任一营业网点柜面提出申请，甲方有权采集并留存上述新的监护人信息，并删除老的监护人信息。</span></p><p style=\";text-align: justify;font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em;line-height: \"><span style=\"font-family: 方正仿宋_GBK;\">（三）开卡代理人可以通过甲方营业网点柜面或适用的交通银行电子银行渠道，按甲方规定自行设定或修改儿童卡</span><span style=\"font-family: 方正仿宋_GBK;\">POS</span><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">消费限额，包括单笔消费限额和当日累计消费限额（</span><span style=\"font-family:方正仿宋_GBK\">“儿童卡自设消费限额”）。</span></span></p><p style=\";text-align: justify;font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em;line-height: \"><span style=\"font-family: 方正仿宋_GBK;\">儿童卡自设消费限额同时适用于境内地区和境外地区，不对境内地区和境外地区（包括特定地区）进行单独设限。如未设置消费限额，其活期结算账户上的款项不能用于消费。如儿童卡自设消费限额不超过银行规定的特定地区消费限额，则按儿童卡自设消费限额标准执行；如儿童卡自设消费限额超过银行规定的特定地区消费限额，则按银行规定的特定地区消费限额标准执行。儿童卡在特定地区之外的境内外地区消费时，按儿童卡自设消费限额标准执行。</span></p><p style=\";text-align: justify;font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em;line-height: \"><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">（四）开卡代理人可以通过甲方营业网点柜面，按甲方规定自行设定或修改儿童卡在境内外自助银行上的每日累计取现最高金额（</span><span style=\"font-family:方正仿宋_GBK\">“乙方自设儿童卡取现限额”），但乙方自设儿童卡限额不应高于本合约第五条第九款所述银行规定取现限额，如开卡代理人没有自行设定儿童卡取现限额，则儿童卡在境内外自助银行上的每日累计取现金额不得超过银行规定取现限额。</span></span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（五）儿童卡的领卡（乙方要求邮寄卡片除外）、换卡、补卡、</span><span style=\"font-family: 方正仿宋_GBK;\">挂失、解挂、</span><span style=\"font-family: 方正仿宋_GBK;\">设置和修改密码、设定和修改儿童卡在境内外自助银行上的每日累计取现最高金额、</span><span style=\"font-family: 方正仿宋_GBK;\">POS</span><span style=\"font-family: 方正仿宋_GBK;\">消费限额、各类业务签约、</span><span style=\"font-family: 方正仿宋_GBK;\">存取款、转账、</span><span style=\"font-family: 方正仿宋_GBK;\">销户等柜面业务需由开卡代理人办理，并提供代理人身份证件。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正黑体_GBK;\">第十三条</span><span style=\"font-family: 方正黑体_GBK;\">&nbsp;&nbsp;</span><span style=\"font-family: 方正黑体_GBK;\">商汇卡的领用条款</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">（一）根据乙方存款等级的不同，乙方可享受结算类交易手续费的费率优惠。上述</span><span style=\"font-family:方正仿宋_GBK\">“存款等级”是指与乙方的日均存款金额相对应的等级。</span></span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（二）乙方的日均存款金额从乙方在甲方开立客户号的日期开始计算。乙方开立客户号超过一个自然月后开立太平洋卡的，日均存款金额根据乙方上一个月的日均存款计算；乙方开立客户号后未超过一个自然月开立太平洋卡的，日均存款金额根据乙方开立客户号时的时点余额计算，下个月起根据上一个月的日均存款计算。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">存款指乙方同一客户号下的人民币活期和定期储蓄存款以及所有表内理财产品。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">（三）</span><span style=\"font-family:方正仿宋_GBK\">“结算类交易”是指包括交通银行股份有限公司所有渠道上的同城及异地跨交通银行系统取款和跨行转账交易、境外银联</span></span><span style=\"font-family: 方正仿宋_GBK;\">ATM上查询及取款交易。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（四）对于新开太平洋卡的乙方，存款等级于开卡日（</span><span style=\"font-family: 方正仿宋_GBK;\">T日）后的第2日（“T+2日”）生效，太平洋卡有效期内，甲方每月更新乙方存款等级，更新的存款等级于次月2日起生效。新开太平洋卡的，乙方应在其存款等级生效后才能购买套餐或按存款等级享受手续费优惠，T＋2日期间没有任何优惠，也不能购买套餐。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（五）乙方在同时满足以下条件的情况下，有权通过甲方网上银行购买结算类交易手续费全免套餐：</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">1.</span><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">乙方的存款等级为</span><span style=\"font-family:方正仿宋_GBK\">“</span></span><span style=\"font-family: 方正仿宋_GBK;\">1”至“16”级的；</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">2.乙方为交通银行个人网银证书认证或短信密码用户。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（六）乙方选择购买结算类交易手续费全免套餐的，在套餐有效期内通过太平洋卡进行的结算类交易手续费全免。如乙方不购买套餐，则根据乙方的存款等级享受相应的手续费优惠。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（七）套餐分包年套餐和包月套餐，乙方只能选择购买其中一款：</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">1.</span><span style=\"font-family: 方正仿宋_GBK;\">包年套餐，</span><span style=\"font-family: 方正仿宋_GBK;\">1期为一年，即有效期为购买之日起一年。</span><span style=\"font-family: 方正仿宋_GBK;\">包年套餐最多只能购买</span><span style=\"font-family: 方正仿宋_GBK;\">1期即一年。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">2.包月套餐，1期为一个月，即有效期为购买之日起一个月。包月套餐最多只能购买12期即一年。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">任意</span><span style=\"font-family: 方正仿宋_GBK;\">1期套餐到期后，如乙方不继续购买的，乙方将根据相应的存款等级享受相应的手续费优惠</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（八）乙方可通过甲方网上银行查询套餐购买情况。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">套餐购买情况查询分为当前有效套餐查询和历史购买套餐查询。当前有效套餐交易查询可查询到当前在有效期内的套餐的购买日期和到期日期，历史购买套餐查询可查询到两年内客户所购买套餐的购买日和到期日。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正黑体_GBK;\">第十四条</span><span style=\"font-family: 方正黑体_GBK;\">&nbsp;</span><span style=\"font-family: 方正黑体_GBK;\">法律适用及争议解决</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">本合约适用中华人民共和国法律（为本合约目的不包括香港、澳门和台湾地区的法律），在履行本合约中所发生的争议由甲方所在地的人民法院管辖，双方在补充协议中另有约定的除外。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正黑体_GBK;\"><span style=\"font-family:方正黑体_GBK\">第十五条</span> <span style=\"font-family:方正黑体_GBK\">通知</span></span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（一）乙方、丙方在甲方留存的联系方式（包括地址、联系电话、传真号码、电子邮件等）均真实有效。任一联系方式发生变更，乙方、丙方应立即至甲方营业网点或根据甲方系统提示进行变更。该等信息变更在变更成功后生效。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（二）除本合约另有明确约定外，甲方对乙方、丙方的任何通知，甲方有权通过以下任一方式进行。甲方有权选择其认为合适的通知方式，且无需对邮递、传真、电话、电传或任何其他通讯系统所出现的传送失误、缺漏或延迟承担责任。甲方同时选择多种通知方式的，以其中较快到达乙方、丙方者为准。就同一事项，甲方对乙方、丙方发出一份以上通知且通知内容不同的，除非在通知中另有明确说明，以通知发出时间在后的为准。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">1.公告，以甲方在其网站、网上银行、电话银行或营业网点发布公告之日视为送达日；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">2.专人送达，以乙方、丙方签收之日视为送达日；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">3.邮递（包括特快专递、平信邮寄、挂号邮寄）送达于甲方最近所知的乙方、丙方通讯地址，以邮寄之日后的第3日（同城）/第5日（异地）视为送达日；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">4.传真、移动电话短信或其他电子通讯方式送达于甲方最近所知的乙方、丙方传真号码、乙方、丙方指定的移动电话号码或电子邮件地址、微信号，以发送之日视为送达日。前述送达指相关信息进入服务商的服务器终端而不以相关信息实际在客户终端显示为标准。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（三）乙方、丙方同意，除非甲方收到乙方、丙方关于变更通讯地址的书面通知，乙方、丙方在本合约填写的通讯地址是法院向乙方、丙方送达司法文书及其他书面文件的地址。上述送达地址适用的范围包括但不限于民事诉讼一审、管辖权异议及复议、二审、再审、发回重审和执行程序等。如乙方、丙方应诉并直接向法院提交送达地址确认书，该确认地址与甲方最近所知的通讯地址不一致的，法院有权以送达地址确认书上的地址为准进行送达。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">本合约争议解决过程中，法院可通过以下任一方式将判决书、裁定书、调解书送达于乙方、丙方：</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">1.邮递送达（包括特快专递、平信邮寄、挂号邮寄），以乙方、丙方在送达回证上的签收日为送达之日；</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">2.专人送达，以乙方、丙方在送达回证上的签收之日视为送达之日。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">法院采用邮递送达（包括特快专递、平信邮寄、挂号邮寄）方式的，如乙方、丙方未在送达回证上签收或乙方、丙方所填写的通讯地址不准确或通讯地址实际发生变更但甲方未收到乙方、丙方关于变更通讯地址的书面通知导致判决书、裁定书、调解书被退回的，以文书被退回之日视为送达之日。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">法院采用专人送达方式的，如乙方、丙方未在送达回证上签收，以送达人当场在送达回证上记明情况之日为送达之日。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">除判决书、裁定书、调解书外，法院对乙方、丙方的任何通知，法院有权通过本条第（二）款约定的任一通讯方式进行。法院有权选择其认为合适的通讯方式，且无需对邮递、传真、电话、电传或任何其他通讯系统所出现的传送失误、缺漏或延迟承担责任。法院同时选择多种通讯方式的，以其中较快到达乙方、丙方者为准。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（四）本条约定属于合约中独立存在的解决争议条款，本合约无效、被撤销或者终止的，不影响本条款的效力。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正黑体_GBK;\">第十六条</span><span style=\"font-family: 方正黑体_GBK;\">&nbsp;</span><span style=\"font-family: 方正黑体_GBK;\">其他</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（一）太平洋卡《章程》、《账户协议》是本合约的组成部分</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（二）</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">乙方和丙方</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">需根据所持卡片种类</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">、</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">业务办理渠道</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">的不同缴纳</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">相应的</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">卡片工本费、年费</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">、挂失手续费</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">等费用，</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">上述三项收费项目的收费标准和收费方式</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">如下：</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">1.太平洋卡年费：10元/卡/年，</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">按年收取，于</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">乙方和丙方</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">开卡之日起每满一年的当日收取</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">。</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">乙方和丙方办理销户的，</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">上一年年费收取之日起至办理销户手续之日未满一年的</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">，</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">不收取</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">当</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">年年费。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">2.太平洋卡卡片工本费：</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">（</span><span style=\"font-family:方正仿宋_GBK\">1）标准卡：标准IC卡、磁条卡新开卡5元/卡；标准IC卡补换卡10元/卡，磁条卡换标准IC卡5元/卡。</span></span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">（</span><span style=\"font-family:方正仿宋_GBK\">2）非标准卡：身份识别照片卡元/卡，个性化照片卡最高100元/卡，特殊工艺卡最高100元/卡，自选卡号最高100元/卡，异形卡20元/卡。</span></span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">卡片工本费于乙方和丙方办理太平洋卡新开卡和补换卡</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">时一次性收取</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">3.太平洋卡卡片挂失手续费：在甲方营业网点柜面办理，10元/卡/次；在甲方电子渠道办理，6元/卡/次。卡片挂失手续费于乙方和丙方办理太平洋卡挂失交易时一次性收取。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">上述三项收费内容的具体优惠标准，以及</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">其他涉及太平洋卡使用的</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">收费项目、收费标准</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">、</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">收费方式</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">及优惠标准</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">等收费内容以</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">甲方</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">公布的届时有效的</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">《交通银行服务收费名录》的规定为准。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><strong><span style=\"font-family: 方正仿宋_GBK;\">（</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">三</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">）</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">甲方</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">修改本合约、《章程》，新设立服务收费项目或调整收费标准，调整取现限额、存款限额和特定地区消费限额，调整小额免密免签业务交易限额，调整商汇卡套餐中所包含的结算类交易类型和渠道、套餐购买渠道、各存款等级所享受的优惠标准和网银用户类型的，在不违反法律、法规、规章和监管规定的强制性规范的前提下，甲方有权提前在交通银行门户网站、相关渠道或甲方营业网点公告或通过电话、短信等方式通知乙方和丙方。乙方或丙方不同意变更内容的，有权在公告执行前或在电话、短信载明的时间前按本合约办理销卡</span></strong><strong><span style=\"font-family: 方正仿宋_GBK;\">/销户手续。公告期满后即对本合约当事人具有约束力。</span></strong></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（</span><span style=\"font-family: 方正仿宋_GBK;\">四</span><span style=\"font-family: 方正仿宋_GBK;\">）根据申领人所申领太平洋卡种类和渠道的不同，本领用合约第十一条、第十二条仅分别适用于个性化照片卡、儿童卡及相应的附属卡（如有）的申领人。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（</span><span style=\"font-family: 方正仿宋_GBK;\">五</span><span style=\"font-family: 方正仿宋_GBK;\">）未尽事宜除当事人另有约定外，参照金融业惯例及甲方业务规定办理。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（</span><span style=\"font-family: 方正仿宋_GBK;\">六</span><span style=\"font-family: 方正仿宋_GBK;\">）本领用合约项下相关金融产品是否受中国存款保险制度保障依照《存款保险条例》及存款保险基金管理机构相关规定执行。</span></p><p style=\";font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（</span><span style=\"font-family: 方正仿宋_GBK;\">七</span><span style=\"font-family: 方正仿宋_GBK;\">）乙方或丙方如对本合约条款有任何疑义，或需进行业务咨询和投诉，可通过至银行营业网点或拨打</span><span style=\"font-family: 方正仿宋_GBK;\">95559交通银行客户</span><span style=\"font-family: 方正仿宋_GBK;\">咨询投诉电话</span><span style=\"font-family: 方正仿宋_GBK;\">等方式反馈，由双方协调共同解决。</span></p><p style=\";text-align: justify;font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">（</span><span style=\"font-family: 方正仿宋_GBK;\">八</span><span style=\"font-family: 方正仿宋_GBK;\"><span style=\"font-family:方正仿宋_GBK\">）本合约自乙方及</span><span style=\"font-family:方正仿宋_GBK\">/或丙方签署后生效。</span></span><span style=\"font-family: 方正仿宋_GBK;\">签署是指乙方、丙方在甲方申领设备的交互屏上根据相应提示以手指签名或以手指签名并录入指纹</span><span style=\"font-family: 方正仿宋_GBK;\">。</span></p><p style=\";text-align: justify;font-family: &#39;Times New Roman&#39;;;text-wrap: wrap;text-indent: 2em\"><span style=\"font-family: 方正仿宋_GBK;\">&nbsp;</span></p><p style=\";text-align: justify;font-family: &#39;Times New Roman&#39;;;text-wrap: wrap\"><span style=\"\">&nbsp;</span></p><p style=\";text-align: justify;font-family: &#39;Times New Roman&#39;;;text-wrap: wrap\"><span style=\"\">&nbsp;</span></p><p><br/></p>'
        };
    },
    computed: {
        ...mapState(['bcmAgreement'])
    },
    mounted() {
        if (this.siver) {
            document.getElementById(`a${this.siver}`)
                .scrollIntoView();
        } else {
            document.getElementById('a1')
                .scrollIntoView();
        }
        if (store2.default.get('bcmxieyi') == true) {
            this.disab = false;
        } else {
            this.$toast.info('请滑动文字到底阅读完协议');
        }
        this.getCity();
        this.getAgreement();
    },
    methods: {
        getAgreement() {
            api.agreement().then((res) => {
                this.agreementContent = res.agreementContent.replaceAll(
                    'px',
                    ''
                );
            });
        },
        getCity() {
            api.getUserNo()
                .then((res) => {
                    this.city = require(`../assets/images/zhang/${
                        res.cityNo
                    }.png`);
                    switch (res.cityNo) {
                        case '11':
                            this.cityName = '苏州';
                            break;
                        case '12':
                            this.cityName = '淮安';
                            break;
                        case '13':
                            this.cityName = '宿迁';
                            break;
                        case '14':
                            this.cityName = '南京';
                            break;
                        case '15':
                            this.cityName = '连云港';
                        case '16':
                            this.cityName = '徐州';
                            break;
                        case '17':
                            this.cityName = '常州';
                            break;
                        case '18':
                            this.cityName = '镇江';
                            break;
                        case '19':
                            this.cityName = '无锡';
                            break;
                        case '20':
                            this.cityName = '南通';
                            break;
                        case '21':
                            this.cityName = '泰州';
                            break;
                        case '22':
                            this.cityName = '盐城';
                            break;
                        case '23':
                            this.cityName = '扬州';
                            break;
                    }
                    this.mobNo = res.mobile.replace(
                        /(\d{3})\d{4}(\d{4})/,
                        '$1****$2'
                    );
                    const nu = res.userName.length - 1;
                    for (let i = 0; i < nu; i++) {
                        this.userName += '*';
                    }

                    this.userName += res.userName.slice(-1);
                })
                .catch((err) => {
                    console.log('------******-----');
                });
        },
        returnAgree() {
            this.$store.commit('bcmAgreement', false);
        },
        closeAgree() {
            this.$store.commit('bcmAgreement', false);
            store2.default.set('bcmxieyi', true);
            this.$emit('isFalseBcm', false);
        },
        onscroll() {
            const hgt = this.$refs.info.scrollHeight;
            const clihgt = this.$refs.info.clientHeight;
            const scrHgt = this.$refs.info.scrollTop;
            // eslint-disable-next-line radix
            if (parseInt(hgt - scrHgt - 100) < clihgt) {
                this.disab = false;
            }
        }
    }
};
</script>

<style lang="less" scoped>
.bcmAgreement {
    position: fixed;
    left: 0;
    top: 0;
    bottom: 0;
    right: 0;
    background: #fff;
    z-index: 999;
    height: 100% !important;
    margin-top: 0 !important;
    padding: 0.5rem 0.74rem 0.6rem !important;

    .info {
        height: 81%;
        overflow-x: hidden;
        overflow-y: scroll;
        margin-top: 0.4rem;
    }

    p {
        font-size: 0.26rem;
        color: #666666;
        line-height: 0.4rem;
    }

    .title-item {
        background-color: #fff;
        text-align: center;
        position: relative;
        font-size: 0.36rem;
        color: #333;
        font-weight: 700;
        margin-bottom: 0.2rem;

        .arrowIco {
            position: absolute;
            left: 36px;
            top: 50%;
            transform: translateY(-50%);
        }

        .titleTxt {
            color: #13252e;
            font-size: 36px;
        }
    }

    .content {
        margin: 30px;
        font-size: 26px;
        line-height: 40px;

        .serviceProtocol {
            font-size: 36px;
            color: #333333;
            font-weight: 600;
            line-height: 50px;
            text-align: center;
            margin-bottom: 20px;
        }

        .serviceContent {
            text-indent: 72px;
        }

        .smallTitle {
            font-size: 26px;
            text-align: left;
            font-weight: 600;
            color: #333333;
            line-height: 40px;
        }

        .secondTitle {
            font-size: 26px;
            font-weight: 600;
            text-align: left;
            color: #333333;
            line-height: 40px;
        }

        .company {
            font-size: 26px;
            font-weight: 600;
            text-align: right;
        }

        .serviceTime {
            font-size: 26px;
            font-weight: 600;
            text-align: right;
            margin-right: 104px;
        }

        .whiteBlock {
            width: 100%;
            height: 100px;
        }

        .checkProtocol {
            position: fixed;
            width: 700px;
            bottom: 0;
            left: 50%;
            transform: translateX(-50%);
        }
    }
}

.md-button.block {
    margin: 0.3rem auto;
}
</style>
