<template>
    <div v-show="comprehensiveQi.isShow" class="comprehensiveQi">
        <div ref="info" class="info" @scroll="onscroll">  
          <template v-if="!isDisplayConfiguration">
            <!-- 上海浦东发展银行个人电子账户产品服务协议 -->
            <div id="b1" class="title-item">
                <span class="titleTxt">上海浦东发展银行借记卡服务协议</span>
            </div>
            <div class="content">
                <div style="text-indent: 2em; margin-bottom: 1rem">
                    <p>
                        上海浦东发展银行借记卡（以下简称借记卡）是由上海浦东发展银行（以下简称乙方）面向个人客户公开发行的、符合乙方已加入的相关银行卡清算机构（以下简称“银行卡清算机构”）发卡标准的人民币借记卡。借记卡无附属卡。除双方另有约定外，个人客户申领乙方的各类型借记卡均受本协议约束。
                    </p>
                    <p>
                        申请人（以下简称甲方）与乙方就申领、使用借记卡事宜签订如下协议：
                    </p>
                    <p>
                        第一条
                        甲方知悉、理解并自愿遵守《上海浦东发展银行借记卡章程》（以下简称“章程”）和本协议约定：
                    </p>
                    <p>
                        <strong>
                            当甲方在纸质版的《上海浦东发展银行个人开户申请书》（以下称“开户申请书”）上签名后视为甲方已签署本服务协议；或甲方在电子渠道勾选并同意接受本服务协议时，视为甲方已签署本服务协议并生效。
                        </strong>
                    </p>
                    <p>
                        甲方签署本服务协议后，表明甲方已知悉并同意遵守章程及本服务协议，并接受其约束。
                    </p>
                    <p>第二条 信息披露</p>
                    <p>
                        <strong>
                            （一）甲方办理借记卡即视为同意授权乙方因提供借记卡服务所需获取、存储甲方的相关信息。甲方应向乙方提供真实、准确、完整、有效的资料。乙方承诺对甲方的申请资料及相关信息按照法律法规规定履行保密义务，采取有效措施保护甲方信息安全，且仅在为甲方提供本服务服务之所需的期限内存储甲方的个人信息，未经甲方同意不得向任何单位或个人披露。但甲方同意在以下情况授权乙方向第三方提供甲方信息：
                        </strong>
                    </p>
                    <p>
                        <strong
                            >1．乙方按照国家法律法规监管规定向监管机构或国家有权机关提供甲方相关信息。
                        </strong>
                    </p>
                    <p>
                        <strong>
                            2．乙方因实施催收和追索欠款等维护自身合法权益的需要向催收服务外包单位提供服务必要的甲方相关信息。</strong
                        >
                    </p>
                    <p>
                        <strong
                            >3．根据甲方申请为甲方制作/邮寄借记卡实体卡的需要向银行卡制卡外包单位和承运单位提供必要的甲方相关信息。
                        </strong>
                    </p>
                    <p>
                        <strong>
                            4.
                            乙方因履行反洗钱监管要求,对甲方信息进行核实或开展尽职调查时,可以向第三方提供甲方的信息。</strong
                        >
                    </p>
                    <p>
                        <strong
                            >5.根据甲方申请开立他行Ⅱ类户电子借记卡或Ⅲ类户电子借记卡时，将本行借记卡账户作为绑定账户，经开户银行发起身份验证时，同意乙方将甲方指定借记卡相关的必要个人信息包括但不限于姓名、身份证号、手机号码、银行卡信息等与开户银行及其委托单位上送的个人信息比对验证，并将对比核验结果告知开户银行及其委托单位，并留存核验记录。
                        </strong>
                    </p>
                    <p>
                        <strong
                            >6.法律法规监管另有规定或双方其他约定的。
                        </strong>
                    </p>
                    <p>
                        <strong>
                            （二）甲方办理联名借记卡即视同愿意接受卡片联名方的服务，因联名方用于提供联名卡服务所需甲方授权乙方将持卡人的手机号码等相关信息提供给联名方。</strong
                        >
                    </p>
                    <p>
                        <strong>
                            （三）其他因提供服务需要而需甲方授权乙方将甲方相关信息提供给第三方的，乙方应将信息使用的目的、范围和具体情形告知甲方并由甲方自行选择是否继续办理。甲方选择办理的，即视为理解并同意上述条款内容。</strong
                        >
                    </p>
                    <p>第三条 借记卡服务</p>
                    <p>
                        （一）借记卡具有有效期。<strong
                            >实体借记卡有效期以卡片载明的有效期为准，有效期到期后甲方应持本人有效身份证件办理换卡手续；</strong
                        >
                        电子借记卡有效期可通过乙方渠道查询，电子借记卡有效期到期时将自动延长一个有效期周期，退市产品除外。
                    </p>
                    <p>
                        <strong>
                            借记卡有效期过期后，通过受理实体卡发生的交易受限，</strong
                        >
                        但通过电子渠道发生的交易不受限制。如乙方已提示甲方过期但甲方未及时办理新卡更换手续而造成卡片无法正常使用的，乙方不承担任何责任。
                    </p>
                    <p>
                        对已过期的借记卡，甲方使用借记卡期间所发生的债权债务关系不变。
                    </p>
                    <p>
                        （二）甲方可申请实体借记卡，也可申请电子借记卡。甲方申请电子借记卡的，电子借记卡的备用金账户为I类户或Ⅱ类普通账户且经乙方人员面对面核实身份后，方可再申请将电子借记卡换成实体借记卡。
                    </p>
                    <p>
                        （三）甲方可向乙方申请将借记卡实体卡选择以邮寄方式寄送甲方指定地址。实体借记卡邮寄至甲方指定的地址是乙方提供的增值服务，
                        <strong> 甲方自主选择该服务并支付增值服务费。</strong
                        >甲方申请邮寄领卡，应确保提供的邮寄信息完整、真实、准确并确保按时收件。
                        <strong
                            >如因甲方提供的邮寄信息不真实、不完整、不准确、无法联系、无法签收等甲方原因造成邮寄服务方按照甲方在乙方处预留的信息联系甲方收件失败或未及时签收等原因导致的邮寄不达，乙方不承担责任； </strong
                        >对于因乙方或乙方邮寄服务方原因造成的邮寄不达，乙方将安排免费重邮。
                    </p>
                    <p>
                        （四）甲方申请将借记卡邮寄至甲方指定地址的，为确保邮寄途中的卡片安全，
                        <strong
                            >甲方收到实体卡后应通过乙方指定渠道启用实体卡后方可使用。 </strong
                        >如实体卡在邮寄途中遗失、损坏等，甲方可向乙方申请作废该实体卡或由乙方自主作废该实体卡
                    </p>
                    <p>
                        甲方可向乙方申请将借记卡实体卡邮寄至乙方网点，
                        <strong
                            >自实体卡到达乙方网点且乙方通知甲方领卡之日起6个月内甲方未至发卡机构网点领取，发卡机构有权对借记卡实体卡进行作废处理。
                        </strong>
                    </p>
                    <p>
                        （五）
                        <strong>
                            为便利甲方的小额交易用卡，乙方发行的带有“闪付”或“QuickPass”标识的银联IC卡支持开通小额免密免签功能，甲方可根据需要选择开通。甲方开通小额免密免签功能后在境内银联指定商户进行一定金额以下的“闪付”交易时，只需将卡片靠近受理终端感应区即可完成支付，无需验证密码，也无需在打印凭证上签名。小额免密免签功能的限额以乙方对外公布的限额为准并可经乙方通过公告等方式告知甲方后调整。甲方可通过乙方渠道开通、查询、调整免密限额或关闭该功能。上述规则如银联卡组织调整，则以调整后的规则为准。</strong
                        >
                    </p>
                    <p>
                        （六）甲方遗失或卡号泄露等，应立即向乙方申请借记卡挂失，挂失成功后借记卡不可对外支付，
                        <strong
                            >但挂失前已签约本行绑定卡关联还贷款/信用卡的业务不受影响（另有其他约定的除外） </strong
                        >。
                    </p>
                    <p>
                        借记卡挂失分为口头挂失和书面挂失，甲方可通过乙方的电话银行、网上银行或营业网点办理口头挂失，或通过乙方的营业网点办理书面挂失。
                        <strong
                            >口头挂失不作为办理补卡或销卡的依据，持卡人如需办理补卡或销卡必须先办理书面挂失。口头挂失或书面挂失自办妥之时生效，挂失生效前的经济损失由甲方自行承担。
                        </strong>
                    </p>
                    <p>
                        甲方可向乙方申请将已挂失的借记卡解除挂失，解挂后该借记卡恢复对外支付功能。甲方也可向乙方申请对已挂失的借记卡进行补卡，为了甲方的用卡安全，补卡后新卡卡号不同于老卡卡号。
                    </p>
                    <p>
                        （七）自挂失生效后，发生的非甲方真实交易意愿及授权而造成的债务和损失不再由甲方承担，
                        <strong>但因以下情况造成的债务和损失除外： </strong>
                    </p>
                    <p>
                        <strong>1.甲方有欺诈或其他虚假行为的； </strong>
                    </p>
                    <p>
                        <strong
                            >2.甲方拒绝配合乙方开展必要的调查核实工作的。
                        </strong>
                    </p>
                    <p>
                        （八）因卡片损坏、卡片升级或者卡片有效期到期等原因，甲方可向乙方申请换卡。甲方申请实时换卡，换卡成功新卡可当场领取并激活，老卡当场作废，乙方不回收老卡实体卡；甲方也可申请预约换卡，申请预约换卡至新卡启用期间，原卡仍然有效，新卡启用同时原卡作废。
                    </p>
                    <p>
                        申请预约换卡至新卡启用期间：如甲方撤销预约换卡，撤销成功原预约换卡记录失效；如甲方办理老卡正式挂失，则原预约换卡记录失效，如甲方仍须换卡则应撤销预约后按挂失补卡流程办理；如甲方办理了原卡销卡，则原预约换卡记录失效。特殊类型的卡片（如地方性联名卡等）暂不提供异地换卡服务。
                    </p>
                    <p>
                        （九）
                        <strong
                            >甲方办理借记卡的补卡或换卡后，不影响原有债权债务责任的承担，原借记卡内开办的各类签约业务功能是否可以自动转至新卡，以甲方签订的相关业务协议约定为准。
                        </strong>
                    </p>
                    <p>（十）对账服务</p>
                    <p>
                        甲方可通过乙方营业网点、客户服务电话、网上银行、手机银行、微信银行、自助终端、短信通知等渠道和方式了解其借记卡账户内的账务变动情况。
                        <strong
                            >甲方对交易账务变动情况有异议的，应于交易发生之日起30天内向乙方提出查询更正申请，否则视为甲方同意并接受所有账务情况的变动内容。
                        </strong>
                    </p>
                    <p>
                        （十一）
                        <strong>
                            开立本行或他行Ⅱ类户电子借记卡或Ⅲ类户电子借记卡时，所绑定的银行卡由于挂失、止付、有效期到期等原因不能正常使用时，客户应当到开户机构指定的渠道办理变更，否则由此产生的一切后果由客户承担。
                        </strong>
                    </p>
                    <p>第四条 借记卡交易</p>
                    <p>
                        （一）甲方收到实体借记卡之后，须立即在卡片背面签名条上签署本人的姓名。甲方的签名应与其提供给乙方的申请证件上所载姓名一致，签名可选任意字体。甲方在用卡时应使用该签名。
                    </p>
                    <p>
                        （二）为获得货品或服务，甲方每一项通过邮件、电话、传真、互联网或其他任何方式并使用借记卡向商家进行的支付，均构成一项有效的借记卡交易，乙方将在甲方的借记卡中就该等交易进行借记。甲方不得以与商户或其它第三方存在纠纷等情形为由，拒绝支付其以借记卡完成支付所欠的款项。
                    </p>
                    <p>
                        （三）
                        <strong>
                            因不可抗力或非因乙方过错引起的系统、供电、通讯、网络故障等各项原因导致甲方用卡失败而造成损失的，乙方有义务协助甲方解决问题或提供必要的帮助，但不承担经济或法律责任。</strong
                        >
                    </p>
                    <p>
                        （四）甲方在使用借记卡进行联机/脱机消费、存取现金及转账等交易时，须遵守法律法规监管规定、乙方、银行卡清算机构、收单机构及有关受理机构的相关规定。
                    </p>
                    <p>
                        （五）
                        <strong
                            >甲方使用借记卡开展交易取现、转账、消费等各类交易时，乙方有权根据国家法律法规监管规定以及乙方风险控制策略设置不同交易类型的交易限额，包括但不限于交易渠道限制、金额限制、笔数限制等，并有权根据国家法律法规监管规定及乙方业务变化等因素对相关限额进行调整。 </strong
                        >甲方在香港特别行政区、澳门特别行政区、台湾地区和境外ATM提取现金的，除应遵守国家法律法规监管规定外，还应遵守所在地区或国家的法律、法规和受理机构相关规定。
                    </p>
                    <p>
                        <strong>
                            （六）转账交易涉及有权机关依法发起冻结或强制扣划的，甲方知悉并授权乙方撤销在途的ATM跨行转账交易。</strong
                        >
                    </p>
                    <p>
                        <strong>
                            如任何非甲方应得款项错误存入甲方账户，经乙方查实的，甲方授权乙方从甲方账户中扣转该笔款项。</strong
                        >
                    </p>
                    <p>
                        （七）甲方使用ATM等自助设备时，如发生吞卡，应及时与自助设备所属机构取得联系，并按照其指定要求办理领卡手续。过期未领的，乙方将按照有关规定对被吞卡片进行销毁处理，甲方如需继续使用，须到乙方网点办理补卡手续；甲方在其他银行ATM等自助设备发生吞卡的，应及时按照他行相关规定办理手续。
                    </p>
                    <p>
                        （八）
                        <strong>
                            根据银联卡业务规则对于银联渠道下的预授权交易的规定，甲方进行预授权交易时，乙方将按照交易金额的115%对甲方借记卡的可用余额（备用金账户余额+约定类账户余额-已冻结或锁定金额）进行资金锁定，锁定后的资金将不能被甲方用作包括取现在内的任何用途的支付。上述规则如银联卡组织调整，则以调整后的规则为准。</strong
                        >
                    </p>
                    <p>
                        （九）乙方系统对借记卡密码采用密码录入错误限次管理。交易密码连续发生输入错误三次的，卡片将被锁定，甲方如需继续使用，须由本人持该卡并凭有效身份证件通过乙方渠道办理解锁手续。
                    </p>
                    <p>
                        （十）根据法律法规监管规定和基于保护持卡人资金安全目的，发卡机构有权拒绝承兑涉嫌赌、诈骗、非法集资、洗钱、金融制裁等违反国家法律法规监管规定的互联网交易或暂停借记卡使用及相关服务。因可能涉及非法交易所导致的损失及责任由持卡人自行承担。
                    </p>
                    <p>第五条 电子现金账户</p>
                    <p>
                        （一）实体借记卡为芯片卡或磁条芯片复合卡的，其所载芯片符合人民银行金融IC卡相关标准，可以加载非金融应用。甲方对借记卡进行圈存交易时联动开立电子现金账户。
                        <strong
                            >电子现金账户资金不计息、不挂失，不提供对账单服务，余额上限遵从法律法规监管规定。电子现金账户可进行圈存、脱机消费和查询，不提供支取现金和转账等其他支付结算功能，电子现金账户消费时不需进行密码验证。开通电子现金账户时同步开通电子现金补登账户。电子现金补登账户为借记卡用于脱机消费退货资金核算和补换卡电子现金余额资金的账户，该账户内存款不计息。
                        </strong>
                    </p>
                    <p>（二）甲方借记卡电子现金在换卡/补卡/销卡时退还约定</p>
                    <p>
                        办理换卡/补卡/销卡业务之前或之后，甲方可持老卡实体卡至乙方网点申请退还电子现金余额，并指定电子现金的退还方式。包括如下三种情形：
                    </p>
                    <p>
                        1.老卡可读，通过圈提方式将电子现金余额退还甲方，并对老卡作销毁处理；
                    </p>
                    <p>
                        2.老卡不可读，将于成功受理甲方退还电子现金余额申请之日起30天后，按照甲方系统记录的电子现金账户余额退还甲方。
                    </p>
                    <p>
                        3.甲方无法提供老卡，将于该实体借记卡有效期到期日30天后，按照甲方系统记录的电子现金账户余额退还甲方。
                    </p>
                    <p>
                        退还资金方式有转账和现金两种，甲方可以在销卡时约定退还资金转入的乙方借记卡卡号，或者凭本人有效身份证件到乙方营业网点领取现金；若转账失败，则甲方须按照现金领取的规则领取。
                    </p>
                    <p>
                        <strong>第六条 专用借记卡 </strong>
                    </p>
                    <p>
                        <strong>
                            （一）甲方通过与乙方合作的第三方开立借记卡的，仅限在合作方渠道消费的借记卡为专用借记卡，该专用借记卡仅限II类户借记卡或III类户借记卡。专用借记卡的备用金账户暂不支持升级为I类户、不支持配发实体卡、不支持换卡和补卡，可在乙方柜面办理密码设置、重置、默认不设置交易密码，除此之外的功能与通用借记卡一致。除专用借记卡外的借记卡均为通用借记卡，通用借记卡具备监管规定许可范围内所有功能。</strong
                        >
                    </p>
                    <p>
                        <strong
                            >（二）专用借记卡在合作方渠道使用时，以短信动态密码或其他经符合合作方渠道要求的验证信息手段作为交易验证规则。凡使用密码/短信动态验证码或符合约定的身份验证方式验证通过的借记卡交易，均视为客户本人所为。
                        </strong>
                    </p>
                    <p>第七条其他</p>
                    <p>
                        （一）甲方违反有关法律法规监管规定或相关协议约定并给乙方造成损失的，乙方依法采取法律措施维护合法权益并依法追究甲方及有关当事人的法律责任。
                    </p>
                    <p>
                        （二）乙方有权根据国家法律法规监管规定以及经营需要修改本协议，修改后的协议在乙方的营业网点、网站等渠道进行公告。公告期满后修改后的协议即生效，乙方无须另行通知甲方。在公告期内，甲方可选择是否继续使用借记卡及相关服务。甲方因对协议的修改有异议而决定不继续使用借记卡及相关服务的，可在公告期满前通过乙方渠道办理销卡。公告期满甲方未销卡的，即视为同意接受公告的各项内容。
                    </p>
                    <p>
                        （三）本协议适用中华人民共和国法律（为本协议目的，在此不包括香港特别行政区、澳门特别行政区以及台湾地区的法律）。双方一致同意接受由乙方所在地有管辖权的法院进行排他性的司法管辖，本协议当事人另有约定的除外。本协议未尽事宜依据国家法律法规监管规定及《上海浦东发展银行借记卡章程》执行。
                    </p>
                </div>
            </div>
            <!-- 上海浦东发展银行电子银行个人客户服务协议 -->
            <div id="b2" class="title-item">
                <span class="titleTxt"
                    >上海浦东发展银行电子银行个人客户服务协议</span
                >
            </div>
            <div class="content">
                <div style="text-indent: 2em; margin-bottom: 1rem">
                    <p>
                        为明确双方的权利和义务，个人客户（以下简称“客户”）和上海浦东发展银行（以下简称“银行”）本着平等互利的原则，就电子银行服务相关事宜达成本协议，以资共同遵守。
                    </p>
                    <p>第一条 业务定义</p>
                    <p>下列用语在本协议中的含义为：</p>
                    <p>
                        “电子银行”指银行通过面向社会公众开放的通讯通道或公共通讯网络，以及为特定自助服务设施或客户建立的专用网络等方式，为客户提供的离柜金融服务。根据服务渠道的不同，可分为个人网上银行服务、个人手机银行服务、及时语服务、电视银行服务、自助银行服务（包括自动柜员机、自动存款机、自动存取款机、多媒体自助服务机等自助设备，下同）等。
                    </p>
                    <p>
                        “身份认证要素”指银行用于识别客户身份的信息要素，如客户号、登录昵称、账号、各类密码、数字证书、签约设置的电话或手机号码等。
                    </p>
                    <p>
                        “密码”指客户确认身份的字符信息，分为客户查询密码、凭证（卡/折/单/电子账户等）交易密码和动态密码。动态密码以手机短信方式发送到客户预留的手机上。
                    </p>
                    <p>
                        “数字证书”指用于存放客户身份标识，并对客户发送的电子银行交易信息进行数字签名的电子文件。
                    </p>
                    <p>
                        “业务指令”指客户通过电子银行凭借相关的身份认证要素发起的查询、转账等电子指令的统称。
                    </p>
                    <p>第二条 服务内容</p>
                    <p>（一）个人网上银行服务内容</p>
                    <p>
                        客户通过银行柜面或其它途径申请签约并办理相关手续后，即成为个人网上银行客户。个人网上银行客户可享受的服务包括：账户管理、投资理财、贷款融资、汇款支付、公共事业缴费等服务，以及申请开通或变更网上银行所提供的其他功能。
                    </p>
                    <p>（二）个人手机银行服务内容</p>
                    <p>
                        客户通过银行柜面或其它途径申请签约并办理相关手续后，即成为手机银行的签约客户。签约客户可享受的服务包括：账户管理、投资理财、汇款支付、公共事业缴费等服务，以及申请开通或变更手机银行所提供的其他功能。
                    </p>
                    <p>（三）及时语服务内容</p>
                    <p>
                        客户通过银行柜面或其它途径申请签约并办理相关手续后，即成为及时语服务的签约客户。签约客户可享受的服务包括：短信通知、短信查询、邮件通知等服务，以及申请开通或变更及时语服务所提供的其他功能。
                    </p>
                    <p>（四）电视银行服务内容</p>
                    <p>
                        客户通过银行柜面或其它途径申请签约并办理相关手续后，即成为电视银行的签约客户。签约客户可享受的服务包括：账户管理、投资理财、公共事业缴费等服务，以及申请开通或变更电视银行所提供的其他功能。
                    </p>
                    <p>（五）自助银行服务内容</p>
                    <p>
                        客户通过银行柜面或其它途径申请签约自助设备转账等协议并办理相关手续后，即可享受自助银行汇款支付等服务。客户可享受的服务包括：现金存取、发卡签约、账户管理、投资理财、公共事业缴费等。
                    </p>
                    <p>第三条 客户权利和义务</p>
                    <p>（一）权利</p>
                    <p>
                        1.客户自愿申请签约银行电子银行，经银行审核同意后，将有权根据签约项目的类别享受相应的服务。
                    </p>
                    <p>
                        2.客户有权通过银行网站或营业网点查询了解电子银行业务收费标准。
                    </p>
                    <p>
                        3.客户在注册期内有权申请办理手机号码修改、数字证书更新等电子银行变更手续。
                    </p>
                    <p>4.客户在注册期内有权办理电子银行注销手续。</p>
                    <p>
                        5.
                        如选择不接受银行对电子银行业务服务范围、章程及服务协议内容的变更，客户有权在银行公告期内至银行网点办理电子银行注销手续。
                    </p>
                    <p>
                        6.客户对银行电子银行服务如有疑问、建议或意见时，可拨打客服电话“95528”或到银行营业网点进行咨询和投诉。
                    </p>
                    <p>（二）义务</p>
                    <p>
                        1.客户办理电子银行业务，应遵守本协议、《上海浦东发展银行电子银行章程》和银行相关业务规定的各项内容。客户到银行营业网点办理电子银行签约、注销、变更等手续，应由本人亲自办理。办理时应根据银行要求提供相关资料，按银行要求填写申请表，并签名确认。客户向银行提供的业务申请表是本协议不可分割的组成部分。客户应保证所填写的申请表与所提供的资料真实、准确、完整，因客户提供信息不真实、不准确或不完整所造成的损失由客户承担。
                    </p>
                    <p>
                        2.客户办理个人网上银行业务应直接登录银行网站（网址：www.spdb.com.cn）；客户通过邮件或其他网站提供的链接地址等其他方式登录所产生的不利后果由客户自行承担。客户办理手机银行（WAP）业务应通过手机直接登录银行手机银行（WAP）网站（网址：http://wap.spdb.com.cn）；客户使用通过移动客户端登录的电子银行，移动客户端软件应从银行网站或设备指定软件下载网站下载。
                    </p>
                    <p>
                        3.客户的客户号、卡/折号、密码、数字证书、接收动态密码的手机是客户进行电子银行交易的重要要素，客户承诺由本人妥善保管，并保证不将该等资料或物品提供或泄露给任何第三方，对因自身提供、泄露、被窃、遗失等原因造成该等资料或物品被他人使用的，该行为视为客户自身完成的行为，客户对该使用行为的后果承担责任。银行执行客户通过电子银行发出的业务指令后，客户不得要求变更或撤销业务指令。
                    </p>
                    <p>
                        4.客户应按照机密的原则设置和保管密码，避免使用生日、电话号码等与本人相关的信息作为密码；不得将本人自设密码、动态密码提供给除法律规定外的任何人；应采取其他合理措施，防止本人密码被窃取。由于密码泄露造成的后果由客户承担。
                    </p>
                    <p>
                        5.客户办理电子银行签约业务，客户应确保向银行提供本人实名登记的手机号。银行向该手机号发送用于安全认证的动态密码短信，客户须确认短信发送编号、交易类型和交易金额等信息与正在进行的交易事项一致，并正确输入收到的动态密码。非银行原因（例如短信网络原因造成迟延、信息丢失，客户提供手机号有误、手机关机、欠费停机、手机号码变更，客户未认真核对信息、未正确操作等原因）导致交易无法完成以及导致的一切损失，银行不承担责任。
                    </p>
                    <p>
                        6.客户发生卡/折丢失、密码泄露、数字证书丢失、接收动态密码的手机丢失、停机或手机号码变更等情况，应及时到银行营业网点办理挂失或手机号码变更等手续，否则可能产生无法正常使用电子银行功能、账户资金安全性降低等各类风险。客户承担到银行营业网点办妥相关手续并生效之前所产生的一切后果。
                    </p>
                    <p>
                        7.客户在使用电子银行服务过程中，所提供的注册信息如需更改，应及时按照银行要求办理有关手续，在上述手续办妥并生效之前所产生的一切后果由客户承担。
                    </p>
                    <p>
                        8.客户应保证办理电子银行业务的账户的支付能力，并严格遵守支付结算业务的相关法律法规及金融监管机构的要求。客户不得以与第三方发生纠纷为由拒绝支付应付银行的各类款项。
                    </p>
                    <p>
                        9.客户不得有意诋毁、损害银行声誉或恶意攻击银行电子银行系统。
                    </p>
                    <p>
                        10.客户办理电子银行业务时，如其使用的服务功能涉及到银行其他业务规定或规则的，须同时遵守相关规定或规则。
                    </p>
                    <p>
                        11.客户长期不使用电子银行，应主动向银行申请办理电子银行的注销手续，否则由其自身承担可能产生的各类风险。
                    </p>
                    <p>
                        12.网银U-Key等账户存取工具和安全认证工具只限客户本人使用，不得出租、出借、出售或转让等，否则客户承担由此产生的一切后果。
                    </p>
                    <p>
                        13.电子银行只限客户本人使用，不得转让、出租、转借、出售，否则由此产生的一切后果由客户承担。客户不得利用电子银行从事任何违反国家法律法规及规章的活动。对可能涉及非法、违规行为的任何交易，银行保留拒绝处理或支付的权利，并有权采取限制或终止服务措施。客户不得使用电子银行参与洗钱、恐怖融资或扩散（大规模杀伤性武器）融资等活动，对可能涉嫌参与上述活动的客户，银行有权对其电子银行采取中止服务、主动锁定和/或销户等措施，并有权终止本协议且不承担任何责任。
                    </p>
                    <p>
                        上述洗钱、恐怖融资或扩散（大规模杀伤性武器）融资等活动，是指联合国安理会、反洗钱金融行动特别工作组、中国、美国、欧盟等国际组织或国家认定的洗钱、恐怖融资或扩散（大规模杀伤性武器）融资行为。
                    </p>
                    <p>第四条 银行的权利和义务</p>
                    <p>（一）权利</p>
                    <p>
                        1.银行有权根据客户资信情况，决定是否受理客户的注册申请。
                    </p>
                    <p>
                        2.银行有权制定电子银行业务收费标准，并在网站或营业网点公布后生效。
                    </p>
                    <p>3.银行有权对电子银行系统进行升级、改造。</p>
                    <p>
                        4.为保护客户个人信息，银行有权主动锁定存在信息泄露风险的客户的电子银行的全部或部分功能。
                    </p>
                    <p>
                        5.客户存在恶意操作、恶意攻击，诋毁、损害银行声誉等情况的，银行有权单方终止对客户提供电子银行服务，并保留追究客户责任的权利。客户利用银行电子银行从事违反国家法律法规或监管机构要求的活动时，银行将有权停止为其办理电子银行业务。
                    </p>
                    <p>
                        6.客户同意银行根据客户的电子银行业务指令办理业务，对所有使用客户号、登录昵称、身份证号码、卡/折号、签约设置的电话或手机号、密码或数字证书等进行的操作均视为客户本人所为，该操作所产生的电子信息记录均为银行处理电子银行业务的有效凭据。
                    </p>
                    <p>
                        7.银行因以下情况没有正确执行客户提交的电子银行业务指令，不承担任何责任：
                    </p>
                    <p>（1）银行接收到的指令信息不明、存在乱码、不完整等。</p>
                    <p>（2）客户账户存款余额或信用额度不足。</p>
                    <p>（3）客户账户内资金被依法冻结或扣划。</p>
                    <p>（4）客户未能按照银行的有关业务规定正确操作。</p>
                    <p>
                        （5）因不可抗力或系统故障、供电故障、通讯故障或网络故障等其他非银行所能控制的事件引起的电子银行业务功能丧失、延迟和数据损坏等造成客户经济损失。
                    </p>
                    <p>
                        8.银行有权通过网站或营业网点公告形式变更电子银行业务的服务范围、章程及服务协议，并设置公告期。
                    </p>
                    <p>
                        9.银行有权根据相关法律法规、监管机构要求、本业务章程及本协议约定等中止或终止为客户提供全部或部分电子银行服务。协议终止或在服务有效期内中止时，银行有权不退回客户已支付的所有费用。
                    </p>
                    <p>（二）义务</p>
                    <p>
                        1.在银行系统正常运行情况下，银行负责及时准确地处理客户发送的电子银行业务指令，并及时向客户提供查询交易记录、资金余额、账户状态等服务。
                    </p>
                    <p>2.银行对于电子银行所使用的相关软件的合法性承担责任。</p>
                    <p>
                        3.银行负责及时为客户办理电子银行签约手续，并按客户注册功能的不同为客户提供相应的电子银行服务。
                    </p>
                    <p>4.银行负责向客户提供电子银行业务咨询服务。</p>
                    <p>
                        5.银行在法律法规许可和客户授权的范围内使用客户的资料和交易记录。银行对客户提供的申请资料和其他信息负有保密的义务，但法律法规或监管机构另有规定的除外。
                    </p>
                    <p style="color: red">
                        银行收集、使用、储存和共享、转让、公开披露等客户资料及交易记录等信息时须与客户共同遵守《上海浦东发展银行个人客户隐私政策》（详见附件1）
                    </p>
                    <p>
                        6.如客户提供充分证据证明完全由于银行的原因或重大过失造成客户电子银行业务操作的失败或错误，银行应负责赔偿签约客户的经济损失，但任何情况下，银行的赔偿责任应仅限于客户的直接经济损失（即银行手续费），银行的赔偿责任不应包括客户的任何间接损失（例如其预期收益、商业利润等）。
                    </p>
                    <p>第五条 法律适用条款</p>
                    <p>
                        本协议适用中华人民共和国法律（为本协议之目的，在此不包括香港、澳门特别行政区和台湾地区法律）并按其解释。法律无明文规定的，可适用通行的金融惯例。
                    </p>
                    <p>
                        本协议是银行的其他既有协议和约定的补充而非替代文件，如本协议与其他既有协议和约定有冲突，涉及电子银行业务内容的，应以本协议为准。
                    </p>
                    <p>第六条 差错和争议的解决</p>
                    <p>
                        客户发现自身未按规定操作，或由于自身其他原因造成电子银行业务指令未执行、未适当执行、延迟执行的，应及时通过拨打服务热线“
                        95528”或到营业网点通知银行。银行应积极调查并告知客户调查结果。
                    </p>
                    <p>
                        双方在履行本协议的过程中，如发生争议，应协商解决。协商不成的，任何一方均可向银行所在地有管辖权的人民法院提起诉讼。双方另有约定的除外。
                    </p>
                    <p>第七条 协议的中止和终止</p>
                    <p>客户电子银行注销手续办理完毕，本协议即为终止。</p>
                    <p>
                        在客户违反本协议规定或其它银行业务规定的情况下，银行有权中止或终止本协议。协议终止并不意味着客户在终止前所发生的未完成交易指令的撤销，也不能消除客户因终止前的交易所应承担的任何法律后果。客户在终止前已发送的交易指令仍有效并应承担其后果，但浦发银行电子银行各项业务规定中另有约定的除外。银行不退还已收取服务费及其他相关费用。
                    </p>
                    <p>第八条 协议的效力和生效</p>
                    <p>
                        本协议的任何条款如因任何原因而被确认无效，都不影响本协议其他条款的效力。本协议自客户在线确认同意时生效。
                    </p>
                    <p>第九条 其它</p>
                    <p>
                        上述条款中未尽事项以及相关词语定义适用《上海浦东发展银行电子银行章程》中的规定。
                    </p>
                    <p>
                        本协议附件是本协议不可分割的组成部分，与本协议正文具有同等的法律效力。
                    </p>
                    <p>
                        双方确认，在签署本协议前，已就全部条款进行了详细地说明和讨论，双方对合同的全部条款均无疑义，并对协议涉及的权利义务、责任限制及免责条款的法律含义有了准确无误的理解。客户使用银行电子银行服务即视为客户已了解并完全接受《上海浦东发展银行电子银行章程》。
                    </p>
                </div>
                <div style="text-indent: 2em; margin-bottom: 1rem">
                    <p>附件：</p>
                    <p class="title">上海浦东发展银行个人客户隐私政策</p>
                    <p class="title">本版发布日期：2020年6月22日</p>
                    <p>
                        <strong>
                            上海浦东发展银行一直重视并采取措施保护用户（以下简称“您”）的个人信息。我行将根据本《上海浦东发展银行个人客户隐私政策》（以下简称“本政策”）以及其他相关法律文本中的有关约定在中华人民共和国境内（不包括香港、澳门特别行政区及台湾地区）收集、使用、储存及共享、转让、公开披露您的个人信息。此外，我行将通过本政策，说明您如何访问、更正或更新、删除、管理您的个人信息以及行使您的相关权利。
                        </strong>
                    </p>
                    <p>
                        <strong>
                            我行强烈建议您在使用我行的服务前，仔细阅读并完全理解本政策中的全部内容，并自主进行适当的选择。
                        </strong>
                    </p>
                    <p>
                        <strong>
                            本政策适用于浦发银行提供的所有个人客户银行服务，如我行在具体产品或服务中与您就隐私保护政策另有具体约定的，相关约定与本政策将共同构成我行与您之间的隐私政策约定，二者如有不一致之处的，以具体产品或服务中的约定为准。
                        </strong>
                    </p>
                    <p>本政策将向您介绍以下内容：</p>
                    <p>1.我行如何收集和使用您的个人信息</p>
                    <p>2.我行如何使用 Cookie和同类技术</p>
                    <p>3.我行如何共享、转让和公开披露您的个人信息</p>
                    <p>4.我行如何存储和保护您的个人信息</p>
                    <p>5.您如何管理您的个人信息</p>
                    <p>6.我行如何处理未成年人的信息</p>
                    <p>7.本政策如何更新</p>
                    <p>8.如何联系我行</p>
                    <p><strong>一、我行如何收集和使用您的个人信息</strong></p>
                    <p>
                        个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
                    </p>
                    <p>
                        个人信息包括姓名、出生日期、身份证件号码、个人生物识别信息、通信通讯联系方式、住址、账户信息、交易信息、财产信息、信用信息、消费偏好、行踪轨迹、联网核查信息等。
                    </p>
                    <p><strong>（一）我行收集个人信息的原则</strong></p>
                    <p>
                        我行收集您的个人信息遵循合法、正当、必要的原则。我行按照法律法规要求以及业务需要收集您的个人信息，不会收集与业务无关的信息或采取不正当方式收集信息。
                    </p>
                    <p><strong>（二）我行收集您的个人信息的目的</strong></p>
                    <p>
                        我行收集您的个人信息，目的在于依法合规地为您提供优质的产品（或服务），该等信息对于充分履行您和我行之间的合约很有必要，并使得我行能够遵守相关法律，具体包括：
                    </p>
                    <p>1.为保护您的账户安全，对您的身份进行识别、验证等；</p>
                    <p>2.为评估您的履约能力及状况，用于业务准入和风险防控；</p>
                    <p>
                        3.为您提供产品（或服务）所必须（包括但不限于信用卡营销、为购买理财类产品进行的风险承受能力评估问卷、为评估您的风险偏好，合理提供产品推介和投资建议等）；
                    </p>
                    <p>4.为保护您的资金安全；</p>
                    <p>5.为改善产品（或服务）、提升您的体验；</p>
                    <p>6.为履行法定义务（如反洗钱义务等）；</p>
                    <p>7.经您许可的其他用途。</p>
                    <p><strong>（三）我行收集您的个人信息的方式</strong></p>
                    <p>
                        为向您提供服务并确保您的电子银行服务（网上银行服务、手机银行服务、短信服务、微信银行服务、电话银行服务、直销银行服务等）安全，在您使用电子银行服务过程中，我行会收集您在使用服务过程中主动输入或因使用服务而产生的信息：
                    </p>
                    <p>
                        1.当您开通电子银行服务时，依据法律法规及监管要求，我行会收集您的
                        <strong
                            >个人基本资料、身份信息、财产信息、通信信息、生物识别信息、手机号码信息，</strong
                        >
                        以帮助您完成电子银行注册，如果您拒绝提供这些信息，您可能无法开通电子银行或无法正常使用我行的服务。
                    </p>
                    <p>
                        2.当您使用浦发银行电子银行服务时，例如在下列情形中，您需要向我行提供或授权我行收集相应服务所需的用户信息。如您拒绝提供，您将无法使用相应功能或服务。
                    </p>
                    <p>
                        （1）当您注册浦发银行手机银行时，我行会收集您的
                        <strong
                            >手机号码、头像、昵称、身份证件信息、银行卡信息，</strong
                        >
                        并验证您的客户查询密码、以及银行卡交易密码，在需要短信验证码的环节，需要读取验证码短信内容，以协助您进行验证码填写。如您拒绝通讯信息授权，我行手机银行将不读取短信内容，我行不保存短信内容。
                    </p>
                    <p>
                        （2）如您在手机银行中选择通过指纹/FACE
                        ID、声纹、刷脸功能进行登录、转账、支付、身份认证，需向我行提供您的
                        <strong>指纹/FACE ID、声音、人脸图像信息。</strong>
                        我行不会采集您的指纹/FACE ID，您的指纹/FACE
                        ID仅保存在您授权采集指纹的设备上。经您授权后，我行将采集您的声纹信息、人脸信息，将加密存储于我行信息系统后台数据库中。如您不提供上述信息，我行将无法向您提供需完成指纹/FACE
                        ID、声纹、人脸认证后方可使用的产品或服务。您可以通过“首页-全部-安全”或在首页搜索关键词“认证”开启或关闭此功能。
                    </p>
                    <p>
                        （3）当您使用微信、支付宝授权登录功能时，我行需要您提供
                        <strong>微信、支付宝账号的昵称与头像信息。</strong>
                        您可以通过“首页-全部-第三方账号管理”取消授权及相应账号信息绑定。
                    </p>
                    <p>
                        （4）当您使用我行及时语服务时，我行会收集您的
                        <strong
                            >账户信息和交易信息，手机号/邮箱地址/微信昵称/支付宝昵称，</strong
                        >
                        以便及时向您发送账户资金变动及相关交易通知；我行也可能向我行的合作伙伴收集其合法留存并经您授权可以共享使用的信息，以便为您提供相应消息通知等服务。
                    </p>
                    <p>
                        （5）
                        当您使用网点服务等基于地理位置的功能时，我行会收集您的
                        <strong>位置信息，</strong>
                        目的是为了向您提供所在位置的相应服务。如您拒绝提供该信息，您将无法使用上述功能，但这不影响您正常使用手机银行的其他功能。
                    </p>
                    <p>
                        （6）当您使用手机号转账等涉及通讯录的功能时，
                        <strong
                            >我行仅获取您从通讯录中点选的联系人信息，</strong
                        >
                        并进行加密传输以防止恶意截取。上述信息属于个人敏感信息。如您不需使用上述功能，可以不提供该信息，不影响您正常使用其他功能。
                    </p>
                    <p>
                        （7）当您使用转账汇款、小浦支付、扫码支付等收付款功能时，您需要提供
                        <strong
                            >收款方的姓名、银行卡号/账户等信息，并可能需要提供您的姓名、手机号、证件类型、证件号码等信息，</strong
                        >
                        以便验证身份使用上述支付功能。此外，我行还会收集您的相关收付款交易记录以便您查询。具体事项按您开通我行手机银行时同意签署的《上海浦东发展银行电子银行个人客户服务协议》执行。上述信息属于敏感信息，如您拒绝提供，将无法使用上述功能，但不影响您使用手机银行其他功能。
                    </p>
                    <p>
                        （8）当您使用搜索服务时，我行会收集您的
                        <strong>搜索关键词信息。</strong>
                        当搜索关键词信息无法单独识别您的个人身份时，该信息不属于您的用户信息，我行可以对其加以其他目的使用；当搜索关键词信息与您的其他信息结合可以识别您的个人身份时，我行将在结合期间将您的搜索关键词信息作为您的用户信息，对其加以保护处理。
                    </p>
                    <p>
                        （9）当您使用我行提供的实名认证服务时，我行可能需要您提供您的
                        <strong
                            >姓名、证件类型、证件号码、银行卡号、设备信息、指纹/FACE
                            ID信息、刷脸认证</strong
                        >
                        等信息，并可能通过验证手机号/查询密码、银行卡号/卡密码、短信验证码等方式对有关信息进行有效性核验。若您不提供上述信息，我行将无法向您提供须完成实名认证后方可使用的产品或服务。
                    </p>
                    <p>
                        （10）当您使用内嵌的购物及生活服务等功能时，您需要在订单页面填写
                        <strong>收货人姓名、收货地址及手机号码等信息；</strong>
                        您在预定电影票、出行、酒店等服务时，还可能需要根据国家法律法规及监管要求或服务提供方（包括票务销售方、酒店、旅行社及其授权的代理方、基础电信运营商、移动转售运营商等）的要求提供
                        <strong>您的实名信息，</strong
                        >这些实名信息可能包括您的身份信息（比如身份证、军官证、护照、驾驶证等载明您身份的证件）、您本人的照片或视频、联系电话等。这些订单中将可能包含<strong>您的行程、酒店地址</strong>等信息。
                        上述所有信息构成您的订单信息，我行将使用您的<strong>订单信息</strong>来进行您的身份核验、确定交易、支付结算、完成配送、为您查询订单以及提供客服咨询与售后服务；我行还会使用您的订单信息来判断您的交易是否存在异常以保护您的交易安全。
                    </p>
                    <p>
                        下单后，您可以选择使用浦发卡支付或他行卡支付。当您下单并选择货到付款或在线完成支付后，商户和第三方配送公司将为您完成订单的交付。您在此同意，商户和第三方配送公司、售后服务等可以使用您的订单信息以为您提供商品或服务。
                    </p>
                    <p>
                        我行的电话客服和售后功能会使用您的<strong
                            >账号信息和订单信息。</strong
                        >
                        为保证您的账号安全，我行的呼叫中心客服和在线客服会使用您的账号信息与您核验身份。当您需要我行提供与您订单信息相关的客服与售后服务时，我行将会查询您的<strong
                            >订单信息。</strong
                        >
                        您有可能会在与我行的客服人员沟通时，提供除上述信息外的其他信息，例如：当您要求我行变更配送地址、联系人或联系电话时。
                    </p>
                    <p>
                        3.当您使用电子银行服务时，为了维护服务的正常运行，优化我行的服务体验及保障您的账号安全，我行会收集以下基础信息，包括您的
                        <strong
                            >设备型号、操作系统、唯一设备标识符、手机银行软件版本号、登录IP地址、MAC地址、接入网络的方式、类型和状态、网络质量数据、设备加速器（如重力感应设备）、操作日志、服务日志信息（如您在手机银行搜索、查看的信息、服务故障信息等），</strong
                        >
                        这些信息是为您提供服务必须收集的基础信息，以保障您正常使用我行的服务。
                    </p>
                    <p>
                        在特定使用场景下，我行会使用具有相应业务资质及服务能力的第三方服务商提供的软件开发工具包（简称“SDK”）来为您提供服务，
                        <strong>此时需要通过SDK来收集您的必要信息，</strong
                        >对应使用场景详见附件。
                    </p>
                    <p>
                        4.为向您提供更加准确、个性和便捷的服务，提升服务体验、改进服务质量，或为防范风险，我行会收集您<strong
                            >反馈意见建议或举报时提供的信息，</strong
                        >
                        收集您参与问卷调查时向我行反馈的信息，收集您使用电子银行功能或服务的类别、方式和操作信息，及您在我行的用户信息，我行会对这些信息进行统计、分析，并会根据上述信息向您提供相应服务或产品。
                    </p>
                    <p>
                        5.当您在电子银行中使用第三方提供的服务时，第三方可能会获取<strong
                            >您的昵称、头像、位置、姓名、证件类型、证件号码、手机号码信息；</strong
                        >
                        在经过您的明示同意后，第三方可获取您的以上信息；对于您在使用第三方提供的服务时主动提供给第三方的相关信息，我行将视为您允许该第三方获取上述此类信息；对于您在使用该第三方服务时产生的信息，应由您与该第三方依法约定上述信息的收集和使用事项。如您拒绝第三方在提供服务时收集、使用或者传递上述信息，将可能会导致您无法在电子银行中使用第三方的相应服务，但这不影响您使用电子银行的其他功能。
                    </p>
                    <p>
                        6.以下情形中，您可选择是否授权我行收集、使用您的个人信息：
                    </p>
                    <p>
                        （1）设备状态，用于确定设备识别码，以保证账户登录的安全性。拒绝授权后，将无法正常使用浦发银行手机银行App。
                    </p>
                    <p>
                        （2）存储权限，用于缓存您在使用APP过程中产生的文本、图像、视频等内容。拒绝授权后，将无法正常使用浦发银行手机银行App。
                    </p>
                    <p>
                        （3）摄像头，用于如识别二维码、人脸识别、设置头像、拍摄证件信息用途，在人脸识别登录/转账/支付/认证、扫一扫、AR扫、头像设置、证件信息上传开通场景中使用。拒绝授权后，上述功能将无法使用。我行将获取的人脸等数据，加密后存储于系统后台数据库中。
                    </p>
                    <p>
                        （4）相册，访问相册主要用于上传开户证件、设置您的头像、备注交易信息，保存电子回单等。我行获得的图片信息，加密后存储于数据库中。拒绝授权后，上述功能将无法使用。
                    </p>
                    <p>
                        （5）麦克风，用于U-Key、声纹识别、录音、语音银行等用途，且仅在客户使用U-Key认证、声纹登录/转账/支付、语音银行场景中运用该权限。拒绝授权后，上述功能将无法使用。我行采集的声纹数据及录音数据，加密后存储于系统后台数据库中。
                    </p>
                    <p>
                        （6）手机通讯录，在转账、支付，或参与个人活动过程中，用于协助您通过通讯录快速选取电话号码，无需您手动输入。拒绝授权后，向手机号转账、短信通知功能仍可以使用，但需要手工输入手机号码。手机银行仅读取并记录指定电话号码，不读取客户全量通讯录，我行后台系统不存储通讯录。
                    </p>
                    <p>
                        （7）手机短信，在需要短信验证码的环节需要读取验证码短信内容协助您进行验证码填写。如您拒绝通讯信息（短信）授权，我行手机银行将不读取短信内容，系统后台不保存短信内容。
                    </p>
                    <p>
                        （8）地理位置，获取您所在地理位置，主要用于电子银行交易风控、网点预约、ATM位置查询等服务。系统后台保存您交易时的位置信息。拒绝授权后，手机银行相关功能无法使用。
                    </p>
                    <p>
                        （9）电话权限，用于使用手机银行时，拨打电话联系客服、线下网点等用途，且仅在客户使用场景中运用该权限。拒绝授权后，手机银行相关功能无法使用。
                    </p>
                    <p>
                        （10）SIRI，用于通过SIRI办理登录、查询等用途，且仅在客户使用场景中运用该权限。拒绝授权后，手机银行相关功能无法使用。
                    </p>
                    <p>
                        （11）蓝牙，用于U-Key验证等用途，且仅在客户使用场景中运用该权限。拒绝授权后，手机银行相关功能无法使用。
                    </p>
                    <p>
                        （12）网络通讯，用于与服务端进行通讯。拒绝授权后，手机银行所有功能无法使用。系统后台保存客户交易时所使用设备的网络信息，包括IP、端口等信息。
                    </p>
                    <p>
                        上述功能可能需要您在您的设备中向我行开启您的相机（摄像头）、地理位置（位置信息）、麦克风等访问权限，以实现这些功能所涉及的信息的收集和使用。请您注意，您开启这些权限即代表您授权我行可以收集和使用这些信息来实现上述功能，如您取消了这些授权，则我行将不再继续收集和使用您的这些信息，也无法为您提供上述与这些授权所对应的功能。
                    </p>
                    <p>
                        如在上述情形之外收集或使用您的信息，我行会事先征求您的同意，并向您充分告知信息收集和使用的目的、方式和范围。
                    </p>
                    <p><strong>（四）我行如何使用您的个人信息</strong></p>
                    <p>
                        <strong
                            >1.在我行向您提供金融产品或服务，以及改进这些产品或服务时使用。</strong
                        >
                    </p>
                    <p>
                        <strong
                            >2.在我行向您提供金融服务期间，您授权我行持续收集和使用您的相关个人信息。在您注销服务或取消授权时，我行将停止收集及使用您的相关个人信息，但我行会根据法律法规及监管的要求在业务资料归档、审计、监管协查等领域继续使用此前收集的您的相关个人信息。</strong
                        >
                    </p>
                    <p>
                        <strong
                            >3.为提升您的体验，或为防范风险，我行会对您服务使用情况的相关信息进行统计分析、加工，但这些信息不会包含您的任何身份识别信息。</strong
                        >
                    </p>
                    <p>
                        <strong
                            >4.因反洗钱和反恐怖融资需要，授权我行向且仅向涉及办理被调查业务的第三方金融机构提供您在我行的相关资料。</strong
                        >
                    </p>
                    <p>
                        <strong
                            >5.将您的个人信息用于法律允许的其它用途。</strong
                        >
                    </p>
                    <p>
                        <strong
                            >6.当我行要将您的用户信息，用于本政策载明的收集目的、用途或合理相关范围以外的其他用途时，我行将在使用前再次征得您的同意</strong
                        >
                    </p>
                    <p>
                        <strong
                            >7.根据相关法律法规、监管要求及国家标准，以下情形中，我行可能会收集、使用您的相关个人信息而无需另行征求您的授权同意：</strong
                        >
                    </p>
                    <p>
                        <strong>（1）与国家安全、国防安全直接相关的；</strong>
                    </p>
                    <p>
                        <strong
                            >（2）与公共安全、公共卫生、重大公共利益直接相关的；</strong
                        >
                    </p>
                    <p>
                        <strong
                            >（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；</strong
                        >
                    </p>
                    <p>
                        <strong
                            >（4）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</strong
                        >
                    </p>
                    <p>
                        <strong
                            >（5）所收集的个人信息是您自行向社会公众公开的；</strong
                        >
                    </p>
                    <p>
                        <strong
                            >（6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</strong
                        >
                    </p>
                    <p>
                        <strong>（7）根据您要求签订和履行合同所必需的；</strong>
                    </p>
                    <p>
                        <strong
                            >（8）用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</strong
                        >
                    </p>
                    <p>
                        <strong
                            >（9）出于公共利益开展统计或学术研究所必需，且其对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</strong
                        >
                    </p>
                    <p>
                        <strong
                            >（10）法律法规及监管要求规定的其他情形。</strong
                        >
                    </p>
                    <p><strong>二、我行如何使用Cookie和同类技术</strong></p>
                    <p><strong>（一）Cookie</strong></p>
                    <p>
                        <strong
                            >为确保网站正常运转，我行会在您的计算机或移动设备上存储名为Cookie的小数据文件。Cookie通常包含标识符、站点名称以及一些号码和字符。借助于Cookie，网站能够存储您的偏好或者您使用的商品或服务等数据。我行不会将Cookie用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除
                            Cookie。有关详情，请参见
                            AboutCookies.org。您可以清除计算机上保存的所有
                            Cookie，大部分网络浏览器都设有阻止 Cookie
                            的功能。但如果您这么做，则需要在每一次访问我行的网站时亲自更改用户设置。</strong
                        >
                    </p>
                    <p><strong>（二）网站信标和像素标签</strong></p>
                    <p>
                        <strong
                            >除 Cookie
                            外，我行还会在网站上使用网站信标和像素标签等其他同类技术。例如，我行向您发送的电子邮件可能含有链接至我行网站内容的点击
                            URL。如果您点击该链接，我行则会跟踪此次点击，帮助我行了解您的产品或服务偏好并改善客户服务。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我行能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时退订。</strong
                        >
                    </p>
                    <p><strong>（三）Do Not Track（请勿追踪） </strong></p>
                    <p>
                        <strong
                            >很多网络浏览器均设有 Do Not Track
                            功能，该功能可向网站发布 Do Not Track
                            请求。目前，主要互联网标准组织尚未设立相关政策来规定网站应如何应对此类请求。但如果您的浏览器启用了
                            Do Not
                            Track，那么我行的所有网站都会尊重您的选择。</strong
                        >
                    </p>
                    <p><strong>（四）日志与位置信息</strong></p>
                    <p>
                        <strong
                            >为提升您的体验及保护您的资金安全之目的，我行可能会自动收集日志信息和位置信息。我行不会将这些信息用于本政策撰述目的之外的任何用途。</strong
                        >
                    </p>
                    <p><strong>日志信息包括：</strong></p>
                    <p>
                        <strong
                            >1.设备或软件信息，例如您的移动设备、网页浏览器或您用于接收我行服务的其他程序所提供的配置信息、IP地址、无线网络接入信息，以及您的移动设备所用的版本和设备识别码；</strong
                        >
                    </p>
                    <p>
                        <strong
                            >2.您在设备上曾使用的移动应用（APP）和其他软件的信息。位置信息指您开启设备定位功能并使用我行基于位置提供的相关服务时，我行收集的有关您位置的信息。您可以通过关闭定位功能随时停止我行对您的地理位置信息的收集。</strong
                        >
                    </p>
                    <p>
                        <strong
                            >三、我行如何共享、转让和公开披露您的个人信息</strong
                        >
                    </p>
                    <p><strong>（一）共享</strong></p>
                    <p>
                        除以下情况外，我行不会主动与其他任何公司、组织和个人分享您的个人信息：
                    </p>
                    <p>
                        1.政府、监管部门或司法机关要求共享等法律法规规定的情况下，我行将向其共享您的个人信息；
                    </p>
                    <p>
                        2.事先获得您的明确同意。如因业务需要对外共享您的个人信息时，我们会向您告知共享个人信息的目的、范围和数据接收方身份，并征得您的授权或同意。
                    </p>
                    <p><strong>（二）转让</strong></p>
                    <p>
                        我行不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
                    </p>
                    <p>
                        1.在获取明确同意的情况下转让：获得您的明确同意或授权后，我行会向其他方转让您的个人信息；
                    </p>
                    <p>2.根据法律法规规定或强制性的行政与司法要求；</p>
                    <p>
                        3.根据法律法规和商业惯例，在合并、收购、资产转让、兼并、重组或破产清算等类似交易中，如涉及到个人信息转让，我行会要求新的持有您个人信息的公司、组织继续受本徇私政策的约束，否则我行将要求该公司、组织重新向您征求授权同意。
                    </p>
                    <p><strong>（三）公开披露</strong></p>
                    <p>我行仅会在以下情况下，公开披露您的个人信息：</p>
                    <p>1.获得您明确同意或授权后；</p>
                    <p>
                        2.政府、监管部门或司法机关要求披露等法律法规规定的情况下，我行将公开披露您的个人信息，且无需征得您的同意。
                    </p>
                    <p><strong>（四）征得授权同意的例外</strong></p>
                    <p>
                        <strong
                            >以下情形我行共享、转让和公开披露个人信息无需征得您授权同意：</strong
                        >
                    </p>
                    <p>
                        <strong
                            >（1）与履行国家法律法规及行业主管部门有关规定的义务相关的；</strong
                        >
                    </p>
                    <p>
                        <strong>（2）与国家安全、国防安全直接相关的；</strong>
                    </p>
                    <p>
                        <strong
                            >（3）与公共安全、公共卫生、重大公共利益直接相关的；</strong
                        >
                    </p>
                    <p>
                        <strong
                            >（4）与犯罪侦查、起诉、审批和判决执行等直接相关的；</strong
                        >
                    </p>
                    <p>
                        <strong
                            >（5）出于维护您或其他个人的生命、财产、声誉等重大合法权益但又很难得到本人同意的；</strong
                        >
                    </p>
                    <p>
                        <strong>（6）您自行向社会公众公开的个人信息；</strong>
                    </p>
                    <p>
                        <strong
                            >（7）从合法公开披露的信息中收集的用户信息，如合法的新闻报道、政府信息公开等渠道。</strong
                        >
                    </p>
                    <p>
                        <strong
                            >（8）用于维护所提供的金融产品或服务的安全稳定运行所必需的，例如识别、处置金融产品或服务中的欺诈或被盗用等。</strong
                        >
                    </p>
                    <p><strong>四、我行如何存储和保护您的个人信息</strong></p>
                    <p><strong>（一）存储</strong></p>
                    <p>
                        <strong
                            >按照相关法律法规规定，我行将中华人民共和国境内（不包括香港、澳门特别行政区及台湾地区）提供服务过程中收集和产生的您的个人信息存储在中华人民共和国境内（不包括香港、澳门特别行政区及台湾地区）。</strong
                        >
                    </p>
                    <p>
                        <strong
                            >我行仅在为您提供服务及相关服务之目的所必需的期限内和法律法规及监管规定的时限内留存您的个人信息。</strong
                        >
                    </p>
                    <p>
                        <strong
                            >如果终止服务，我行将及时停止收集您个人信息，并对所持有的您的个人信息进行删除或匿名化处理，法律法规或监管机构对个人信息存储时间另有规定的除外。</strong
                        >
                    </p>
                    <p><strong>（二）保护</strong></p>
                    <p>
                        1.我行已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权的访问、公开披露、使用、修改、损坏或丢失。我行会采取一切合理可行的措施，保护您的个人信息。例如：我行会使用加密技术确保数据的保密性；我行会使用受信赖的保护机制防止数据遭到恶意攻击；我行会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我行会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
                    </p>
                    <p>
                        2.我们会采取一切合理可行的措施，确保不收集无关的个人信息。
                    </p>
                    <p>
                        <strong
                            >3.请您理解，由于技术水平局限以及可能存在的恶意攻击，有可能出现我行无法合理预见、防范、避免、控制的意外情况。互联网并非绝对安全的环境，请使用复杂密码，协助我行保证您的账号安全。</strong
                        >
                    </p>
                    <p>
                        4.如发生个人信息安全事件，我行将按照法律法规要求，及时将事件相关情况以邮件或信函或电话或推送通知等方式告知您，或采取合理、有效的方式发布公告。同时，我行还将依据监管规定，主动上报个人信息安全事件处置情况。
                    </p>
                    <p><strong>五、您如何管理您的个人信息</strong></p>
                    <p>
                        按照中国相关的法规和监管规定，我行保障您对自己的个人信息行使以下权利：
                    </p>
                    <p><strong>（一）访问、更正及更新您的个人信息</strong></p>
                    <p>
                        您有权通过我行网上银行、手机银行、微信银行、电话银行等渠道的个人信息修改功能服务访问及更正、更新您的个人信息，法律法规规定的例外情况除外。您有责任及时更新您的个人信息。在您修改个人信息之前，我行会验证您的身份。
                    </p>
                    <p><strong>（二）删除您的个人信息</strong></p>
                    <p>在以下情形中，您可以向我行提出删除个人信息的请求：</p>
                    <p>1.如果我行处理您个人信息的行为违反法律法规；</p>
                    <p>2.如果我行收集、使用您的个人信息，却未征得您的同意；</p>
                    <p>
                        3.如果我行处理个人信息的行为违反了与您的约定；请您注意，我行电子银行签约用户仅在手机设备中删除手机银行App时，我行不会解除您的电子银行签约，有关您手机银行的一切信息不会删除。
                    </p>
                    <p>4.如果您终止我行提供的账户服务和电子银行服务；</p>
                    <p>5.如果我行不再为您提供服务。</p>
                    <p>
                        如我们决定响应您的删除请求，我们还将同时通知从我行获得您个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。
                    </p>
                    <p>
                        当您从我们的服务中删除信息后，我们可能不会立即在备份系统中删除相应的信息，但会在备份更新时删除这些信息。
                    </p>
                    <p><strong>（三）注销用户</strong></p>
                    <p>
                        如您为我行手机银行用户，您可通过营业网点、手机银行等渠道注销您的手机银行签约账户。您注销手机银行的行为是不可逆行为，一旦注销，我行将不再通过手机银行收集您的个人信息，并将删除有关您手机银行的信息，法律法规或监管机构对个人信息存储时间另有规定的除外。您可以自主选择卸载或停止使用浦发银行手机银行客户端，以阻止我行获取您的个人信息。请您注意，我行手机银行签约绑定客户仅在手机设备中删除手机银行客户端时，我行不会注销您的手机银行账户，有关您手机银行账户的一切信息不会删除。您仍需要注销您的手机银行签约账户方能达到以上目的。
                    </p>
                    <p><strong>（四）改变您的授权范围</strong></p>
                    <p>
                        您有权决定是否继续对您个人信息采集、使用等进行授权，您可以通过浦发银行手机银行首页搜索“安全”，进入安全页面，关闭本政策的授权，关闭后我行将不再继续采集、使用、您相应的个人信息，请您理解如您取消授权，我行将无法为您提供电子渠道服务（含浦发手机银行、网上银行）服务，也不再继续处理您相应的个人信息（如您已就具体产品或服务与我行另行签署授权的除外），但您取消本政策授权的决定，不会影响我行此前基于您授权已开展的个人信息处理。
                    </p>
                    <p><strong>（五）获取您的个人信息副本</strong></p>
                    <p>
                        您有权获取您的个人信息副本。如果您需要获取我行收集的您的个人信息副本，您可通过联系附近的浦发营业网点，在符合相关法律法规且技术可行的前提下，我行将根据您的要求向您提供您的个人信息副本。
                    </p>
                    <p><strong>（六）响应您的上述请求</strong></p>
                    <p>
                        为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我行可能会先要求您验证自己的身份，然后再处理您的请求。请您理解，对于某些无端重复、需要过多技术手段、给他人合法权益带来风险或者非常不切实际的请求，我行可能会予以拒绝。
                    </p>
                    <p>
                        在以下情形中，按照法律法规要求，我行将无法响应您的请求：
                    </p>
                    <p>1.与国家安全、国防安全直接相关的；</p>
                    <p>2.与公共安全、公共卫生、重大公共利益直接相关的；</p>
                    <p>3.与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
                    <p>4.有充分证据表明您存在主观恶意或滥用权利的；</p>
                    <p>
                        5.响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。
                    </p>
                    <p>6.涉及商业秘密的。</p>
                    <p><strong>六、我行如何处理未成年人的信息</strong></p>
                    <p>
                        <strong
                            >我行的产品、网站和服务主要面向成人。如果没有父母或监护人的同意，未成年人不得创建自己的用户账户。</strong
                        >
                    </p>
                    <p>
                        <strong
                            >对于经父母同意而收集未成年个人信息的情况，我行只会在法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。</strong
                        >
                    </p>
                    <p><strong>七、本政策如何更新</strong></p>
                    <p>
                        <strong
                            >根据国家法律法规变化及服务运营需要，我行可能会对本政策及相关规则进行修改，修改后的内容会通过我行网上银行、手机银行等渠道予以公告，并取代此前相关内容，如相关修订内容与《电子银行个人客户服务协议》《个人电子账户产品服务协议》不一致的，以本政策为准。在公告期内，您可以选择是否继续同意授权，若您不愿接受公告内容，应在公告内容正式实施前取消授权。如您继续使用我行服务，即表示您已充分阅读、理解并接受更新后的政策并愿意接受更新后的政策约束。未经您的明确同意，我行不会削减您按照本政策所应享有的权利。您应不时关注相关公告、提示信息及协议、规则等相关内容的变动。</strong
                        >
                    </p>
                    <p><strong>八、如何联系我行</strong></p>
                    <p>
                        <strong
                            >如您对本政策有任何疑问、意见或建议，请联系我行客服热线：95528。受理您的问题后，我行会及时处理，将在15个工作日内给予答复。</strong
                        >
                    </p>
                    <p>
                        <strong>公司名称：上海浦东发展银行股份有限公司</strong>
                    </p>
                    <p><strong>注册地址：上海市中山东一路12号</strong></p>
                    <p><strong>邮箱地址： dcsc02@spdb.com.cn</strong></p>
                    <p>
                        <strong
                            >请您在同意之前仔细阅读本政策，确保对其内容含义及相应法律后果已全部知晓并充分理解。您选择“同意”即视为您接受并签署本政策授权，我行将按照相关法律法规及本政策合法使用和保护您的个人信息。</strong
                        >
                    </p>
                    <p>附件：浦发银行SDK使用场景列表</p>
                </div>
                <div style="text-indent: 2em; margin-bottom: 1rem">
                    <p>附件：</p>
                    <p class="title">浦发银行SDK使用场景列表</p>
                    <p>
                        当您使用浦发银行App的功能或服务时，在特定使用场景下，App会使用具有相应业务资质及服务能力的第三方服务商提供的应用软件开发工具包（简称“SDK”）来为您提供服务，此时需要通过SDK来收集您的必要信息。以下表格包含了您在使用APP的过程中可能触及到的SDK产品，供您查询了解。
                    </p>
                    <p>
                        我们将尽全力保护您的个人信息和合法权益，再次感谢您的信任！
                    </p>
                    <table border="1">
                        <tr>
                            <th>SDK名称</th>
                            <th>采集数据</th>
                            <th>提供服务/功能</th>
                            <th>所属公司</th>
                        </tr>
                        <tr>
                            <td>
                                个推SDK（包括小米推送SDK、华为推送SDK、OPPO推送SDK、VIVO推送SDK、魅族推送SDK）
                            </td>
                            <td>
                                手机终端标识信息、手机厂商、手机型号、系统类型、系统版本、电话状态信息
                            </td>
                            <td>App消息推送功能，推送服务及账户变动通知</td>
                            <td>浙江每日互动网络科技有限公司</td>
                        </tr>
                        <tr>
                            <td>依图SDK</td>
                            <td>手机终端标识信息，获取摄像头、麦克风权限</td>
                            <td>人脸识别、活体检测</td>
                            <td>上海依图网络科技有限公司</td>
                        </tr>
                        <tr>
                            <td>飞天Ukey SDK</td>
                            <td>手机电话状态信息，麦克风权限</td>
                            <td>Ukey安全认证功能</td>
                            <td>飞天诚信科技股份有限公司</td>
                        </tr>
                        <tr>
                            <td>天地融Ukey SDK</td>
                            <td>手机电话状态信息，麦克风权限</td>
                            <td>Ukey安全认证功能</td>
                            <td>天地融科技股份有限公司</td>
                        </tr>
                        <tr>
                            <td>银联HCE SDK</td>
                            <td>手机终端标识信息</td>
                            <td>银联HCE、无卡支付功能</td>
                            <td>中国银联</td>
                        </tr>
                        <tr>
                            <td>腾讯设备指纹SDK</td>
                            <td>手机终端标识信息、位置信息、电话状态信息</td>
                            <td>网络贷款申请过程中的反欺诈识别功能</td>
                            <td>腾讯公司</td>
                        </tr>
                        <tr>
                            <td>大智慧SDK</td>
                            <td>手机终端标识信息、电话状态信息、麦克风权限</td>
                            <td>提供贵金属、商品、外汇行情服务</td>
                            <td>大智慧</td>
                        </tr>
                        <tr>
                            <td>中国金融认证中心（CFCA）SDK</td>
                            <td>
                                获取客户数据：姓名、证件类型、证件号码、电话号码
                                <br />
                                设备类数据：手机终端标识信息、手机厂商、手机型号、系统类型、系统版本、网络类型、IP、MAC地址、电话状态；
                            </td>
                            <td>
                                向CFCA申请专属于用户本人的数字证书，保障手机银行交易安全。
                            </td>
                            <td>中国金融认证中心（CFCA）</td>
                        </tr>
                        <tr>
                            <td>科大讯飞语音SDK</td>
                            <td>麦克风权限</td>
                            <td>语音银行中的语音识别功能</td>
                            <td>科大讯飞股份有限公司</td>
                        </tr>
                        <tr>
                            <td>合合信息OCR SDK</td>
                            <td>摄像头权限</td>
                            <td>
                                卡号、身份证件识别服务中的拍照、图像识别功能
                            </td>
                            <td>上海合合信息技术发展有限公司</td>
                        </tr>
                        <tr>
                            <td>视+AR SDK</td>
                            <td>摄像头权限</td>
                            <td>AR识别</td>
                            <td>视辰信息科技（上海）有限公司</td>
                        </tr>
                        <tr>
                            <td>极验SDK</td>
                            <td>
                                手机终端标识信息、手机厂商、手机型号、设备名称、系统语言、系统类型、系统版本、网络类型、IP地址
                            </td>
                            <td>验证码校验</td>
                            <td>武汉极意网络科技有限公司</td>
                        </tr>
                        <tr>
                            <td>电子社保SDK</td>
                            <td>
                                获取客户数据：姓名、证件类型、证件号码、电话号码、实体社保卡号（二级）<br />设备类数据：IOS:UUID、手机型号、系统版本；安卓：安卓ID、手机型号、系统版本
                            </td>
                            <td>访问全国社保卡平台</td>
                            <td>金保信社保卡科技有限公司</td>
                        </tr>
                        <tr>
                            <td>微通SDK</td>
                            <td>无</td>
                            <td>密码键盘</td>
                            <td>北京微通新成公司</td>
                        </tr>
                    </table>
                </div>
            </div>
            <!-- 上海浦东发展银行电子银行章程 -->
            <div id="b3" class="title-item">
                <span class="titleTxt">上海浦东发展银行借记卡章程</span>
            </div>
            <div class="content">
                <div style="text-indent: 2em; margin-bottom: 1rem">
                    <p
                        style="
                            text-align: center;
                            color: #13252e;
                            font-size: 0.32rem;
                            font-weight: 700;
                            margin: 0.15rem 0;
                        "
                    >
                        第一章　总则
                    </p>
                    <p>
                        第一条
                        为有效地向社会各界提供优质银行卡服务，规范上海浦东发展银行各境内发卡机构（以下简称“发卡机构”）及持有上海浦东发展银行借记卡的客户（以下简称“持卡人”）的合法权益及义务，依据国家相关法律法规监管规定的规定，制定本章程。
                    </p>
                    <p>
                        第二条
                        上海浦东发展银行借记卡（以下简称借记卡）是由发卡机构面向个人客户公开发行的、符合发卡机构已加入的相关银行卡清算机构（以下简称“银行卡清算机构”）发卡标准的人民币借记卡。
                    </p>
                    <p>
                        第三条
                        联名卡（借记卡）是指经监管机关批准的，发卡机构与合作机构（联名单位）联合发行的借记卡附属产品。联名卡（借记卡）适用本章程，但另有约定的除外。
                    </p>
                    <p
                        style="
                            text-align: center;
                            color: #13252e;
                            font-size: 0.32rem;
                            font-weight: 700;
                            margin: 0.15rem 0;
                        "
                    >
                        第二章 申卡和销卡
                    </p>
                    <p>第四条 境内外自然人均可根据需要申请借记卡。</p>
                    <p>
                        第五条
                        申请借记卡须遵照个人账户实名制相关要求，根据国家法律法规监管规定提供相应的身份证件及发卡机构要求的其他验证信息，保证其向发卡机构提供的所有申请资料均真实、完整、有效、合法。符合非中国税收居民标准的，还应按照国家法律法规监管规定，提供本人税收居民身份相关信息。
                        <strong
                            >申请人确认自愿遵守本章程与《上海浦东发展银行借记卡服务协议》（以下简称《服务协议》）及其后之修订版本。
                        </strong>
                    </p>
                    <p>
                        因办理借记卡所需，申请人同意发卡机构可根据法律法规监管规定和申请人授权查询、获取持卡人的信息，并对申请人身份资料等信息进行审核，审核通过后为申请人办理借记卡。申请人知晓并同意如审核不通过的，申请资料无需退还申请人。
                    </p>
                    <p>
                        第六条
                        基于保障持卡人享有必要的借记卡服务及配合发卡机构履行反洗钱等职责之目的，发卡机构有权根据国家法律法规、监管要求对客户开展必要的尽职调查工作，如不予配合，或持卡人提供的身份证明证件、通讯地址、联系电话、住址、职业等资料或信息发生变化时，应及时通过发卡机构渠道办理信息变更手续，对于未及时完成上述变更手续的，发卡机构有权暂停或终止借记卡的使用和相关服务，由此产生的经济损失和法律责任应由持卡人承担。
                    </p>
                    <p>
                        第七条
                        持卡人需要停止使用借记卡，可向发卡机构申请销卡。销卡前持卡人应还清全部交易款项和有关费用。
                    </p>
                    <p
                        style="
                            text-align: center;
                            color: #13252e;
                            font-size: 0.32rem;
                            font-weight: 700;
                            margin: 0.15rem 0;
                        "
                    >
                        第三章　基础功能
                    </p>
                    <p>
                        第八条
                        持卡人可以以借记卡为载体开立一个或多个银行账户。备用金账户是借记卡默认开通的人民币银行结算账户。持卡人使用借记卡进行的交易，如未特别指明，将默认借记/贷记至人民币银行结算账户。
                    </p>
                    <p>
                        第九条
                        根据等级不同，借记卡分为普卡、金卡、白金卡和钻石卡，客户可根据申领条件的不同申请对应等级的借记卡。
                    </p>
                    <p>
                        第十条
                        借记卡具有存款、取款、银联渠道的POS消费、消费撤销、预授权类交易、查询对账等业务功能。持卡人可根据需要签约办理电子渠道的转账汇款、基金、投资理财、外汇买卖、第三方存管、贵金属、贷款等其他功能。借记卡不具备透支功能。
                    </p>
                    <p>
                        第十一条
                        根据借记卡介质形态不同，借记卡分为电子卡和实体卡两种形态。对于建立借记卡卡号但未配置实体卡的为电子借记卡；对于建立借记卡卡号且配置了实体卡的为实体借记卡。电子借记卡可通过电子渠道用卡，实体借记卡除电子渠道外还可通过实体卡受理终端使用借记卡相关功能。
                    </p>
                    <p
                        style="
                            text-align: center;
                            color: #13252e;
                            font-size: 0.32rem;
                            font-weight: 700;
                            margin: 0.15rem 0;
                        "
                    >
                        第四章　交易及验证
                    </p>
                    <p>
                        第十二条
                        持卡人开立借记卡时可以设定交易密码。持卡人应妥善保管和正确使用手机号码、动态验证码、客户身份信息、数字证书、生物识别等个人交易验证信息和手机等个人设备终端，不将密码等前述个人交易信息告知或泄露给他人。借记卡密码遗失的，持卡人应凭本人有效身份证件及时向发卡机构办理密码重置。持卡人应在技术和商户环境安全的前提下通过移动通讯设备和互联网（INTERNET）等使用借记卡。
                    </p>
                    <p>
                        <strong
                            >第十三条
                            持卡人同意并理解，根据法律法规监管规定以及发卡机构与持卡人的约定，发卡机构凭交易密码和/或其他认证要素（如手机号码、动态验证码、客户身份信息、生物识别等）对交易真实性予以核实并提供服务。因密码和/或其他认证要素（包括U-KEY等账户存取工具和安全认证工具）保管、使用不当而发生交易的，仍视同持卡人的本人授权，持卡人应承担相关责任与义务。
                        </strong>
                    </p>
                    <p>
                        凭借记卡磁条、芯片、设备卡、卡号或密码等电子数据办理的各项交易（包括但不限于通过POS终端、电话、手机、短信、互联网等方式进行的借记卡交易）所产生的电子信息记录及交易凭证均为该项交易的有效凭据，并作为正式记账凭证。
                    </p>
                    <p
                        style="
                            text-align: center;
                            color: #13252e;
                            font-size: 0.32rem;
                            font-weight: 700;
                            margin: 0.15rem 0;
                        "
                    >
                        第五章　收费
                    </p>
                    <p>
                        第十四条
                        发卡机构根据国家法律法规监管规定制定借记卡服务收费项目和收费标准。借记卡收费标准以发卡机构通过营业网点或发卡机构网站或官方微信等渠道最新公布的服务价格目录为准。持卡人申请借记卡即视同接受借记卡收费标准，须按发卡机构规定的收费标准和缴费方式缴纳相关费用。若持卡人未按规定缴纳费用，发卡机构有权中止提供相应服务。
                    </p>
                    <p
                        style="
                            text-align: center;
                            color: #13252e;
                            font-size: 0.32rem;
                            font-weight: 700;
                            margin: 0.15rem 0;
                        "
                    >
                        第六章　用卡安全
                    </p>
                    <p>
                        第十五条
                        借记卡须按照法律法规监管规定申请和开立，只限持卡人本人使用，若发生出租、出借、出售、转让（包括U-KEY等账户存取工具和安全认证工具）等，或冒领或冒用银行卡等行为，发卡机构有权按照国家法律法规监管要求要求，暂停或终止借记卡的使用及相关服务，并有权依法追究持卡人法律责任。发卡机构不承担因上述行为引起的损失或责任。
                    </p>
                    <p>
                        第十六条
                        持卡人不得参与或协助参与洗钱等违反国家法律法规监管规定的交易，发卡机构有权按照国家法律法规或监管规定，采取主动锁定、降低交易额度、限制非柜面交易、销卡等控制措施，暂停或终止借记卡的使用及相关服务，保留依法追究持卡人法律责任的权利。发卡机构不承担因上述行为引起的损失或责任。
                    </p>
                    <p>
                        <strong>
                            第十七条
                            对于疑似具有伪卡盗用、卡片敏感信息泄露等较高风险的交易，为防范发生资金损失，持卡人同意发卡机构视情况采取拒绝承兑该笔交易或主动锁定、限制非柜面交易等临时控制措施，并在向持卡人核实后协助予以解除控制。发卡机构不承担因上述行为引起的损失或责任。</strong
                        >
                    </p>
                    <p>
                        <strong
                            >第十八条
                            对于超过1年及以上无任何账务交易的、备用金账户余额和应计未计利息数为零也未开通理财/基金/保险/第三方存管/个人贷款还款等业务、且未销卡的借记卡（简称“双零卡”），为了持卡人账户安全，发卡机构有权通过持卡人在持卡机构预留的方式通知持卡人到发卡机构营业网点重新办理账户身份核实手续。如持卡人拒不配合的，发卡机构可停止该卡的金融服务并销户。发卡机构不承担因上述行为引起的损失或责任。
                        </strong>
                    </p>
                    <p>
                        <strong
                            >第十九条
                            根据国家法律法规监管规定，持卡人开卡之日起六个月内无交易记录的账户，或持卡人连续三年以上（含三年）未发生存现、取现、转账等主动交易，且无信用卡约定还款、个人贷款还款、理财等签约关系，且账户余额低于100元的借记卡账户，发卡机构有权暂停借记卡非柜面业务，待持卡人配合重新核实身份后，予以恢复借记卡功能及业务。发卡机构不承担因上述行为引起的损失或责任。
                        </strong>
                    </p>
                    <p>
                        <strong
                            >第二十条
                            对于不符合监管规定开立的借记卡、违反本人意愿使用的借记卡、或存在其他涉及洗钱风险隐患的借记卡，发卡机构在通过公告或短信等方式通知持卡人到发卡机构营业网点重新进行尽职调查。如持卡人拒不配合的，发卡机构可停止该卡的金融服务并销户。发卡机构不承担因上述行为引起的损失或责任。销卡时将账户余额及应付利息转至本行久悬户。客户可凭本人有效身份证件或借记卡实体卡到本行营业网点领取现金。
                        </strong>
                    </p>
                    <p>
                        <strong>
                            因被他人冒用身份信息开立或代理开立借记卡的，经发卡机构对持卡人有效身份识别、调查后，发卡机构终止相关借记卡的使用并办理销卡，卡内资金按照国家法律法规监管规定列入久悬专户管理。</strong
                        >
                    </p>
                    <p
                        style="
                            text-align: center;
                            color: #13252e;
                            font-size: 0.32rem;
                            font-weight: 700;
                            margin: 0.15rem 0;
                        "
                    >
                        第七章　附则
                    </p>
                    <p>
                        第二十一条
                        本章程由上海浦东发展银行负责制定,并在经报中国银行业监督管理机构备案后生效实施。
                    </p>
                    <p>
                        上海浦东发展银行有权根据国家法律法规监管规定以及经营需要修改本章程及相关服务（包括收费标准等）内容，在报中国银行保险监督管理机构备案后，在发卡机构的营业网点、网站或监管机关要求的其他渠道进行公告。公告期满后，修改后的章程即对持卡人有约束力，无须另行通知持卡人。在公告期内，持卡人可选择是否继续使用借记卡及相关服务。若持卡人不愿接受公告内容的，可在公告内容正式实施前通过发卡机构渠道办理销卡。公告期满持卡人未办理销卡的，即视为同意接受公告的各项内容。
                    </p>
                    <p>
                        第二十二条
                        除双方另有约定外，就本章程未尽事宜，按照国家法律法规监管规定执行。
                    </p>
                    <p>
                        <strong>
                            第二十三条
                            如客户对本章程或发卡机构提供的借记卡服务有任何疑问、意见或建议，可通过拨打95528客户服务热线咨询、投诉与反映。</strong
                        >
                    </p>
                </div>
            </div>
            <!-- 上海浦东发展银行个人网上快捷支付业务客户服务协议 -->
            <div id="b4" class="title-item">
                <span class="titleTxt"
                    >上海浦东发展银行个人网上快捷支付业务客户服务协议</span
                >
            </div>
            <div class="content">
                <div style="text-indent: 2em; margin-bottom: 1rem">
                    <p>
                        为明确双方权利和义务，本着平等互利的原则，就上海浦东发展银行（以下简称“浦发银行”或“银行”）向个人客户（以下简称“客户”）提供个人网上快捷支付业务相关事宜达成本协议，以资共同遵守。
                    </p>
                    <p><strong>第一条 业务定义</strong></p>
                    <p>下列用语在本协议中的含义为：</p>
                    <p>
                        “个人银行账户”，指客户在浦发银行开立的借记卡、准信用卡、信用卡、活期一本通、电子账户等个人人民币结算账户，浦发银行规定不允许用于消费的银行账户除外。
                    </p>
                    <p>
                        “快捷支付”指客户提供<strong>姓名、银行卡号、手机号码、身份证件类型及号码、</strong>信用卡有效期<strong>（如需）</strong>信息，由银行完成身份验证后，建立客户指定个人银行账户与客户在支付机构申请的支付账户或其在一般电子商户指定会员账户（“支付机构”、“一般电子商户”和“基金销售机构”等以下合称“商户”）的签约关系，客户授权银行按照商户的交易指令从客户签约的个人银行账户上主动扣划资金的一种支付方式。签约和使用渠道包括：计算机、手机、电话、掌上电脑、电视、自助终端等设备，具体以银行及商户提供的快捷支付业务约定为准。
                    </p>
                    <p>
                        “手机号码”指客户与银行签约“及时语”服务的手机号码，如未签约及时语则为客户开立个人银行账户时预留信息中的手机号码。
                    </p>
                    <p><strong>第二条 个人信息授权和保护</strong></p>
                    <p>
                        在快捷支付业务签约和服务提供过程中，因提供服务所需，客户应当知晓并同意：
                    </p>
                    <p>
                        1、如客户在银行端<strong> 开通快捷支付服务</strong
                        >时，客户授权浦发银行根据业务需要将客户的<strong>姓名、银行卡号、手机号码、身份证件类型及号码</strong>发送至<strong>商户</strong>用于身份核验，并同意将指定银行卡号与客户在商户开立的商户账号建立签约关系。
                    </p>
                    <p>
                        2、如客户在商户端开通<strong>快捷支付</strong>服务时，客户授权由商户获取、收集本服务申请过程中所填写的要素信息
                        <strong
                            >（姓名、银行卡号、手机号码、身份证件类型及号码、信用卡有效期（如需）</strong
                        >
                        ，并向银行提供，以供银行对客户在银行端预留的要素信息进行核验，并同意将指定银行卡号与客户在商户开立的商户账号建立签约关系。
                    </p>
                    <p>
                        3、如因法律法规、监管要求对客户提供的前述个人信息验证要素发生变化的，银行将根据要求变更上述要素并重新获取客户的授权。
                    </p>
                    <p>
                        4、银行<strong
                            >将按照法律法规规定履行保密义务，采取有效措施保护客户的个人信息安全，且仅在为客户提供本服务之所需的期限内存储客户的个人信息。</strong
                        >
                    </p>
                    <p>
                        5、为保证未成年人个人信息相关权益，对未成年人提供快捷支付服务前应当符合银行要求。
                    </p>
                    <p>
                        <strong>第三条 权利和义务</strong>
                    </p>
                    <p>
                        一、客户应确保用于"快捷支付"签约的个人银行账户为本人开立本人所有，保证在签约过程中提供的信息真实、准确、完整、有效，确保支付行为符合法律法规和监管机构规定且未侵犯任何第三方合法权益，否则因此造成银行或任何第三方损失的，由客户负责赔偿并承担全部法律责任。
                    </p>
                    <p>
                        二、“快捷支付”签约成功后，即视为客户授权银行按照商户的交易指令从签约个人银行账户上主动扣划资金，<strong>无需经客户同意。</strong>由此导致的所有争议均由客户与商户之间协商解决，与银行无关。
                    </p>
                    <p>
                        三、客户承诺并同意签约使用的个人银行账户至少开通一种由银行提供的即时通知服务，包括但不限于手机短信通知、微信通知等。同时客户承诺相关即时通知的手机号码、微信号等关联信息为本人所有，否则因此所造成客户的损失，<strong
                            >银行不承担责任。</strong
                        >
                    </p>
                    <p>
                        四、客户应妥善保管个人银行账户开户户名、开户类型、与之相关的证件类型及证件号码、手机号码、固定电话、通信地址等相关信息。<strong>如客户的身份信息或手机号码发生变更，客户及时持有效证明文件至柜面修改。</strong>如遗失个人银行账户或泄露上述相关信息，客户应及时通知银行并办理挂失或销户等相关手续，减少可能发生的损失。挂失或销户前的损失，以及因<strong
                            >客户个人银行账户密码、商户账号密码、商户支付密码和手机动态密码、数字证书、U-KEY、银行卡泄露或丢失等所致损失，由客户自行承担。</strong
                        >
                    </p>
                    <p>
                        五、客户可通过银行<strong>VTM</strong>、手机银行等渠道自助查询业务签约情况，并通过<strong
                            >VTM</strong
                        >
                        、手机银行等渠道对借记卡账户支付限额进行管理。任何情况下，客户设置的支付限额不应超过银行及商户设置的最大支付限额，如实际支付金额大于支付限额，银行有权拒绝执行交易指令，所造成的后果由客户自行承担。客户同意银行保留根据业务发展需要设置或变更最大支付限额的权利。
                    </p>
                    <p>
                        六、客户不得利用快捷支付业务进行套现、虚假交易、洗钱等违反法律法规和监管规定的行为，且有义务配合银行进行相关调查。如若客户拒绝配合进行相关调查或银行认为存在或涉嫌虚假交易、洗钱、套现或任何其他非法活动、欺诈或违反诚信原则的行为、或违反本协议约定的，银行有权采取以下一种、多种或全部措施：
                    </p>
                    <p>（1）中止或终止提供本协议项下服务；</p>
                    <p>（2）终止本协议；</p>
                    <p>（3）取消客户的用卡资格。</p>
                    <p>
                        若因客户的前述行为造成银行或任何第三方损失的，客户应负责赔偿并承担全部法律责任。
                    </p>
                    <p>
                        七、银行若因以下原因未执行商户的交易指令，无须承担任何责任：
                    </p>
                    <p>（1）客户签约个人银行账户存款余额不足或授信额度不足；</p>
                    <p>（2）客户签约个人银行账户内资金被依法冻结或扣划；</p>
                    <p>（3）客户签约个人银行账户非正常状态；</p>
                    <p>（4）客户未按照银行的有关规定正确操作；</p>
                    <p>（5）客户的行为出于欺诈或其它非法目的。</p>
                    <p><strong>第三条 不可抗力</strong></p>
                    <p>
                        对于由于不可抗力因素（包括但不限于自然灾害、意外事故、战争等）或系统故障、供电故障、通讯故障或网络故障等其他非银行所能控制的事件引起的本业务功能丧失、延迟等以及监管部门政策变化等造成银行无法或延后履行或部分履行本协议的有关义务的，银行不承担责任。
                    </p>
                    <p><strong>第四条 法律适用条款</strong></p>
                    <p>
                        本协议适用中华人民共和国法律（为本协议之目的，在此不包含中国香港特别行政区、中国澳门特别行政区和中国台湾地区）法律；法律无明文规定的，可适用通行的金融惯例。
                    </p>
                    <p>
                        本协议是银行的其他既有协议和约定的补充而非替代文件，如本协议与其他既有协议和约定不一致的，应以本协议为准。
                    </p>
                    <p><strong>第五条 差错和争议的解决</strong></p>
                    <p>
                        银行仅为客户提供安全可靠的支付结算服务，依据商户提供的交易指令实施资金扣划。对于因购买商品或服务而产生的一切关于商品、服务及费用扣收的争议均由客户与商户自行协商解决，与银行无关。
                    </p>
                    <p>
                        双方在履行本协议的过程中，如发生争议，应尽量协商解决。协商不成的，任何一方均应向银行所在地有管辖权的人民法院提起诉讼，双方另有约定的除外。
                    </p>
                    <p><strong>第六条 协议的终止</strong></p>
                    <p>
                        如因签约卡/折注销、补（换）卡/折等任何原因导致卡/折号变更，已建立的“快捷支付”签约关系自动终止。客户也可通过商户网站或浦发银行网上银行、手机银行主动发起解除签约关系的申请。
                    </p>
                    <p>
                        “快捷支付”签约关系一旦解除，本协议即告终止。协议终止前商户已发送银行处理的交易指令仍有效，客户应承担相应后果。
                    </p>
                    <p>
                        银行提供的服务受客户签约个人银行账户状态的制约，如该卡由于挂失、止付、有效期到期等原因不能正常使用，相关服务自动中止。客户签约个人银行账户状态恢复正常时，银行重新提供相应服务。若客户注册个人银行账户因换卡等原因发生卡号变更，则相关服务自动终止。如需延续服务，客户须使用新卡号进行注册签约。
                    </p>
                    <p><strong>第七条 协议的效力和生效</strong></p>
                    <p>
                        <strong>本协议自客户确认接受即视为签署并生效。</strong>
                    </p>
                    <p>
                        银行有权变更、暂停本协议项下服务，有权修改、终止本协议，并于执行前通过银行网站等官方渠道进行公告。公告期内如有异议客户可随时解除协议，客户在公告执行后继续办理个人网上支付业务的，视同接受有关本协议变更的内容。
                    </p>
                    <p><strong>第八条 其它</strong></p>
                    <p>
                        上述条款中未尽事项适用《上海浦东发展银行电子银行章程》《上海浦东发展银行电子银行个人客户服务协议》中的约定。客户确认，在签署本协议前，已就全部条款进行了详细地阅读，对本协议的全部条款均无疑义。客户使用银行电子银行服务即视为客户已了解并完全接受《上海浦东发展银行电子银行章程》《上海浦东发展银行电子银行个人客户服务协议》。
                    </p>
                    <p>
                        如客户有任何疑问建议，可至网点柜面或拨打95528咨询办理。
                    </p>
                </div>
            </div>
            <!-- 上海浦东发展银行个人开户申请书 -->
            <div id="b5" class="title-item">
                <span class="titleTxt"
                    >上海浦东发展银行个人开户申请书 开户须知（2022年8月版）
                </span>
            </div>
            <div class="content">
                <div style="text-indent: 2em; margin-bottom: 1rem">
                    <p>
                        一、本须知适用于申请人（或其合法监护人，下同）在上海浦东发展银行（以下简称“浦发银行”）开立各类存折、存单和借记卡业务。
                    </p>
                    <p>
                        二、申请人自愿在浦发银行开立个人银行账户。申请人须遵守国家法律法规、监管机构规定及与浦发银行就开立个人账户签署相关协议的有关约定。
                    </p>
                    <p>
                        三、申请人充分了解并清楚知晓出租、出借、出售、转让、冒用、冒领、购买等使用非本人账户的相关法律责任和浦发银行根据法律法规、监管机构规定和申请人已签署有关协议的约定采取相关措施，承诺依法依规开立和使用本人账户。
                    </p>
                    <p>
                        四、申请人开立个人银行账户时须保证向浦发银行提供符合《个人存款账户实名制规定》（中华人民共和国国务院令第285号）及其他相关规定的所需资料，并保证据实、完整、合法地填写开户申请书及其他相关资料。如委托他人代为开立个人银行账户，则委托人须保证应当遵守前述约定，同时还须保证账户申请人同意和遵守申请书和开户须知的约定。申请人申请开立账户遵照有关法律法规和监管机构关于个人银行结算账户分类、使用、管理等规定。
                    </p>
                    <p>
                        五、申请人同意浦发银行以浦发银行公告的收费内容和收费标准对个人账户的管理或其他服务收取费用。
                    </p>
                    <p>
                        六、申请人于开户时预留的个人信息或资料发生变动时，应及时通知浦发银行进行修改，因申请人未及时通知浦发银行，造成业务不能如期办理及其他后果的，申请人自行承担相关责任。
                    </p>
                    <p>
                        七、申请人同意借记卡、活期一本通的人民币活期账户自动设置为个人结算账户，当有外币资金入账时，借记卡、活期一本通将自动开立相应外币活期储蓄账户。申请人保证其对个人结算账户以及外币活期储蓄账户的使用遵守中国人民银行、国家外汇管理局等金融监管机构有关账户管理的规定，并定期与浦发银行核对账务。
                    </p>
                    <p>
                        八、借记卡、各类存折、存单遗失、被盗或密码遗忘、泄露的，申请人应及时向浦发银行申请挂失，申请人在申请挂失（含口头挂失）前账户资金被支取，由申请人自行承担相关责任。
                    </p>
                    <p>
                        九、申请人在银行进行余额查询、打印时，所显示的余额可能包含申请人因使用P0S消费等行为已经发生支付的金额（因商户结算周期等原因，消费金额尚未被扣除）。
                    </p>
                    <p>
                        十、申请人应妥善保管账号、密码等资料，不得将本人账户转借给他人使用。因申请人本人资料泄露或将本人账户转借他人使用产生的风险，损失及其他后果均由申请人自行承担。
                    </p>
                    <p>
                        十一、浦发银行仅通过我行特别号码95528、106980095528、106905695528、1069402595528、1069270395528、106913595528、106934095528、1069116095528、1069039095528向客户发送所有短信通知和其他信息，申请人务必注意识别，以防范虚假短信。浦发银行将通过官方网站（www.spdb.com.cn）及时公示号码变更情况，请申请人关注。
                    </p>
                    <p>
                        十二、因通讯异常及其他不可抗力因素或申请人原因造成的风险和损失，浦发银行不承担责任。
                    </p>
                    <p>
                        十三、在申请人开立于浦发银行的任何账户的存续期间，若违反浦发银行反洗钱管理规定、或浦发银行具备合理理由怀疑申请人及其业务涉嫌参与联合国安理会、反洗钱金融行动特别工作组、中国、美国、欧盟、英国、新加坡等国际组织或国家认定的洗钱、制裁、恐怖融资、大规模杀伤性武器扩散融资活动、逃税、出口管制等违法违规行为的，浦发银行有权按照中国人民银行反洗钱监管规定等规定及内部管理规定，对申请人全部或部分账户采取中止服务和／或销户等必要的管控措施，且不承担任何责任。
                    </p>
                    <p>
                        十四、申请人通过开立于浦发银行的任何账户所办理的业务，如涉嫌参与前述洗钱、恐怖融资或扩散（大规模杀伤性武器）融资等活动，导致浦发银行向申请人提供服务时遭受损失的，申请人应向浦发银行承担赔偿责任。赔偿责任的范围包括但不限于浦发银行由于申请人的活动被境内外司法机关裁判承担的损失，境内外政府机构或监管机关对于浦发银行为申请人的活动提供服务所进行的处罚以及浦发银行为应对上述情形采取措施所产生的一切费用和损失等。
                    </p>
                    <p>
                        十五、申请人已完全知悉并接受浦发银行借记卡章程及领用协议的全部内容，并保证遵守浦发银行借记卡章程及领用协议的约定。
                    </p>
                    <p>
                        十六、申请人同意借记卡、定期一本通、定期存单中的整存整取定期存款到期后由本行代为自动转存。
                    </p>
                    <p>
                        十七、申请人所持借记卡每日在ATM机上提款的最高限额和次数按监管机构的规定执行。
                    </p>
                    <p>
                        十八、说明：①中国内地税收居民的定义请见国家税务总局网站(http://www.chinatax.gov.cn/aeoi_index.html）的相关定义。②非居民是指中国内地税收居民以外的个人。其他国家（地区）税收居民身份认定规则及纳税人识别号相关信息请参见国家税务总局网站(http://www.chinatax.gov.cn/aeoi_index.html)。③居住地址是指账户持有人税收居民国（地区）的地址，不是中国代理人的地址，也不是在中国临时居住的地址。④税收居民国（地区）为美国的，必须填报纳税人识别号。美国个人是指具有美国国籍，持有美国绿卡或者在美国长期停留的个人。在美国长期停留是指：当年在美国停留31天以上，并在3年内累计超过183天。累计方式是当年每一天算一天，去年每一天算1/3天，前一年每一天算1/6天。⑤军人、武装警察无需填写税收居民身份声明文件。
                    </p>
                    <p>
                        十九、在浦发银行为申请人提供产品或服务所必需的情形下，申请人自愿同意并授权浦发银行在符合法律法规及监管机构规定的前提下采集、传输、处理、保存申请人的姓名、证件号码、银行卡号、手机号等相关个人信息，主要用于为申请人提供开立各类存折、存单和借记卡等产品或服务，以及保障申请人账户及交易的安全。我行将按照法律法规和监管规定采取措施，保障申请人的个人信息安全。
                    </p>
                    <p>
                        二十、鉴于国家有权机关关于开展非居民金融账户涉税信息尽职调查的要求，规范金融机构对非居民金融账户涉税信息的尽职调查行为，浦发银行需开展非居民金融账户涉税信息尽职调查的工作，识别非居民金融账户，收集并报送账户相关信息。浦发银行承诺对收集的相关信息承担保密义务，信息保存期限按照监管要求执行。
                    </p>
                </div>
            </div>
            <!-- 服务授权协议 -->
            <div id="b7" class="title-item">
                <span class="titleTxt">用户授权协议</span>
            </div>
            <div class="content">
                <div style="text-indent: 2em; margin-bottom: 1rem">
                    <p>
                        《用户授权协议》（以下简称“本协议”）是中国移动通信集团江苏有限公司（以下简称“江苏移动”或“我们”）与用户（以下简称“您”）所订立的有效合同。请您先仔细阅读本协议内容，尤其是字体加粗部分。如您对本协议内容或页面提示信息有疑问，请勿进行下一步操作。您可通过江苏移动客服10086进行咨询，以便我们为您解释和说明。如您通过页面点击或我们认可的其他方式确认本协议即表示您已同意本协议。
                    </p>
                    <p>
                        <strong style="color: red; font-weight: bold"
                            >1、为了便于您使用上海浦东发展银行股份有限公司（联系方式：95528）（以下简称“银行方”）的电子账户相关服务，您同意江苏移动将您的姓名、身份证号、税收居民类型、银行卡号、银行预留手机号传递给银行方，如不收集及传输以上您的个人信息将导致本服务无法开展，您的信息将通过加密通道传递给银行方。</strong
                        >律法规与监管要求，依法使用您的信息，并应对您的信息保密，不会对您的个人权益产生不利影响，详见银行方与您签订的电子账户相关服务协议。您点击同意授权之后，授权关系有效，直至服务终止。
                    </p>
                    <p>
                        <strong
                            >2、江苏移动是中立的非银行支付机构，上述银行方服务由该银行方独立运营并独立承担全部责任。因银行方服务或其使用您的信息而产生的纠纷，或银行方服务违反相关法律法规或协议约定，或您在使用银行方服务过程中遭受损失的，请您和银行方协商解决。</strong
                        >
                    </p>
                    <p>
                        <strong
                            >3、如我们对本协议进行变更，我们将通过公告或客户端消息等方式予以通知，该等变更自通知载明的生效时间开始生效。若您无法同意变更修改后的协议内容，您有权停止使用相关服务；双方协商一致的，也可另行变更相关服务和对应协议内容。</strong
                        >
                    </p>
                    <p>
                        4、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。因本协议产生的争议，均应依照中华人民共和国法律予以处理，并由被告住所地人民法院管辖。
                    </p>
                </div>
            </div>
            <!-- 用户授权协议 -->
            <div id="b9" class="title-item">
                <span class="titleTxt">用户授权协议</span>
            </div>
            <div class="content">
                <div style="text-indent: 2em; margin-bottom: 1rem">
                  <template >
                    <p>
                      《用户授权协议》（以下简称“本协议”）是中移电子商务有限公司（以下简称“和包”或“我们”）与用户（以下简称“您”）所订立的有效合同。请您先仔细阅读本协议内容，
                        <strong>尤其是字体加粗部分。如您对本协议内容或页面提示信息有疑问，请勿进行下一步操作。</strong>
                        您可通过10086转和包二线客服进行咨询，以便我们为您解释和说明。
                        <strong>如您通过页面点击或我们认可的其他方式确认本协议即表示您已同意本协议。</strong>
                    </p>
                    <p>
                      1、为了便于您使用江苏移动（以下简称“第三方”）的掌厅钱包服务，您同意我们将您的和包余额、和包券余额、银行卡号、银行卡种、卡银行编码、信息传递给第三方。<strong>您的信息将通过加密通道传递。</strong>我们会要求第三方严格遵守相关法律法规与监管要求，依法使用您的信息，并应对您的信息保密。<strong> 点击授权之后，授权关系长期有效，直至您主动解除。</strong>
                    </p>
                    <p>
                      <strong>
                          2、请您理解，除非页面另行提示，上述第三方服务由该第三方独立运营并独立承担全部责任。在授权我们向第三方提供您的信息之前，建议您仔细查看第三方的隐私权政策或相关协议约定，了解信息用途以及第三方的基本情况与数据安全能力，作出您认为适当的选择。因第三方服务或其使用您的信息而产生的纠纷，或第三方服务违反相关法律法规或协议约定，或您在使用第三方服务过程中遭受损失的，请您和第三方协商解决。
                      </strong>
                    </p>
                    <p>
                      <strong>
                          如我们对本协议进行变更，我们会以公告、客户端通知、短信或弹窗等方式（统称“通知”）就协议的更新向您进行告知，更新内容将在前述通知指定日期开始生效。若您不同意更新后的条款内容，您有权停止使用相关服务；双方协商一致的，也可另行变更相关服务和对应条款内容。
                      </strong>
                    </p>
                    <p>
                      <strong>
                          4、本协议未约定事宜，均以和包网站公布的《和包业务用户服务协议 》及相关规则为补充；本协议与《和包业务用户服务协议》及相关规则不一致的地方，以本协议为准。
                      </strong>
                    </p>
                    <p>
                      5、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。因本协议产生的争议，均应依照中华人民共和国法律予以处理，并<strong>由被告住所地人民法院管辖。</strong>
                    </p>
                  </template>
                </div>
            </div>
            <!-- 和包隐私权政策 -->
            <div id="b10" class="title-item">
               <span  class="titleTxt">和包隐私权政策</span>
            </div>
            <div class="content">
                <div style="text-indent: 2em; margin-bottom: 1rem">
                  <template>
                    <p>
                    中移电子商务有限公司（以下或称“我们”）尊重并保护您的隐私，我们将严格遵守现行法律法规及监管规定，为您提供更加安全、可靠的服务。我们准备了<a href='https://p.10086.cn/waph5/single/getProtocol?typeId=5'>《和包隐私权政策摘要》</a>方便您阅读。相关信息仍以完整版的《和包隐私权政策》为准。
                    </p>
                    <p>
                      <strong>概述</strong>
                    </p>
                    <p>
                      <strong>本政策将帮助您了解以下内容：</strong>
                    </p>
                    <p>
                      <strong>一、我们如何收集个人信息</strong>
                    </p>
                    <p>
                      <strong>二、我们如何使用Cookie、Beacon、Proxy等技术</strong>
                    </p>
                    <p>
                      <strong>三、我们如何存储和保护个人信息</strong>
                    </p>
                    <p>
                      <strong>四、我们如何使用个人信息</strong>
                    </p>
                    <p>
                      <strong>五、我们如何对外提供个人信息</strong>
                    </p>
                    <p>
                      <strong>六、您如何实现您的个人信息权利</strong>
                    </p>
                    <p>
                      <strong>七、对第三方责任的声明</strong>
                    </p>
                    <p>
                      <strong>八、我们如何保护未成年人的信息</strong>
                    </p>
                    <p>
                      <strong>九、本政策的适用及更新</strong>
                    </p>
                    <p>
                      <strong>十、本政策中关键词说明</strong>
                    </p>
                    <p>
                      根据《常见类型移动互联网应用程序必要个人信息范围规定》，本APP属于网络支付类，基本功能服务为“网络支付、提现、转账等功能”，必要个人信息为：注册用户移动电话号码、注册用户姓名、证件类型和号码、证件有效期限、银行卡号码。 您使用我们的服务时，我们将按照和包隐私政策（以下简称“本政策”）收集、存储、使用、传输及对外提供您的个人信息。同时，我们会通过本政策向您说明，我们如何为您提供访问、更新、管理和保护您的信息的服务。<strong>本政策与您使用我们的服务密切相关，请您务必先仔细阅读和理解本政策，特别是与您的权益存在或可能存在重大关系的条款（我们已采用粗体字予以提示），确定是否接受我们提供的服务并进行下一步操作。</strong>
                    </p>
                    <p>
                      为了遵守国家法律法规及监管规定（例如：进行实名制管理、履行反洗钱职责、采取风险防范措施），也为了向您提供服务及提升服务质量，我们需要收集、存储、使用、传输及对外提供您的个人信息。我们将按照本政策约定处理您的个人信息，以便您享受优质、便捷的服务，同时更好地保护您的账户及资金安全。
                    </p>
                    <p>
                      <strong>
                        一、我们如何收集个人信息
                      </strong>
                    </p>
                    <p>在您使用和包服务的过程中，在以下情形中我们需要收集您的一些信息，用以向您提供服务、提升我们的服务质量、保障您的账户和资金安全以及符合国家法律法规及监管规定：</p>
                    <p>
                      <strong>（一）依据法律法规及监管规定履行反洗钱义务及进行实名制管理</strong>
                    </p>
                    <p>1、当您注册和包账户或使用和包服务时，我们会收集您的<strong>姓名、住址、头像、有效身份证件信息、电子邮箱、职业、手机号码、手机号码销号信息，此类信息属于敏感信息</strong>，收集此类信息是为了满足相关法律法规的网络实名制要求。如您不提供前述信息，可能无法注册和包账户或无法使用和包服务。根据相关法律法规的规定，您需通过身份基本信息多重交叉验证后方可提升账户余额付款交易累计额度或使用账户余额购买投资理财等金融类产品。身份基本信息外部验证渠道包括政府部门数据库、商业银行信息系统及商业化数据库。其中，如果您选择通过商业银行信息系统验证身份基本信息的，则需要提供您的<strong>Ⅰ类银行账户或信用卡信息及银行预留手机号，</strong>以便完成验证。如您不提供前述信息，可能无法使用需要通过多重交叉验证后方可使用的部分服务，但不影响您使用我们提供的其他服务；</p>
                    <p>为了遵守国家法律法规及监管规定（例如：进行实名制管理、履行反洗钱职责、采取风险防范措施），也为了向您提供服务及提升服务质量，我们需要收集、存储、使用、传输及对外提供您的个人信息。我们将按照本政策约定处理您的个人信息，以便您享受优质、便捷的服务，同时更好地保护您的账户及资金安全。</p>
                    <p>一、我们如何收集个人信息</p>
                    <p>在您使用和包服务的过程中，在以下情形中我们需要收集您的一些信息，用以向您提供服务、提升我们的服务质量、保障您的账户和资金安全以及符合国家法律法规及监管规定：</p>
                    <p>（一）依据法律法规及监管规定履行反洗钱义务及进行实名制管理</p>
                    <p>1、当您注册和包账户或使用和包服务时，我们会收集您的<strong>姓名、住址、头像、有效身份证件信息、电子邮箱、职业、手机号码、手机号码销号信息，此类信息属于敏感信息</strong>，收集此类信息是为了满足相关法律法规的网络实名制要求。如您不提供前述信息，可能无法注册和包账户或无法使用和包服务。根据相关法律法规的规定，您需通过身份基本信息多重交叉验证后方可提升账户余额付款交易累计额度或使用账户余额购买投资理财等金融类产品。身份基本信息外部验证渠道包括政府部门数据库、商业银行信息系统及商业化数据库。其中，如果您选择通过商业银行信息系统验证身份基本信息的，则需要提供您的<strong>Ⅰ类银行账户或信用卡信息及银行预留手机号，</strong>以便完成验证。如您不提供前述信息，可能无法使用需要通过多重交叉验证后方可使用的部分服务，但不影响您使用我们提供的其他服务；</p>
                    <p>2、我们需根据《支付机构反洗钱和反恐怖融资管理办法》等反洗钱相关法律法规及监管要求，提示您适时提供<strong>有效身份证件的彩色影印件或照片</strong>以供我们核对并留存；如您不提供前述彩色影印件或照片，可能无法使用与监管要求相关的部分服务，但不影响您使用我们提供的其他服务。</p>
                    <p><strong>（二）支付服务</strong></p>
                    <p><strong>1、余额支付</strong></p>
                    <p>为了您能使用和包账户余额支付服务进行消费、转账以及购买投资理财等金融保险类产品（以和包账户类型支持为准），我们需要记录您的<strong>支付账户余额信息以及交易信息。</strong>如您不同意我们记录前述信息，可能无法使用余额支付服务，但不影响您使用我们提供的其他服务。</p>
                    <p><strong>2、快捷支付</strong></p>
                    <p>为了您能在和包账户绑定您的银行卡（包括信用卡），使用快捷支付服务，实现使用银行卡对和包账户余额的充值、提现以及基于银行卡的消费、转账及购买投资理财等金融保险类产品，您需提供您的<strong>银行卡卡号、身份证号码、银行预留手机号、手机动态验证码。</strong>我们会将前述信息传递至发卡银行进行验证。在您使用快捷支付服务时，我们需要记录您的<strong>交易信息</strong>。如您不提供前述信息，可能无法使用快捷支付服务，但不影响您使用我们提供的其他服务。</p>
                    <p><strong>3、转账</strong></p>
                    <p>为了准确执行您的支付指令，在您向他人转账时，您需按照支付页面提示输入<strong>收款人账户、收款人部分姓名、转账金额；</strong>如转到他人银行卡的，您还需输入<strong>收款人姓名、卡号、开户银行。</strong>如您不提供上述信息，转账可能无法进行，但不影响您使用我们提供的其他服务。</p>
                    <p><strong>4、消费</strong></p>
                    <p>当您向商家付款时，按照法律法规及监管规定，我们需要对商家进行管理（例如：识别、防止其套现或欺诈），同时也为了向您提供账单查询管理功能，我们将直接收集或向商家收集您的<strong>交易信息，包括交易金额、交易对象、交易商品、交易时间、配送信息（如有）</strong>。如您不同意提供前述信息，则可能无法完成交易，但不影响您使用我们提供的其他服务。</p>
                    <p><strong>5、和包红包</strong></p>
                    <p>在您向他人发送和包红包时，您可以按照页面提示输入<strong>红包金额、红包个数及发送对象</strong>；如您不提供前述信息，红包可能无法发送，但不影响您使用我们提供的其他服务；同时，您还可以选择不同的<strong>红包主题</strong>和/或<strong>填写祝福语</strong>。如您不提供前述信息，不影响您发送红包。</p>
                    <p><strong>6、信用卡还款</strong></p>
                    <p>当您使用信用卡还款服务时，您需要提供您要还款的<strong>信用卡卡号、发卡银行、姓名、还款金额。</strong>如您不提供前述信息，可能无法使用信用卡还款服务，但不影响您使用我们提供的其他服务。</p>
                    <p><strong>7、账单查询</strong></p>
                    <p>您可以在账单页面查看您的账单详情（即：您的支付账户交易信息）。</p>
                    <p><strong>（三）身份验证</strong></p>
                    <p>1、为了保障您的账户和资金安全，在您进行一些重要的账户操作时，我们需要验证您的身份，为此您可能需向我们提供<strong>身份证件影印件、手持身份证照片、交易凭证</strong>及其他在具体业务开展过程中基于您的同意而收集的可识别您身份的证明资料。如您不同意提供前述信息，您将无法完成特定操作，但不影响您使用我们提供的其他服务；</p>
                    <p>2、您在使用和包账户进行交易时，我们需要对您的身份进行验证，以确保您的账户与资金安全。我们可能会向您提供多种身份验证方式，您可以选择使用您的<strong>静态密码、数字证书、电子签名、一次性密码或生物特征信息</strong>完成验证；当安全风险等级提高时，我们可能会提示您进行再次验证。如您不同意提供前述信息，则可能无法完成交易，但不影响您使用我们提供的其他服务。</p>
                    <p>3、为了让您更安全、便捷地使用支付服务，如您的设备与和包APP版本均支持指纹或面容功能，您可选择开通指纹支付或面容支付服务。您需在您的设备上录入您的指纹或面容信息，在您进行指纹支付或面容支付时，您需在您的设备上完成指纹或面容验证。我们<strong>仅接收验证结果，并不收集您的指纹或面容信息。</strong>具体请详见<a href='https://p.10086.cn/waph5/single/getProtocol?typeId=1'>《生物识别相关协议》</a>。<strong>该信息属于敏感信息</strong>，拒绝提供该信息仅会使您无法使用指纹支付或面容支付功能，但不影响您通过其他方式进行支付。</p>
                    <p><strong>（四）风险防范</strong></p>
                    <p>为了提高您使用我们服务的安全性，防止您的资金、个人信息被不法分子获取，我们需要记录您使用的和包服务类别、方式及相关操作信息，主要包括：<strong>设备型号、IP地址、设备软件版本信息、设备识别码、设备标识符、所在位置、网络使用习惯以及其他与和包服务相关的日志信息</strong>。您同意并授权我们向本人手机号码所属的通信运营商查询、核实本人的位置归属，同时同意通信运营商将上述信息反馈给我们使用，用于识别涉赌、涉诈及洗钱等风险交易及其他风险场景。此类信息是为了提供安全服务必须收集的基础信息，如您不同意提供前述信息，可能无法完成风控验证。</p>
                    <p><strong>（五）客户服务</strong></p>
                    <p>为提升您的服务体验及改进服务质量，或者为您推荐更优质或更适合的服务：1、您可以授权提供您的<strong>位置信息</strong>，以便您享受基于地点位置的相关服务应用。如您不提供上述信息，不影响您使用我们提供的其他服务。2、我们会收集您使用和包服务时的<strong>搜索记录、您与客户服务团队联系时提供的信息及您参与问卷调查时向我们发送的信息。</strong>同时，为了保障服务质量，<strong>我们可能需要对客服电话内容进行录音</strong>；在录音开始前我们会向您进行必要的提示，充分保障您的知情权和选择权。<strong>前述信息属于您的个人敏感信息</strong>，如您不提供上述信息，不影响您使用我们提供的其他服务。</p>
                    <p><strong>（六）根据相关法律法规及国家标准，在以下情形中，我们可能会依法收集并使用您的个人信息无需征得您的同意：</strong></p>
                    <p><strong>1、为订立、履行您作为一方当事人的合同所必需；</strong></p>
                    <p><strong>2、为履行法定职责或者法定义务所必需；</strong></p>
                    <p><strong>3、为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；</strong></p>
                    <p><strong>4、为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理您的个人信息；</strong></p>
                    <p><strong>5、依照法律规定在合理的范围内处理您自行公开或者其他已经合法公开的个人信息；</strong></p>
                    <p><strong>6、法律、行政法规规定的其他情形。</strong></p>
                    <p><strong>（七）其他</strong></p>
                    <p>1、您可以点击<a href='https://p.10086.cn/waph5/single/getProtocol?typeId=2'>《个人信息收集/设备权限申请列表及第三方SDK目录》</a>查看我们现行提供的其他服务所收集的您的个人信息。</p>
                    <p><strong>2、请您理解，我们向您提供的服务是不断更新和发展的。如您选择使用了前述说明当中尚未涵盖的其他服务，基于该服务我们需要收集您的信息的，我们会通过页面提示、交互流程、协议约定的方式另行向您说明信息收集的范围与目的，并征得您的同意。我们会按照本政策以及相应的用户协议约定使用、存储、传输、对外提供及保护您的信息；如您选择不提供前述信息，您可能无法使用某项或某部分服务，但不影响您使用我们提供的其他服务。此外，第三方主体可能会通过和包APP或和包网站向您提供服务。当您进入第三方主体运营的服务页面时，请注意相关服务由第三方主体向您提供。涉及到第三方主体向您收集个人信息的，建议您仔细查看第三方主体的隐私政策或协议约定。</strong></p>
                    <p><strong>二、我们如何使用Cookie、Beacon、Proxy等技术</strong></p>
                    <p>为使您获得更轻松的访问体验，您访问和包网站或使用和包提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做可帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全状态。这些数据文件可能是Cookie，Flash Cookie，您的浏览器或关联应用程序提供的其他本地存储（以下简称“Cookie”）。<strong>请您理解，我们的某些服务只能通过使用Cookie才可得到实现。如您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝和包的Cookie。多数浏览器工具条中的“帮助”部分会告诉您怎样防止您的浏览器接受新的Cookie，怎样让您的浏览器在您收到一条新Cookie时通知您或者怎样彻底关闭Cookie。此外，您可以通过改变浏览器附加程序的设置，或通过访问提供商的网页，来关闭或删除浏览器附加程序使用的Flash Cookie或类似数据。但这一举动在某些情况下可能会影响您安全访问和包网站和使用和包提供的服务。我们网站上还可能包含一些电子图像（以下简称“单像素GIF文件”或“网络Beacon”），使用网络Beacon可以帮助网站计算浏览网页的用户或访问某些Cookie，我们会通过网络Beacon收集您浏览网页活动的信息</strong>（您访问的页面地址、您先前访问的援引页面的位置、您的浏览环境以及显示设定）。<strong>如您通过我们的网站或和包APP，使用了由第三方而非和包提供的服务时，为尽力确保您的账号安全，使您获得更安全的访问体验，我们可能会使用专用的网络协议及代理技术（以下简称“专用网络通道”或“网络代理”）。使用专用网络通道，可以帮助您识别到我们已知的高风险站点，减少由此引起的钓鱼、账号泄露等风险，同时更有利于保障您和第三方的共同权益，阻止不法分子篡改您和您希望访问的第三方之间正常服务内容，例如：不安全路由器、非法基站等引起的广告注入、非法内容篡改等。在此过程中，我们也可能会获得和保存关于您设备的IP地址、硬件ID以及您访问的页面位置。</strong></p>
                    <p><strong>三、我们如何存储和保护个人信息</strong></p>
                    <p>1、我们仅在中华人民共和国境内收集个人信息，不会收集存储任何境外个人信息，我们收集的个人信息将存储在中华人民共和国境内。<strong>我们仅在本政策所述目的所必需期间和法律法规及监管规定的时限内保存您的个人信息。我们将会按照《支付机构反洗钱和反恐怖融资管理办法》等法律法规规定的期限保存您的个人信息。</strong></p>
                    <p>2、我们承诺我们将使信息安全保护达到业界领先的安全水平。为保障您的信息安全，我们致力于使用各种安全技术及配套的管理体系来尽量降低您的信息被泄露、丢失、毁损、误用、非授权访问、非授权披露和篡改的风险。例如：通过网络安全层软件（SSL）进行加密传输、信息加密存储、去标识化、严格限制数据中心的访问、使用专用网络通道及网络代理。同时我们设立了个人信息保护责任部门，建立了相关内控制度，实行分类管理，对可能接触到您的信息的工作人员采取最小够用授权原则，合理确定操作权限；对工作人员处理您的信息的行为进行系统监控，不断对工作人员培训相关法律法规及隐私安全准则和安全意识强化宣导，并每年组织全体工作人员参加安全考试；制定并组织实施个人信息安全事件应急预案。另外，我们每年还会聘请外部独立第三方对我们的信息安全管理体系进行评估，定期对我们处理个人信息遵守法律、行政法规的情况进行合规审计。</p>
                    <p>3、在发生或者可能发生个人信息泄露、篡改、丢失的安全事件时，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况（包括发生或者可能发生个人信息泄露、篡改、丢失的信息种类、原因）和可能造成的危害、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施、我们的联系方式等。我们将及时将事件相关情况以APP推送通知、发送电子邮件/手机短信等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。若您的合法权益受损，我们将承担相应的法律责任。</p>
                    <p><strong>4、请您务必妥善保管好您的和包登录名及其他身份要素。您在使用和包服务时，我们会通过您的登录名及其他身份要素来识别您的身份。一旦您泄漏了前述信息，您可能会蒙受损失，并可能产生对您不利的法律后果。如您发现和包登录名及/或其他身份要素可能或已经泄露时，请您立即和我们取得联系，以便我们及时采取相应措施以避免或降低相关损失。</strong></p>
                    <p>5、在您终止使用和包服务后，我们会停止对您的信息的收集和使用，法律法规或监管部门另有规定的除外。如我们停止运营，我们将及时停止收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对所持有的您的个人信息进行删除或匿名化处理。</p>
                    <p><strong>四、我们如何使用个人信息</strong></p>
                    <p>1、为了遵守国家法律法规及监管要求，以及向您提供服务及提升服务质量，或保障您的账户和资金安全，我们会在以下情形中使用您的信息：</p>
                    <p>（1）实现本政策中“我们如何收集个人信息”所述目的；</p>
                    <p>（2）为了保障服务的稳定性与安全性，我们会将您的信息用于身份验证、安全防范、诈骗监测、预防或禁止非法活动、降低风险、存档和备份用途；</p>
                    <p>（3）根据法律法规或监管要求向相关部门进行报告；</p>
                    <p>（4）邀请您参与我们产品或服务有关的客户调研；</p>
                    <p><strong>（5）我们会采取脱敏、去标识化等方式对您的交易信息、浏览信息、关注信息进行综合统计、分析加工，以便为您提供更加准确、个性、流畅及便捷的服务，或帮助我们评估、改善或设计产品、服务及运营活动等。为了提升用户服务体验，为用户推荐更为优质或适合的服务，我们可能根据前述信息向您提供营销活动通知、商业性电子信息或您可能感兴趣的广告，如您不希望接收此类信息，您可通过和包APP“我的 → 设置 →消息推送设置 →通知管理”页面退订消息。</strong></p>
                    <p><strong>2、当我们要将信息用于本政策未载明的其他用途时，会按照法律法规及国家标准的要求以确认协议、具体场景下的确认动作等形式再次征求您的同意。</strong></p>
                    <p>五、我们如何对外提供个人信息</p>
                    <p>1、共享</p>
                    <p><strong>（一）业务共享</strong></p>
                    <p>我们承诺对您的信息进行保密。<strong>除法律法规及监管部门另有规定外，我们仅在以下情形中与第三方共享您的信息，第三方包括我们的关联公司、合作金融机构以及其他合作伙伴。</strong>我们将尽商业上合理的努力评估该第三方收集信息的合法性、正当性、必要性。在将信息提供给第三方前，我们将向您告知接收方的名称或者姓名、联系方式、处理目的、处理方式和个人信息的种类，并取得您的单独同意。我们会与第三方签订相关法律文件并要求第三方处理您的个人信息时遵守法律法规，要求第三方对您的信息采取保护措施。<strong>如接收方变更个人信息使用目的、处理方式的，我们将要求该接收方重新取得您的同意。</strong></p>
                    <p><strong>（1）为了您使用某些服务或产品功能，我们需要第三方协助或者与第三方的产品合作提供服务，</strong>只有将必要的信息提供给第三方时，才能向您提供相应的服务；</p>
                    <p>（2）为了让您完成交易、实现交易目的，我们需要向您的交易相对方提供<strong>交易号与相关支付信息</strong>，同时您的交易相对方可在付款过程中或付款成功后查看您的<strong>部分注册信息，以便第三方确认收款信息是否正确。如您不同意我们提供该等信息，您可能无法使用特定支付服务</strong>；</p>
                    <p><strong>（3）某些产品或服务可能由第三方提供，为了向您提供服务所必需的情况下，我们也可能会与第三方共享您的一些必要信息</strong>。如您不同意提供该等信息，您可能无法使用第三方提供的服务；</p>
                    <p>（4）如您选择参与我们和第三方联合开展的抽奖、竞赛或类似推广活动，我们可能与其共享活动过程中产生的、为完成活动所必要的信息，以便第三方能及时向您发放奖品或为您提供服务，<strong>我们会依据法律法规或国家标准的要求，在活动规则页面或通过其他途径向您明确告知需要向第三方提供何种个人信息；</strong></p>
                    <p><strong>（5）事先获得您明确同意的情况下，</strong>我们会在法律法规允许且不违背公序良俗的范围内，依据您的授权范围与第三方共享您的信息。</p>
                    <p><strong>（二）其他用户查询</strong></p>
                    <p>为了确保转账目标对象的准确性，避免因输错账号导致资金损失，他人可通过搜索您的<strong>手机号</strong>搜索到您，并看到您账户对应<strong>脱敏后的姓名，</strong>以便向您转账。</p>
                    <p><strong>（三）第三方登录</strong></p>
                    <p><strong>当您使用和包账户登录第三方网站或APP时，请您务必仔细阅读第三方的用户服务协议或隐私政策，我们会依据您与第三方的约定，在您的授权范围内将您的部分信息提供给第三方。</strong></p>
                    <p><strong>（四）投诉处理</strong></p>
                    <p>当您投诉他人或被他人投诉时，为了保护您及他人的合法权益，维护绿色购物环境，我们可能会将您的<strong>姓名及有效证件号码、联系方式、投诉相关内容</strong>提供给消费者权益保护部门及监管机关，以便及时解决投诉纠纷，但法律法规明确禁止提供的除外。</p>
                    <p><strong>2、转让</strong></p>
                    <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
                    <p><strong>（1）事先获得您的明确同意；</strong></p>
                    <p><strong>（2）根据法律法规或强制性的行政或司法要求；</strong></p>
                    <p><strong>（3）在涉及资产转让、收购、合并、分立、重组、解散或破产清算时，如涉及到个人信息转移，我们会向您告知接收方的名称或者姓名和联系方式，并要求接收方继续受本政策的约束。如接收方变更个人信息使用目的、处理方式的，我们将要求该接收方重新取得您的同意。</strong></p>
                    <p><strong>3、公开披露</strong></p>
                    <p>除在公布中奖活动名单时会<strong>脱敏展示中奖者手机号</strong>外，原则上我们不会将您的信息进行公开披露。如确需公开披露时，我们会向您告知公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得您的明确同意。</p>
                    <p><strong>4、委托处理</strong></p>
                    <p><strong>为了提升信息处理效率，降低信息处理成本，或提高信息处理准确性，我们可能会委托有能力的我们的关联公司或其他专业机构代表我们来处理用户信息，但我们会通过书面协议约定</strong>委托处理的目的、期限、处理方式、个人信息的种类、保护措施以及双方的权利和义务，并对受托人的个人信息处理活动进行监督，我们也可能通过<strong>现场审计等方式要求受托公司遵守严格的保密义务及采取有效的保密措施，禁止其将这些信息用于未经您授权的用途。在委托关系解除时，我们会要求受托人返还个人信息或者予以删除，不得保留。我们承诺对此负责。</strong></p>
                    <p><strong>5、根据相关法律法规，在以下情形中，我们可能会依法处理您的个人信息无需征得您的同意：</strong></p>
                    <p><strong>1、为订立、履行您作为一方当事人的合同所必需；</strong></p>
                    <p><strong>2、为履行法定职责或者法定义务所必需；</strong></p>
                    <p><strong>3、为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；</strong></p>
                    <p><strong>4、为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理您的个人信息；</strong></p>
                    <p><strong>5、依照法律规定在合理的范围内处理您自行公开或者其他已经合法公开的个人信息；</strong></p>
                    <p><strong>6、法律、行政法规规定的其他情形。</strong></p>
                    <p><strong>六、您如何实现您的个人信息权利</strong></p>
                    <p>在您使用和包服务期间，为了您可以更加便捷地访问和管理您的个人信息，同时保障您注销账户的权利，我们在产品设计中为您提供了相应的操作设置，您可以参考下面的指引进行操作。</p>
                    <p><strong>1、管理您的个人信息</strong></p>
                    <p>您有权查阅、复制您的个人信息。您可通过和包官方网站登录和包账户，在“账户管理”和“我的账户 → 个人信息”中，以及从和包APP登录，在“我的 → 头像、卡包、账单等相关入口”中：</p>
                    <p>（1）查阅您的身份信息、账单信息、账户信息以及绑定的银行卡信息。为了您的个人信息安全，您的身份证号码和银行账户会进行脱敏展示；</p>
                    <p>（2）如发现您的个人信息不准确或者不完整，您可以根据页面提示自助修改和补充您的信息，您也可以联系我们的客服电话10086转和包二线客服要求更正和补充。<strong>出于安全性和身份识别的考虑或根据法律法规及监管规定，您需通过验证方可修改您已认证的姓名或已绑定的手机号码；</strong></p>
                    <p><strong>（3）您可删除您的某笔账单信息或管理绑定的银行卡。</strong></p>
                    <p><strong>2、管理您的授权范围</strong></p>
                    <p>如您想改变授权范围或取消授权，<strong>您可通过手机权限设置及和包APP“我的 → 设置 →授权管理”修改授权范围或取消授权</strong>，例如：您可通过和包APP“我的 → 设置 → 授权管理”取消向第三方共享信息的授权。当您取消信息收集的授权后，我们将不再收集该信息；在您取消向第三方共享信息的授权后，我们将不再在该业务场景下向该第三方提供信息。您有权决定我们是否继续对您的个人信息进行处理以向您提供特定的业务功能，您可以拨打我们的客服电话【10086转和包二线客服】申请停止授权，请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们可能无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</p>
                    <p><strong>您还可以通过和包官网、客服渠道、移动营业厅渠道等路径选择注销和包账户，撤回我们继续收集您个人信息的全部授权。</strong>您撤回全部授权后，我们将不再收集、使用或共享与该账户相关的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</p>
                    <p><strong>3、您可通过如下路径注销和包账户：</strong></p>
                    <p><strong>（1）网站渠道：</strong>您如需通过网站方式销户，您先打开和包官网，登录账户后点右上角“客户服务”—右上角“自助服务”—安全服务下的“安全管理”—“账户销户管理”点击“去销户”；也可以点击以下网址进行操作：<a href='https://www.cmpay.com/user/service/secureCenter_calact.xhtml'>https://www.cmpay.com/user/service/secureCenter_calact.xhtml</a>。</p>
                    <p><strong>（2）客服渠道：</strong>您可拨打客服电话10086转和包二线客服办理，验证完信息符合销户条件，正常情况下实时销户，销户时效不超过15个工作日。</p>
                    <p><strong>（3）营业厅渠道：</strong>您可本人携带有效身份证件原件及手机（含卡）到营业厅办理，验证完信息符合销户条件，正常情况下实时销户，销户时效不超过15个工作日。</p>
                    <p><strong>（4）短信渠道：</strong>您可通过编辑短信XH发送至10658888进行销户。</p>
                    <p>当您符合约定的账户注销条件并注销某和包账户后，您该账户内的所有信息将被清空，我们将不会再收集、使用或对外提供与该账户相关的个人信息，<strong>但您在使用和包服务期间提供或产生的信息我们仍需按照监管要求的时间进行保存，且在该依法保存的时间内有权机关仍有权依法查询。</strong></p>
                    <p>4、在以下情形中，<strong>您可以拨打客服热线10086转和包二线客服向我们提出删除个人信息的请求，当然我们也会主动删除您的个人信息：</strong></p>
                    <p>（1）如果我们的处理目的已实现、无法实现或者为实现处理目的不再必要；</p>
                    <p>（2）如果我们停止提供产品或者服务，或者保存期限已届满；</p>
                    <p>（3）如果您撤回同意</p>
                    <p>（4）如果我们违反法律、行政法规或者违反约定处理个人信息；</p>
                    <p>（5）法律、行政法规规定的其他情形。</p>
                    <p>我们将依法响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的主体，并要求其及时删除（除非法律法规另有规定，或这些主体已独立获得您的授权）。</p>
                    <p>若法律、行政法规规定的保存期限未届满，或者删除个人信息从技术上难以实现的，我们将停止除存储和采取必要的安全保护措施之外的处理。</p>
                    <p>5、除非已故用户生前另有安排，我们将保障已故用户的近亲属为了自身的合法、正当利益对已故用户的相关个人信息进行查阅、复制、更正、删除的权利。</p>
                    <p><strong>6、个人信息主体获取个人信息副本</strong></p>
                    <p>您有权获取您的个人信息副本，如果您需要获取我们收集的您的个人信息副本，您可拨打客服电话10086转和包二线客服与我们取得联系进行申请，在符合相关法律法规且技术可行的前提下，我们将向您提供相关副本。</p>
                    <p><strong>7、尽管有上述约定，但按照相关法律法规及国家标准，在以下情形中，我们可能无法响应您的请求：</strong></p>
                    <p><strong>（1）与国家安全、国防安全直接相关的；</strong></p>
                    <p><strong>（2）与公共安全、公共卫生、重大公共利益直接相关的；</strong></p>
                    <p><strong>（3）与犯罪侦查、起诉、审判和执行判决等直接相关的；</strong></p>
                    <p><strong>（4）有充分证据表明您存在主观恶意或滥用权利的；</strong></p>
                    <p><strong>（5）响应您的请求将导致其他个人、组织的合法权益受到严重损害的；</strong></p>
                    <p><strong>（6）涉及商业秘密的；</strong></p>
                    <p><strong>（7）法律、法规规定的其他情形。</strong></p>
                    <p><strong>8、我们设立了个人信息保护专职部门，如您对本政策存在任何疑问，或对于您的个人信息处理存在任何投诉、意见，请通过以下渠道联系我们：</strong></p>
                    <p><strong>（1）客服热线：10086转和包二线客服</strong></p>
                    <p><strong>（2）联系地址：长沙市高新区东方红中路352号</strong></p>
                    <p>为保障您的信息安全，我们需要先验证您的身份和凭证资料。我们已经建立客户投诉管理机制，包括受理、跟踪和处理流程。一般来说，我们将在身份验证通过后的三个工作日内处理完成，特殊情形下最长将在不超过十五天或法律法规规定期限内作出答复。<strong>如您不满意我们的答复，还可以向消费者权益保护部门投诉或向本公司所在地有管辖权法院提起诉讼。</strong></p>
                    <p><strong>七、对第三方责任的声明</strong></p>
                    <p><strong>请您注意，您的交易相对方、您访问的第三方网站经营者、通过我们接入的第三方服务（例如：和包APP中第三方提供的应用）和由和包处接收您的个人信息的第三方可能有自己的隐私权保护政策；当您查看第三方创建的网页或使用第三方开发的应用程序时，这些第三方可能会放置他们自己的Cookie或像素标签，这些Cookie或像素标签不受我们的控制，且它们的使用不受本政策的约束。我们会尽商业上的合理努力去要求这些主体对您的个人信息采取保护措施，请您与他们直接联系以获得关于他们的隐私政策的详细情况。如您发现这些第三方创建的网页或第三方开发的应用程序存在风险时，建议您终止相关操作以保护您的合法权益。</strong></p>
                    <p><strong>八、我们如何保护未成年人的信息</strong></p>
                    <p>1、我们为年满14周岁不满18周岁的未成年人提供服务。我们期望父母或监护人指导未成年人使用我们的服务。我们将根据国家相关法律法规的规定保护未成年人的信息的保密性及安全性。</p>
                    <p><strong>2、如您为未成年人，建议请您的父母或监护人阅读本政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。</strong>对于经父母或监护人同意而收集您的信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护您的权益所必要的情况下使用或公开披露此信息。<strong>如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。</strong></p>
                    <p>3、如您为未成年人的父母或监护人，当您对您所监护的未成年人的信息处理存在疑问时，请通过上文中的联系方式联系我们。</p>
                    <p><strong>九、本政策的适用及更新</strong></p>
                    <p><strong>和包所有服务均适用本政策，除非相关服务已有独立的隐私政策或相应的用户服务协议当中存在特殊约定。</strong></p>
                    <p><strong>发生下列重大变化情形时，我们会适时对本政策进行更新：</strong></p>
                    <p><strong>1、我们的基本情况发生变化，例如：兼并、分立、收购、重组引起的所有者变更；</strong></p>
                    <p><strong>2、收集、存储、使用个人信息的范围、目的、规则发生变化；</strong></p>
                    <p><strong>3、对外提供个人信息的对象、范围、目的发生变化；</strong></p>
                    <p><strong>4、您访问和管理个人信息的方式发生变化；</strong></p>
                    <p><strong>5、数据安全能力、信息安全风险发生变化；</strong></p>
                    <p><strong>6、用户询问、投诉的渠道和机制，以及外部纠纷解决机构及联络方式发生变化；</strong></p>
                    <p><strong>7、其他可能对您的个人信息权益产生重大影响的变化。</strong></p>
                    <p><strong>由于和包的用户较多，如本政策发生更新，我们将以APP推送通知、发送电子邮件/手机短信或者在和包官方网站发布公告的方式来提示您充分阅读、理解本政策。为了您能及时接收到通知，建议您在联系方式更新时及时通知我们。如您在本政策更新生效后继续使用和包服务，即表示您已充分阅读、理解并接受更新后的政策。</strong></p>
                    <p><strong>您可以在和包官方网站首页查看本政策，也可在和包APP通过“我的→设置→隐私”中查看本政策。我们鼓励您在每次使用和包时都查阅我们的隐私政策。</strong></p>
                    <p><strong>十、本政策中关键词说明</strong></p>
                    <p><strong>1、本政策中的“和包关联公司”指：</strong>中国移动通信集团公司直接或间接控股的公司，以及该上述公司的合法继承人。“关联”是指一方现在或将来控制、受控制或与其出于共同控制下的任何公司、合法机构以及上述公司、合法机构的合法继承人。</p>
                    <p><strong>2、本政策中的“身份要素”是指：和包用于识别您身份的信息要素，包括您的和包账号、密码、短信校验码、电话号码、手机号码、证件号码及生物识别信息。</strong></p>
                    <p><strong>3、本政策中的“个人敏感信息”是指：一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害的个人信息，包括生物识别信息、特定身份信息、医疗健康信息、金融账户信息、行踪轨迹信息。</strong></p>
                  </template>
                </div>
            </div>
            <!-- 和包隐私权政策 -->
            <div id="b11" class="title-item">
                <span  class="titleTxt">和包支付业务用户服务协议</span>
            </div>
            <div class="content">
                <div style="text-indent: 2em; margin-bottom: 1rem">
                  <template >
                    <p><span style="FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16pxfont-size:16pxfont-size:16pxfont-size:16px"><strong>尊敬的用户：</strong><br>&nbsp;&nbsp;&nbsp;您好！本协议由您与中移电子商务有限公司（一家取得中国人民银行颁发的《支付业务许可证》的支付机构）（以下简称“本公司”）签订。您相关的权利义务将在本协议中进行约定。本公司网站域名为</span><a href="http://www.cmpay.com/" target="_self"><span style="FONT-SIZE: 16px; FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16pxfont-size:16pxcolor:#0066cc">www.cmpay.com</span></a><span style="FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16px"><span style="FONT-SIZE: 16px">。<br></span><span style="FONT-SIZE: 16px"><strong>重要提示：<br>&nbsp;&nbsp;&nbsp;为了保证您更好的享受我们所提供的支付服务，请您认真阅读、充分理解本协议各条款内容，特别是与您的权益具有或可能具有重大关系的条款，及免除或者限制责任的条款（尤其是粗体字部分）。如您对本协议的条款有疑问，请勿进行确认/同意或进行后续操作，您可致电10086转和包支付二线客服进行咨询，以便得到解释和说明。请您知晓，当您通过页面点击或其他方式确认或同意本协议，即表示您已阅读了本协议的内容并同意以数据电文形式订立本协议，自愿受本协议的约束，并承担相应的法律后果。<br>&nbsp;&nbsp;&nbsp;除非您已阅读并接受本协议所有条款，否则您无权使用相关服务。您的使用或登录等行为，即视为您已阅读并同意本协议。<br>若您为14周岁以上不满18周岁的限制民事行为能力人，请您告知您的监护人，并在您的监护人的指导下阅读本协议和使用本服务。若您为14周岁以下的限制民事行为能力人或无民事行为能力人，您应立即终止注册或停止使用本服务。<br>&nbsp;&nbsp; 您所需办理的业务办理手续、使用规则以及收费标准请参见本公司的相关业务说明，该相关业务说明一经发布即为本协议的附件，与本协议具有同等的法律效力。<br>&nbsp;&nbsp; 一、和包支付业务相关定义<br></strong>&nbsp;&nbsp; 如无特别说明，下列用语在本协议中的含义为：<br>&nbsp;&nbsp; 1.1 和包支付业务（以下简称“本服务”），是本公司作为非金融机构面向用户提供的一项综合性支付服务，是受用户委托代用户收付款的资金转移服务。<br>&nbsp;&nbsp; 1.2 和包支付账户：是以您提供的手机号码作为用户标识并通过本公司身份验证后，我们为您开立的支付账户。如您未完成和包支付身份验证，则不能使用本服务。<br>&nbsp;&nbsp; 1.3 身份要素：指本公司用于识别您身份的信息要素，包括但不限于您的用户标识、密码、数字证书、短信校验码、身份证件号码及生物识别信息（如人脸信息、指纹信息等）等信息。<br>&nbsp;&nbsp; 1.4 中国移动相关公司：是指中国移动通信集团公司直接或间接控股的主营通信业务的公司，以及该上述公司的合法继承人。<br>&nbsp;&nbsp; <strong>二、服务内容和服务费用</strong><br>&nbsp;&nbsp; 本公司为您提供和包支付业务服务，即本公司受您委托为您提供代为收取或代为支付款项的服务。通过代为收取款项服务，您可以收到他人向您支付的款项；通过代为支付款项服务，您可以支付款项给您指定的第三方。您向我们发出代为收付款项的指令后，非经法律程序或非依本协议约定，该指令不可撤销。<br>和包支付业务服务具体功能如下：<br>&nbsp;&nbsp; 2.1 消费支付<br>您可以使用本服务向商户购买商品或服务，本公司将根据您或商户的交易指令，从您的和包余额或您绑定的银行账户划扣相应资金到商户账户。<br>&nbsp;&nbsp; 2.2 转账/收款<br>&nbsp;&nbsp; 转账：您可以使用本服务向您指定的收款人转账，本公司将根据您的支付指令，从您的和包余额或您绑定的银行账户扣划相应资金至收款人的和包支付账户或银行账户。<br>&nbsp;&nbsp; 收款：您也可以通过和包支付服务收取他人的转账资金，本公司可将该笔资金转至您的和包余额。您也可以将您和包余额内的资金转移至您绑定的银行账户，本公司也可按照法律规定或本协议约定直接将和包余额内的资金转移至您绑定的银行账户。<br>实现方式：本公司将通过和包APP中的“发红包”、“收付款”、“号码付”等方式实现转账和收款功能，具体以本公司实际为您提供的实现方式为准。<br>&nbsp;&nbsp; 2.3 小额免密支付<br>&nbsp;&nbsp; 为方便您使用小额支付服务，您在相关页面首次开通本功能时，您输入支付密码或完成指纹/面容验证，并向本公司作出授权确认后，本公司有权直接依据您的指令从您的和包余额或银行账户扣划相应资金至商户账户，具体验证流程以实际服务流程提示为准。您再次使用本功能时，在一定额度内，本公司无需再校验您的支付密码、短信校验码等要素，即可将交易资金从您的和包余额或银行账户转移至商户账户。若您要取消对本公司的扣款授权，您应在扣款指令执行前，在和包APP中进行关闭小额免密支付服务，否则，本公司有权直接根据商户的扣款指令进行扣款。您使用本功能时，需遵守《小额免密支付服务协议》。<br>&nbsp;&nbsp; 2.4 代扣<br>&nbsp;&nbsp; 您在相关页面首次开通本功能时，您输入支付密码或完成指纹/面容验证，并向本公司作出授权确认后，本公司有权直接依据商户的指令从您的和包余额或银行账户扣划相应资金至商户账户，具体验证流程以实际服务流程提示为准。您开通本功能后，在您授权范围及额度内，本公司无需再校验您的支付密码、短信校验码等要素，即可将交易资金从您的和包余额或银行账户转移至商户账户。您使用本功能时，需遵守《和包支付代扣服务协议》。<br>&nbsp;&nbsp; 2.5 查询<br>&nbsp;&nbsp; 本公司将记录您使用本服务的交易情况，您可以在和包APP查询交易记录。<br>&nbsp;&nbsp; 2.6 添加/解绑银行卡<br>&nbsp;&nbsp; 您可以在和包APP绑定新的银行账户、银行卡或解绑银行账户、银行卡。您绑定银行卡，需遵守《快捷支付服务协议》。<br>&nbsp;&nbsp; 2.7 修改/重置密码<br>&nbsp;&nbsp; 您可以根据操作页面提示对原有支付密码或和包APP登录密码进行修改/重置。<br>&nbsp;&nbsp; 2.8退款<br>&nbsp;&nbsp; 若您就和包支付交易申请退款的，退款成功后，本公司可直接将款项退还至你绑定的原银行卡或和包余额中。<br>&nbsp;&nbsp;<strong>三、账户注册<br>&nbsp;&nbsp; 3.1 年满14周岁的限制民事行为能力人和完全民事行为能力人方可注册和包支付账户。<br>&nbsp;&nbsp; 3.2 当您注册和包支付账户或使用和包支付服务时，本公司会收集您的姓名、住址、头像、有效身份证件信息、电子邮箱、职业、手机号码，此类信息属于敏感信息，收集此类信息是为了满足相关法律法规的网络实名制要求。如您不提供前述信息，可能无法注册和包账户或无法使用和包支付服务。有关您个人信息的处理及保护，详见<a href="https://www.cmpay.com/info/wap/client/flow/rightsOfprivacy.html" target="_self"><span style="COLOR: ">《和包支付隐私政策》</span></a>。<br></strong>&nbsp;&nbsp; 3.3 您应承诺并保证所提供的信息是您本人的信息且信息资料真实、完整、有效，如有变更，应及时通知本公司并按照本公司要求办理变更手续。通过和包支付业务服务渠道能够更改的个人资料，您可自行通过和包支付业务服务渠道变更。因您提供的个人信息资料不真实、不正确、不完整而导致的风险和责任全部由您本人承担。<br>&nbsp;&nbsp;<strong> 3.4 为了及时有效地验证您的信息，根据法律法规、监管要求及<a href="https://www.cmpay.com/info/wap/client/flow/rightsOfprivacy.html" target="_self"><span style="COLOR: ">《和包支付隐私政策》</span></a>的约定，您同意我们可以在必要范围内与第三方进行信息核对。为了方便您进行信息验证，除了线上方式外，本公司还委托本公司合作机构中国移动通信集团有限公司各省市分公司通过实体渠道网点面对面核验您的个人身份信息，并将您的前述个人实名信息传送至本公司，由本公司为您开立和包支付账户。面对面开立和包支付账户后，如您需要使用和包支付账户服务，您应通过登陆和包APP或官网等渠道补充签署本协议。<br></strong>&nbsp;&nbsp;<strong> 3.5 为了充分保护您的合法权益，您应避免将账户密码设置得过于简单（如连续数字，或重复数字的排列）或将您和包支付账户密码与其他设备、账户密码区别设置。您知悉网络交易存在的风险，在使用服务时，应保持合理的谨慎意识。<br>&nbsp;&nbsp; 3.6 您知悉，和包余额所记录的资金余额不同于您本人的银行存款，不受《存款保险条例》保护，其实质为您委托本公司保管的、所有权归属于您的预付价值。该预付价值对应的货币资金虽然属于您，但不以您本人名义存放在银行，而是以本公司名义存放在银行，并且由本公司向银行发起资金调拨指令。<br>&nbsp;&nbsp; 四、账户使用<br>&nbsp;&nbsp; 4.1 使用您身份要素进行的操作、发出的指令均视为您本人做出，您理解指令一经发出，不可撤销。身份要素是我们识别您的身份的依据，请您务必妥善保管。因您的原因造成您的和包支付账户被冒用、盗用或非法使用，由此导致的风险和损失由您自行承担。<br></strong>&nbsp;&nbsp; 4.2 您理解，本公司并非银行或金融机构，无法提供资金即时到账服务，您认可资金在途流转需要合理时间。<br>&nbsp;&nbsp; 4.3 为了您的交易安全，您在使用和包支付账户服务时，应仔细核实交易对方的身份信息（如交易对方是否具有完全民事行为能力），您应自行承担与此相关的所有风险。<br>&nbsp;&nbsp; 4.4 如您与本公司针对支付交易存在误差，双方应进行核对；如无法达成一致，应以本公司支付服务系统记录的数据为准。<br>&nbsp;&nbsp; 4.5 您与交易对手或其他任何第三方之间因交易可能发生的关于商品或服务质量、数量、交易金额、交货时间等纠纷，应由您与交易对手或第三方协商解决，请您谅解我们无法处理前述纠纷，但本公司会为您维护自身权益提供职责范围内的协助。<br>&nbsp;&nbsp; 4.6 您承诺发起的交易基于真实的交易背景，不得利用本公司提供的服务进行虚假交易。本公司有权了解您使用和包支付业务的真实交易背景及目的，您应如实提供本公司所需的真实、全面、有效、准确的信息；<strong>如果本公司在发现异常交易或有疑义或有违反法律规定或其他不当行为的，本公司有权不经通知先行暂停、中止或终止您名下全部或部分和包支付账户的使用（包括但不限于对这些账户名下的款项和在途交易采取取消交易、暂停结算等限制措施），并拒绝您使用和包支付业务的部分或全部功能。<br>&nbsp;&nbsp; 4.7 您可使用的和包支付账户收付款额度、日累计转账限额和笔数，可能因您使用该服务时所处的地区监管要求、支付场景、银行额度控制、我们的风险控制、身份要素验证等事由而有不同，具体请见和包APP页面提示或公告。<br>&nbsp;&nbsp; 4.8 您认可和包支付账户的使用记录、交易数据等均以本公司的系统记录为准。如您对该等数据存有异议的，可及时向本公司提出，我们会根据您提供的相关证据积极予以核实。<br>&nbsp;&nbsp; 4.9您使用本服务代为支付款项服务时，存在以下情况时会导致扣款不成功：<br>&nbsp;&nbsp; （1）您指定的账户余额不足；<br>&nbsp;&nbsp; （2）您使用的用户标识或账户已被采取止付、有权机关冻结或其他限制使用权限的措施；<br>&nbsp;&nbsp; （3）超出监管部门、本公司或银行规定的付款额度。<br></strong>&nbsp;&nbsp; 4.10 您在接受本公司提供的和包支付业务服务时，应当遵守本协议以及本公司不定期通过短信、本公司网站或和包APP等渠道公布的相关业务规则等要求。<br>&nbsp;<strong>&nbsp; 4.11 您知悉，在您使用本服务时，本公司无需对为您保管、代收或代付款项的货币贬值、汇率损失和利息损失及其他风险担责，且本公司无需向您支付该款项的孳息。<br>&nbsp;&nbsp; 4.12 为保障您对本服务的知情权，您同意并授权本公司在您开通和包支付业务时，免费为您开通139邮箱，用来接收您和包支付业务的月账单和其他服务信息，139邮箱目前不收取月功能费，后续如需收取费用，您可以选择是否继续使用邮箱服务。<br></strong>&nbsp;&nbsp; 4.13 为了向您提供更优质的服务，您同意接收来自本公司的信息，包括但不限于活动信息、交易信息、营销信息等。如您不希望接收此类信息，您可按照提示的方法选择退订。<br>&nbsp;&nbsp;<strong> 4.14 为了满足相关监管规定的要求，也为了您的资金安全，在出现下列情形时，请您积极配合我们核对您的有效身份证件或其他必要文件，留存有效身份证件的彩色照片，且完成相关身份验证和安全验证：<br>&nbsp;&nbsp; （1）您办理充值、收取或支付单笔金额人民币1万元及以上或者外币等值1000美元及以上业务的；<br>&nbsp;&nbsp; （2）您名下全部和包支付账户项下30天内充值、收取及支付总金额累计人民币5万元及以上或外币等值1万美元及以上的；<br>&nbsp;&nbsp; （3）您名下全部和包支付账户余额连续10天人民币5000元及以上或外币等值1000美元及以上的；<br>&nbsp;&nbsp; （4）您使用我们的服务买卖金融产品或服务的；<br>&nbsp;&nbsp; （5）您购买和包支付记名预付卡或办理记名预付卡充值的；<br>&nbsp;&nbsp; （6）您一次性购买不记名预付卡人民币1万元及以上，或通过不记名预付卡为和包支付账户累计充值人民币1万及以上的；<br>&nbsp;&nbsp; （7）您要求变更身份信息或您身份信息已过有效期的；<br>&nbsp;&nbsp; （8）您的交易行为或交易情况出现异常的；<br>&nbsp;&nbsp; （9）您的身份信息或相关资料存在疑点的；<br>&nbsp;&nbsp; （10）存在应核对或留存您身份证件或其他必要文件的其他情形的。<br>&nbsp;&nbsp; 4.15 为了满足相关监管规定的要求，请您按照我们要求的时间提供您的身份信息以完成身份验证，否则您可能无法进行收款、提现、余额支付、购买理财产品等操作，且我们可能对您的账户余额进行止付或注销您的账户。<br>&nbsp;&nbsp; 4.16 发生下列情形之一的，本公司无需进行事先通知即可暂停、中止或终止向您提供和包支付业务服务，同时，本公司有权冻结您名下全部或部分和包支付账户资金，或暂停执行您发送的部分或全部指令。<br>&nbsp;&nbsp; （1）您提供的个人资料不真实，且未能提供合理说明及证明；<br>&nbsp;&nbsp; （2）您违反相关法律、法规、规章及政府规范性文件或本协议约定；<br>&nbsp;&nbsp; （3）中国人民银行、公安、检察院、法院、海关、税务机关等政府机关或相关主管部门向本公司发出要求；<br>&nbsp;&nbsp; （4）您遭到他人投诉，且对方已经提供了一定证据的；<br>&nbsp;&nbsp; （5）本公司认为向您提供本服务存在安全隐患的。<br>&nbsp;&nbsp;&nbsp;4.17 如本公司按照上述规定采取相关措施，则本公司有权通过电话、邮件等您提供的联系方式通知您，但本公司不保证您能够收到或者及时收到上述通知。<br>&nbsp;&nbsp;&nbsp;4.18 本公司按照上述规定采取冻结措施后，如您申请解冻，本公司有权依照自行判断来决定是否允许全部或部分解冻，您应充分理解您的解冻申请并不必然被允许，且为保障您的资金安全，申请解冻时您应当配合本公司核实您的身份。<br>&nbsp;&nbsp;&nbsp;4.19 您在使用本服务时，如果您和包支付账户绑定的手机号码发生了变更，您可自行在和包APP更换绑定的手机号以保证您能够继续正常使用本服务。如果您和包支付账户绑定的手机号码已被注销，该手机号被重新启用后会从您的支付账户解绑，您可自行在客户端的登录页面使用找回账户功能找回您之前使用的和包支付账户。<br></strong>&nbsp;&nbsp;&nbsp;4.20 您不得将和包支付账户用于本协议约定范围以外的其他用途。<strong>您不得买卖、出租、出借、转让或赠与您的和包支付账户，否则造成的任何损失由您自行承担。对经公安机关认定属于出租、出借、出售、购买银行账户或者支付账户的，假冒他人身份或者虚构代理关系开立银行账户或者支付账户的，本公司5年内暂停您名下所有和包支付账户的业务，并不再为您开立新和包支付账户。<br>&nbsp;&nbsp; 4.21 您充分了解并清楚知晓上述条文中出租、出借、出售、购买账户的相关法律责任和惩戒措施，承诺依法依规开立和使用本人账户。<br>&nbsp;&nbsp; 4.22 如您自开立和包支付账户之日起6个月无交易记录，本公司在向您重新核实身份之前，有权暂停为您提供本服务。<br>&nbsp;&nbsp;4.23 经公安机关认定并纳入电信网络新型违法犯罪交易风险事件管理平台“涉案账户”名单的用户，本公司将中止该账户所有业务，并短信通知您。您应在收到本公司短信后3日内按照短信确定方式重新核实身份，如您在3日内未重新核实身份的，本公司将暂停您名下所有和包支付账户业务；您重新核实身份后，可以恢复除涉案账户外的其他和包支付账户业务。对于“涉案账户”名单中经您确认为冒名开立的和包支付账户，您可通过本公司官网（</strong></span></span><a href="http://www.cmpay.com/"><span style="FONT-SIZE: 16px; FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16pxfont-size:16pxcolor:#0066cc"><strong>www.cmpay.com</strong></span></a><span style="FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16pxfont-size:16pxfont-size:16px"><span style="FONT-SIZE: 16px"><strong>）或和包APP公示的其他渠道发起注销申请并确认注销声明后，本公司根据您的注销操作指令注销账户。<br>&nbsp;&nbsp; 4.24 本公司基于自身独立判断、公安机关认定、电信网络新型违法犯罪交易风险事件管理平台判断、第三方举报或投诉等，认为您已经违反任何国家法律、法规（如适用）的规定或本协议任何条款的，本公司有权暂停、中止或终止向您名下全部或部分和包支付账户提供服务。<br>&nbsp;&nbsp; 4.25 本公司发现您的和包支付账户交易异常（包括但不限于您收支与正常交易活动相异或者相关业务模式存在风险等）或有疑义时，有权不经通知先行暂停、中止或终止向您名下全部或部分和包支付账户提供服务。<br></strong>&nbsp;&nbsp; 4.26 若您需对和包支付账户进行挂失，应及时与本公司客服人员联系，并按相关要求进行操作。</span><span style="FONT-SIZE: 16px"><strong>若您发现有第三人冒用或盗用您的和包支付账户及密码，或其他任何未经合法授权以您的名义使用您的和包支付账户之情形，应立即通知本公司，向本公司发起挂失，并按照本公司规定办理相关手续，本公司将采取必要措施予以配合。若您迟延通知，则迟延期间产生的损失，本公司不需承担任何责任。您理解本公司对您的请求采取行动需要合理期限，在采取行动之前，本公司对已执行的指令导致的您的损失不承担任何责任。<br></strong>&nbsp;&nbsp; 4.27 您理解，本服务依赖于系统的准确运行及操作，如出现系统差错、故障、您或本公司不当获利等情形，您同意本公司可以采取更正差错、划扣款项等适当纠正措施。<br>&nbsp;&nbsp; 4.28 您不得利用和包支付业务从事下列任何侵害他人合法权益或违法的行为，若有违反，您应自行承担所有法律责任：<br>&nbsp;&nbsp;&nbsp;（1）反对宪法所确定的基本原则，危害国家安全、泄漏国家秘密、颠覆国家政权、破坏国家统一的；<br>&nbsp;&nbsp; （2）侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权、其他知识产权及其他合法权益；<br>&nbsp;&nbsp; （3）违反依法律或本协议所应负的保密义务；<br>&nbsp;&nbsp; （4）冒用他人名义使用和包支付业务；<br>&nbsp;&nbsp; （5）从事任何不法交易行为，如贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品或其他违禁物等；<br>&nbsp;&nbsp; （6）提供赌博资讯或以任何方式引诱他人参与赌博；<br>&nbsp;&nbsp; （7）涉嫌洗钱、恐怖融资、套现或进行传销活动的；<br>&nbsp;&nbsp; （8）非法使用他人银行账户（包括信用卡账户）或无效银行账号（包括信用卡账户）交易；<br>&nbsp;&nbsp; （9）进行与您或交易对方宣称的内容不符的交易或不真实的交易；<br>&nbsp;&nbsp; （10）从事任何可能侵害和包支付业务系統的行为；<br>&nbsp;&nbsp; （11）其他本公司有正当理由认为不适当的行为。<br>&nbsp;&nbsp; 4.29 基于运行和交易安全的需要，本公司可以暂时停止提供服务、限制本服务部分功能或提供新的功能，在任何功能减少、增加或者变化时，只要您仍然使用本服务，表示您仍然同意本协议或者变更后的协议。<br>&nbsp;&nbsp; </span><span style="FONT-SIZE: 16px"><strong>4.30 本公司享有制定及调整相关服务规则的权利。您了解并同意本公司有权单方修改服务的相关规则，而无须征得您的同意，服务规则应以您使用服务时的本公司相关协议、本公司网站或和包APP上公告、页面提示等内容为准，您同意并遵照服务规则是您使用本服务的前提。<br></strong>&nbsp;&nbsp; 4.31 本公司享有cookie的使用权，cookie的使用可以帮您省去使用本公司的服务而重复填写注册信息和跟踪您的浏览器的状态。<br>&nbsp;&nbsp; 4.32 您不得对本公司的支付服务系统和程序采取反向工程手段进行破解，不得对上述系统和程序（包括但不限于源程序、目标程序、软件文档、运行在本地电脑内存中的数据、客户端至服务器端的数据、服务器数据等）进行复制、修改、编译、整合和篡改，不得修改或增加本公司支付服务系统的原有功能。若您违反本条款，本公司有权冻结、注销您的账户，并保持追究您的法律责任的权利。<br>&nbsp;&nbsp; </span><span style="FONT-SIZE: 16px"><strong> 4.33 您可以通过使用和包支付完成生活缴费、缴话费、金融理财等来获取和包会员成长值（具体内容名称以和包会员服务页面展示为准）。为此您同意本公司在必要范围内收集您和包账户绑卡信息、在和包APP完成交易或使用服务的记录、使用和包支付完成支付或转账的记录。若您无需和包会员成长值相关服务，您可以通过和包会员服务页面进行关闭。<br>&nbsp;&nbsp; </strong></span><span style="FONT-SIZE: 16px"><strong>五、账户注销<br></strong>&nbsp;&nbsp; 5.1 您有权按照本公司规定的销户流程申请注销和包支付账户，您知悉并同意符合以下条件方可完成账户注销：<br>&nbsp;&nbsp; （1）您可以通过本公司官方网站、和包APP、短信渠道自助申请销户，您也可以通过客服渠道、中国移动自营厅人工申请销户。<br>&nbsp;&nbsp; （2）您申请注销的和包支付账户应处于正常状态，即您的账户信息是最新、完整、正确的，且账户未被采取止付、有权机关冻结等限制措施。<br>&nbsp;&nbsp; （3）您申请注销的和包支付账户不存在应付而未付服务费用，且不存在其他因注销可能引发纠纷的情况。<br>&nbsp;&nbsp;（4）注销和包支付账户前，您已将该账户下所对应的可用款项全部提现或者向本公司发出支付指令以清空账户资金。<br>&nbsp;&nbsp;</span><span style="FONT-SIZE: 16px"><strong>&nbsp;5.2如出现法律法规、监管规定要求或本协议约定需要注销账户的情形，本公司可能直接注销您的和包支付账户。如您账户中仍有关联的理财产品或余额，本公司将会暂时替您保管，并在核实身份后协助您取回。<br>&nbsp;&nbsp; 5.3 您了解，当您办理与您和包支付账户对应的手机号码的电信服务注销时，并不能当然地注销和包支付账户，该手机号被重新启用后，将会与对应的和包支付账户解除绑定关系，您可自行在客户端的登录页面进行找回账户操作。如您在注销手机号码时需注销和包支付账户，您可根据本协议约定方式完成和包支付账户注销。<br>&nbsp;&nbsp; 5.4 您了解并同意，本公司成功注销您的和包支付账户后，本公司将会取消基于您已注销和包支付账户所有待处理的交易。但您仍应对您使用和包支付业务期间的行为承担责任，同时，本公司仍可按照法律规定保有您的相关账户及交易记录等信息。<br>&nbsp;&nbsp; 5.5 您知悉，和包支付账户一旦注销成功，与账户关联的权益、卡券均将作废。<br>&nbsp;&nbsp; 六、服务费用<br>您理解，为持续为您提供服务，本公司有权向您收取服务费用，具体服务费用标准以您使用服务时本公司网站或产品页面上公示为准。首次收费或调整服务费用标准前，我们将通过网站或和包APP公告的方式提前予以公布，调整后的内容在公告届满30日起生效，若您无法同意调整后的内容，您有权停止使用相关服务。除非另有说明或约定，您同意我们有权自您委托我们代为收取或代为支付的款项或您任一和包支付账户余额或者其他资产中直接扣除上述服务费用。</strong></span></span></p>
                    <p><span style="FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16pxfont-size:16pxfont-size:16px"><span style="FONT-SIZE: 16px"><strong>&nbsp;&nbsp;七、客户权益保障及信息保护<br></strong>&nbsp;&nbsp; 7.1 为保障您在使用本公司服务时的合法权益，本公司根据相关法律法规向您承诺如下:<br>&nbsp;&nbsp; （1）本公司自觉遵守相关法律法规和政策，维护您的利益，将保护您的合法权益纳入公司治理、企业文化建设和经营发展战略统筹规划。<br>&nbsp;&nbsp; （2）本公司承诺营造良好的竞争环境，鼓励、支持开展合法、公平、有序的行业竞争，反对采用不正当手段进行行业内竞争，反对诋毁竞争对手、编造有关竞争对手虚假的负面的信息。<br>&nbsp;&nbsp; （3）本公司承诺将持续增强自身风险控制能力，提升技术安全管理能力，保障用户资金、信息安全。<br>&nbsp;&nbsp; （4）本公司愿意接受社会各界对本行业的监督和批评，改进行业风气，提升行业自律的效益。<br>&nbsp;&nbsp; （5）本公司承诺审慎经营，采取严格的内控措施和科学的技术监控手段，严格区分机构自有资产和用户资金，不得挪用、占用用户资金。<br>&nbsp;&nbsp; （6）本公司承诺会努力以通俗易懂的语言，通过产品页面、服务协议、公告或使用须知等方式公示其所提供的服务内容信息，包括服务名称、服务内容、服务收费标准等，保障您享有知悉其接受的服务的真实情况的权利。本公司不发布夸大产品收益、掩饰产品风险等不实信息，不作虚假或引人误解的宣传，尽到合理的风险提示义务。<br>&nbsp;&nbsp; （7）本公司承诺在法律法规和监管规定允许的范围内，充分尊重客户意愿，由您自主选择、自行决定是否选择接受本公司的服务，不违背您的意愿搭售产品和服务。<br>&nbsp;&nbsp;&nbsp;（8）本公司承诺遵守公正、平等、诚实、信用原则，在网站、产品页面或服务协议中公示各服务内容、收费标准等信息。您有权根据该等信息自行选择是否使用某项服务，本公司不会强制您使用某项服务。<br>&nbsp;&nbsp; （9）本公司承诺将认真解答您对本公司服务的咨询，并不断完善咨询、投诉处理机制。本公司不会限制您寻求法律救济途径。<br>&nbsp;&nbsp; （10）您享有获得有关用户权益保护方面的知识的权利。本公司会帮助您掌握所需服务的知识和使用技能，帮助您正确使用服务及提升自我保护意识。<br>&nbsp;&nbsp; （11）本公司尊重您的人格尊严和民族风俗习惯，除根据法律法规及风险控制需要做出的限制外，不会因用户的性别、年龄、种族、民族或国籍等不同进行歧视性差别对待。<br>&nbsp;&nbsp; 7.2 本公司建立了风险准备金制度和交易赔付制度，如您在使用本服务的过程中，由于您的和包支付账户被盗用造成资金损失，本公司将按照<a href="https://www.cmpay.com/info/version3/H5/protocol/hbAccountSecurity.html" target="_self">《和包支付账户资金安全保障规则》</a>的约定为您提供资金保障。<br>&nbsp;&nbsp; 7.3 本公司将会采取合理的措施保护您的个人信息。除法律法规规定规定的情形外，未经您的同意本公司不会向第三方公开、透露您的个人信息。本公司对相关信息采用专业加密存储与传输方式，保障个人信息的安全。<br>&nbsp;&nbsp; 7.4 本公司将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。<br>&nbsp;&nbsp; 7.5对于本公司如何收集、使用、存储和保护您的个人信息及您享有何种权利，您还可以阅读</span><a href="https://www.cmpay.com/info/wap/client/flow/rightsOfprivacy.html" target="_self"><span style="COLOR: ">《和包支付隐私政策》</span></a><span style="FONT-SIZE: 16px">予以进一步了解。<br>&nbsp;&nbsp; </span><span style="FONT-SIZE: 16px"><strong>八、特殊责任承担<br>&nbsp;&nbsp; 8.1 您在交易过程中应当及时登录到本公司网站或和包APP查看和进行交易操作，因您没有及时查看和对交易状态进行修改或确认或未能提交相关申请而导致的任何纠纷或损失，本公司不负任何责任。<br>&nbsp;&nbsp; 8.2 除非本公司未按本协议的约定为您办理和包支付账户冻结手续，否则因您登录终端设备丢失等原因造成的资金损失本公司不负任何责任。<br>&nbsp;&nbsp; 8.3 如因下列原因导致您无法正常使用本公司提供的和包支付业务，本公司不承担责任：<br>&nbsp;&nbsp; （1）因本公司的系统停机维护或升级；<br>&nbsp;&nbsp; （2）因台风、地震、海啸、洪水、战争、、瘟疫、战争、动乱、政府行为等不可抗力之因素；<br>&nbsp;&nbsp; （3）因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、第三方服务瑕疵等原因；<br>&nbsp;&nbsp; （4）由于银行本身系统问题、银行相关作业网络连线问题等因素，造成本服务无法提供；<br>&nbsp;&nbsp;（5）您的电子设备软硬件和通信线路、供电线路出现故障的；<br>&nbsp;&nbsp;（6）因您操作不当或通过非经我们授权或认可的方式使用我们服务的；<br>&nbsp;&nbsp; （7）本协议约定的其他本公司不承担赔偿责任的情况。<br>&nbsp;&nbsp; 九、知识产权保护<br></strong>&nbsp;&nbsp; 9.1 本公司网站或和包APP上所有内容，包括但不限于文字、图片、音频、视频、网站架构、界面设计、数据、文档等，均由本公司或本公司的关联方依法享有知识产权，您应予以尊重并加以保护。<br>&nbsp;&nbsp; 9.2 本公司网站或和包APP上包含的或者提供的图标、按钮、服务名称等均为本公司或本公司的关联方在中国和其他国家依法拥有的商标或商业标识，相关权利人依照法律规定应享有的权利除外。未经本公司、本公司的关联方或相关权利人事先书面同意，您不得复制、模仿、使用任何上述商标或商业标识，或实施任何其他可能引起相关公众和/或消费者混淆的行为。<br>&nbsp;&nbsp; 9.3 未经本公司、本公司的关联方或相关权利人事先书面同意，您不得擅自使用、修改、反向工程、反向编译或反向汇编、转载、链接、复制、公开传播、散布、发行或公开发表本公司网站和和包APP上的任何程序或内容，或将本公司的任何程序或内容嵌入其他软件或服务，或将本公司的任何程序或内容进行汇编或建立镜像站点等。<br>&nbsp;&nbsp; 9.4 尊重知识产权是您应尽的义务，如有违反，您应承担损害赔偿责任。<br>&nbsp;&nbsp; </span><span style="FONT-SIZE: 16px"><strong>十、协议变更与终止<br>&nbsp;&nbsp; 10.1 本公司有权在必要时修改或变更本协议内容，并将通过本公司网站或和包APP提前公布最新的服务协议，不另作个別通知。变更后的协议在公布届满30日起生效。若您在协议内容公告变更后继续使用和包支付业务的，视为您已充分阅读、理解并接受修改后的协议内容，并愿意遵循修改后的协议内容使用本服务；若您不同意，您应主动立即停用本服务；双方协商一致的，也可另行变更相关协议内容。<br>&nbsp;&nbsp; 10.2 因您主动申请，或本公司依法或依据本协议约定注销您的和包支付账户，本协议自账户注销之日起终止。<br>&nbsp;&nbsp; 10.3 如遇国家政策调整，本公司有权终止本协议，因该种情况终止本协议的，本公司不承担违约责任。<br>&nbsp;&nbsp; 十一、法律适用及争议解决<br></strong>&nbsp;&nbsp;&nbsp;11.1 本协议的成立、生效、履行、解释及纠纷解决等，均适用中华人民共和国大陆地区法律。<br>&nbsp;&nbsp;&nbsp;</span><strong><span style="FONT-SIZE: 16px">11.2 因本协议发生任何纠纷或争议，应友好协商解决，协商不成的，向本协议签订地（即湖南省长沙市岳麓区）有管辖权的人民法院提起诉讼解决。<br>&nbsp;&nbsp; 十二、其他<br>&nbsp;&nbsp; 12.1 本协议由本协议条款及所有本公司已经发布的或将来可能发布的和包支付服务的使用规则、隐私政策组成。所有规则和隐私政策为本协议不可分割的一部分，与本协议具有相同法律效力。</span><br></strong><span style="FONT-SIZE: 16px">&nbsp;&nbsp; 12.2 本协议条款无论因何种原因部分无效或不可执行，不影响其他条款的效力和执行。</span></span></p>
                  </template>
                </div>
            </div>
          </template>
          <template v-else>
            <div id="b1" class="content">
              <div v-html="displayConfigurationAgreementCont"></div>
            </div>
          </template>
            <!-- 移动钱包业务受理协议 -->
            <div id="b8" class="title-item">
                <span class="titleTxt">移动钱包业务受理协议</span>
            </div>
            <div class="content">
                <img style="width: 2.11rem;height: 0.62rem;" alt="" src="@/assets/images/newRights/img_1.png" />
                <p>
                    受理日期：{{ date.year }}年{{ date.month }}月{{
                        date.day
                    }}日
                </p>
                <p>手机号码：{{ mobNo }}</p>
                <p>客户名称：{{ userName }}</p>
                <ul>
                    <li>鉴权方式：统一认证+短信验证码</li>
                    <li>受理类型：业务办理</li>
                    <li>
                        受理时间：{{ date.year }}-{{ date.month }}-{{
                            date.day
                        }}
                        {{ date.hour }}:{{ date.minute }}:{{ date.second }}
                    </li>
                    <li>受理渠道：此APP</li>
                    <li>商品名称：移动钱包</li>
                    <li>业务详情：</li>
                </ul>
                <div class="text">
                    <div class="agrement" v-html="agreementContent"></div>
                    <div style="width: 100%; height: 2rem; text-align: right">
                        <img
                            alt=""
                            :src="city"
                            style="
                                width: 2rem;
                                height: auto;
                                transform: rotate(-45deg);
                            "
                        />
                    </div>
                    <h4>甲方：{{ userName }}</h4>
                    <h4>
                        乙方：中国移动通信集团江苏有限公司{{ cityName }}分公司
                    </h4>
                    <img alt="" src="@/assets/images/newRights/img.png" />
                </div>
            </div>
        </div>
        <md-button
            id="A09"
            :inactive="disab"
            class="checkProtocol"
            @click="closeAgree"
            >我已阅读并知晓
        </md-button>
    </div>
</template>

<script>
import mdHeader from '@/components/mdHeader';
import * as store2 from '@/common/localstore';
import { mapState } from 'vuex';
import api from '@/common/apiUrls';

export default {
    props: ['siver','isDisplayConfiguration','displayConfigurationAgreementCont'],
    name: 'comprehensiveQi',
    components: {
        mdHeader
    },
    data() {
        return {
            agreementContent: '',
            disab: true,
            jia: 0,
            date: {
                year: new Date().getFullYear(),
                month:
                    Number(new Date().getMonth() + 1) < 10
                        ? `0${Number(new Date().getMonth() + 1)}`
                        : Number(new Date().getMonth() + 1),
                day:
                    Number(new Date().getDate()) < 10
                        ? `0${Number(new Date().getDate())}`
                        : Number(new Date().getDate()),
                hour:
                    Number(new Date().getHours()) < 10
                        ? `0${Number(new Date().getHours())}`
                        : Number(new Date().getHours()),
                minute:
                    Number(new Date().getMinutes()) < 10
                        ? `0${Number(new Date().getMinutes())}`
                        : Number(new Date().getMinutes()),
                second:
                    Number(new Date().getSeconds()) < 10
                        ? `0${Number(new Date().getSeconds())}`
                        : Number(new Date().getSeconds())
            }, // 日期
            mobNo: '',
            userName: '',
            city: '',
            cityName: ''
        };
    },
    computed: {
        ...mapState(['comprehensiveQi'])
    },
    mounted() {
        if (this.siver) {
            document.getElementById(`b${this.siver}`).scrollIntoView();
        } else {
            document.getElementById('b1').scrollIntoView();
        }
        if (store2.default.get('xieyi') === true) {
            this.disab = false;
        } else {
            this.$toast.info('请滑动文字到底阅读完协议');
        }
    },
    created() {
        this.getCity();
        this.getAgreement();
    },
    methods: {
        returnAgree() {
            this.$store.commit('comprehensiveQi', false);
        },
        closeAgree() {
            this.$store.commit('comprehensiveQi', false);
            store2.default.set('xieyi', true);
            this.$emit('isFlaseQi', false);
        },
        onscroll() {
            const hgt = this.$refs.info.scrollHeight;
            const clihgt = this.$refs.info.clientHeight;
            const scrHgt = this.$refs.info.scrollTop;
            // eslint-disable-next-line radix
            if (parseInt(hgt - scrHgt - 100) < clihgt) {
                this.disab = false;
            }
        },
        getCity() {
            api.getUserNo()
                .then((res) => {
                    this.city = require(`../assets/images/zhang/${
                        res.cityNo
                    }.png`);
                    switch (res.cityNo) {
                        case '11':
                            this.cityName = '苏州';
                            break;
                        case '12':
                            this.cityName = '淮安';
                            break;
                        case '13':
                            this.cityName = '宿迁';
                            break;
                        case '14':
                            this.cityName = '南京';
                            break;
                        case '15':
                            this.cityName = '连云港';
                        case '16':
                            this.cityName = '徐州';
                            break;
                        case '17':
                            this.cityName = '常州';
                            break;
                        case '18':
                            this.cityName = '镇江';
                            break;
                        case '19':
                            this.cityName = '无锡';
                            break;
                        case '20':
                            this.cityName = '南通';
                            break;
                        case '21':
                            this.cityName = '泰州';
                            break;
                        case '22':
                            this.cityName = '盐城';
                            break;
                        case '23':
                            this.cityName = '扬州';
                            break;
                    }
                    this.mobNo = res.mobile.replace(
                        /(\d{3})\d{4}(\d{4})/,
                        '$1****$2'
                    );
                    const nu = res.userName.length - 1;
                    for (let i = 0; i < nu; i++) {
                        this.userName += '*';
                    }

                    this.userName += res.userName.slice(-1);
                })
                .catch((err) => {
                    console.log('------******-----');
                });
        },
        getAgreement() {
            api.agreement()
                .then((res) => {
                    this.agreementContent = res.agreementContent.replaceAll(
                        'px',
                        ''
                    );
                })
                .catch((err) => {
                    console.log(err);
                });
        }
    }
};
</script>

<style lang="less" scoped>
.comprehensiveQi {
    position: fixed;
    left: 0;
    top: 0;
    bottom: 0;
    right: 0;
    background: #fff;
    z-index: 999;
    height: 100% !important;
    margin-top: 0 !important;
    padding: 0.5rem 0.74rem 0.6rem !important;

    .info {
        height: 81%;
        overflow-x: hidden;
        overflow-y: scroll;
        margin-top: 0.4rem;
    }

    p {
        font-size: 0.26rem;
        color: #666666;
        line-height: 0.4rem;
    }

    .title-item {
        background-color: #fff;
        text-align: center;
        position: relative;
        font-size: 0.36rem;
        color: #333;
        font-weight: 700;
        margin-bottom: 0.2rem;

        .arrowIco {
            position: absolute;
            left: 36px;
            top: 50%;
            transform: translateY(-50%);
        }

        .titleTxt {
            color: #13252e;
            font-size: 36px;
        }
    }

    .title {
        color: #13252e;
        font-size: 36px;
        padding: 0.3rem 0;
    }

    .content {
        margin: 30px;
        font-size: 26px;
        line-height: 40px;

        .serviceProtocol {
            font-size: 36px;
            color: #333333;
            font-weight: 600;
            line-height: 50px;
            text-align: center;
            margin-bottom: 20px;
        }

        .serviceContent {
            text-indent: 72px;
        }

        .smallTitle {
            font-size: 26px;
            text-align: left;
            font-weight: 600;
            color: #333333;
            line-height: 40px;
        }

        .secondTitle {
            font-size: 26px;
            font-weight: 600;
            text-align: left;
            color: #333333;
            line-height: 40px;
        }

        .company {
            font-size: 26px;
            font-weight: 600;
            text-align: right;
        }

        .serviceTime {
            font-size: 26px;
            font-weight: 600;
            text-align: right;
            margin-right: 104px;
        }

        .whiteBlock {
            width: 100%;
            height: 100px;
        }

        .checkProtocol {
            position: fixed;
            width: 700px;
            bottom: 0;
            left: 50%;
            transform: translateX(-50%);
        }
    }
}

.md-button.block {
    margin: 0.3rem auto;
}
</style>
