<template>
    <div  :class="changeClass?'hbSign':'bcmSign'">
        <div ref="info" class="info" @scroll="onscroll">
             <!-- 用户授权协议 -->
            <div id="idFlag1">
              <div id="a1" class="title-item">
                <span class="titleTxt">用户授权协议</span>
              </div>
              <div class="content">
                  <div style="text-indent: 2em; margin-bottom: 1rem">
                    <template >
                      <p>
                        《用户授权协议》（以下简称“本协议”）是中移电子商务有限公司（以下简称“和包”或“我们”）与用户（以下简称“您”）所订立的有效合同。请您先仔细阅读本协议内容，
                          <strong>尤其是字体加粗部分。如您对本协议内容或页面提示信息有疑问，请勿进行下一步操作。</strong>
                          您可通过10086转和包二线客服进行咨询，以便我们为您解释和说明。
                          <strong>如您通过页面点击或我们认可的其他方式确认本协议即表示您已同意本协议。</strong>
                      </p>
                      <p>
                        1、为了便于您使用江苏移动（以下简称“第三方”）的掌厅钱包服务，您同意我们将您的和包余额、和包券余额、银行卡号、银行卡种、卡银行编码、信息传递给第三方。<strong>您的信息将通过加密通道传递。</strong>我们会要求第三方严格遵守相关法律法规与监管要求，依法使用您的信息，并应对您的信息保密。<strong> 点击授权之后，授权关系长期有效，直至您主动解除。</strong>
                      </p>
                      <p>
                        <strong>
                            2、请您理解，除非页面另行提示，上述第三方服务由该第三方独立运营并独立承担全部责任。在授权我们向第三方提供您的信息之前，建议您仔细查看第三方的隐私权政策或相关协议约定，了解信息用途以及第三方的基本情况与数据安全能力，作出您认为适当的选择。因第三方服务或其使用您的信息而产生的纠纷，或第三方服务违反相关法律法规或协议约定，或您在使用第三方服务过程中遭受损失的，请您和第三方协商解决。
                        </strong>
                      </p>
                      <p>
                        <strong>
                            如我们对本协议进行变更，我们会以公告、客户端通知、短信或弹窗等方式（统称“通知”）就协议的更新向您进行告知，更新内容将在前述通知指定日期开始生效。若您不同意更新后的条款内容，您有权停止使用相关服务；双方协商一致的，也可另行变更相关服务和对应条款内容。
                        </strong>
                      </p>
                      <p>
                        <strong>
                            4、本协议未约定事宜，均以和包网站公布的《和包业务用户服务协议 》及相关规则为补充；本协议与《和包业务用户服务协议》及相关规则不一致的地方，以本协议为准。
                        </strong>
                      </p>
                      <p>
                        5、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。因本协议产生的争议，均应依照中华人民共和国法律予以处理，并<strong>由被告住所地人民法院管辖。</strong>
                      </p>
                    </template>
                  </div>
              </div>
            </div>
            <!-- 和包隐私权政策 -->
            <div id="idFlag2">
               <div id="a2" class="title-item">
               <span  class="titleTxt">和包隐私权政策</span>
                </div>
                <div class="content">
                    <div style="text-indent: 2em; margin-bottom: 1rem">
                      <template>
                        <p>
                        中移电子商务有限公司（以下或称“我们”）尊重并保护您的隐私，我们将严格遵守现行法律法规及监管规定，为您提供更加安全、可靠的服务。我们准备了<a href='https://p.10086.cn/waph5/single/getProtocol?typeId=5'>《和包隐私权政策摘要》</a>方便您阅读。相关信息仍以完整版的《和包隐私权政策》为准。
                        </p>
                        <p>
                          <strong>概述</strong>
                        </p>
                        <p>
                          <strong>本政策将帮助您了解以下内容：</strong>
                        </p>
                        <p>
                          <strong>一、我们如何收集个人信息</strong>
                        </p>
                        <p>
                          <strong>二、我们如何使用Cookie、Beacon、Proxy等技术</strong>
                        </p>
                        <p>
                          <strong>三、我们如何存储和保护个人信息</strong>
                        </p>
                        <p>
                          <strong>四、我们如何使用个人信息</strong>
                        </p>
                        <p>
                          <strong>五、我们如何对外提供个人信息</strong>
                        </p>
                        <p>
                          <strong>六、您如何实现您的个人信息权利</strong>
                        </p>
                        <p>
                          <strong>七、对第三方责任的声明</strong>
                        </p>
                        <p>
                          <strong>八、我们如何保护未成年人的信息</strong>
                        </p>
                        <p>
                          <strong>九、本政策的适用及更新</strong>
                        </p>
                        <p>
                          <strong>十、本政策中关键词说明</strong>
                        </p>
                        <p>
                          根据《常见类型移动互联网应用程序必要个人信息范围规定》，本APP属于网络支付类，基本功能服务为“网络支付、提现、转账等功能”，必要个人信息为：注册用户移动电话号码、注册用户姓名、证件类型和号码、证件有效期限、银行卡号码。 您使用我们的服务时，我们将按照和包隐私政策（以下简称“本政策”）收集、存储、使用、传输及对外提供您的个人信息。同时，我们会通过本政策向您说明，我们如何为您提供访问、更新、管理和保护您的信息的服务。<strong>本政策与您使用我们的服务密切相关，请您务必先仔细阅读和理解本政策，特别是与您的权益存在或可能存在重大关系的条款（我们已采用粗体字予以提示），确定是否接受我们提供的服务并进行下一步操作。</strong>
                        </p>
                        <p>
                          为了遵守国家法律法规及监管规定（例如：进行实名制管理、履行反洗钱职责、采取风险防范措施），也为了向您提供服务及提升服务质量，我们需要收集、存储、使用、传输及对外提供您的个人信息。我们将按照本政策约定处理您的个人信息，以便您享受优质、便捷的服务，同时更好地保护您的账户及资金安全。
                        </p>
                        <p>
                          <strong>
                            一、我们如何收集个人信息
                          </strong>
                        </p>
                        <p>在您使用和包服务的过程中，在以下情形中我们需要收集您的一些信息，用以向您提供服务、提升我们的服务质量、保障您的账户和资金安全以及符合国家法律法规及监管规定：</p>
                        <p>
                          <strong>（一）依据法律法规及监管规定履行反洗钱义务及进行实名制管理</strong>
                        </p>
                        <p>1、当您注册和包账户或使用和包服务时，我们会收集您的<strong>姓名、住址、头像、有效身份证件信息、电子邮箱、职业、手机号码、手机号码销号信息，此类信息属于敏感信息</strong>，收集此类信息是为了满足相关法律法规的网络实名制要求。如您不提供前述信息，可能无法注册和包账户或无法使用和包服务。根据相关法律法规的规定，您需通过身份基本信息多重交叉验证后方可提升账户余额付款交易累计额度或使用账户余额购买投资理财等金融类产品。身份基本信息外部验证渠道包括政府部门数据库、商业银行信息系统及商业化数据库。其中，如果您选择通过商业银行信息系统验证身份基本信息的，则需要提供您的<strong>Ⅰ类银行账户或信用卡信息及银行预留手机号，</strong>以便完成验证。如您不提供前述信息，可能无法使用需要通过多重交叉验证后方可使用的部分服务，但不影响您使用我们提供的其他服务；</p>
                        <p>为了遵守国家法律法规及监管规定（例如：进行实名制管理、履行反洗钱职责、采取风险防范措施），也为了向您提供服务及提升服务质量，我们需要收集、存储、使用、传输及对外提供您的个人信息。我们将按照本政策约定处理您的个人信息，以便您享受优质、便捷的服务，同时更好地保护您的账户及资金安全。</p>
                        <p>一、我们如何收集个人信息</p>
                        <p>在您使用和包服务的过程中，在以下情形中我们需要收集您的一些信息，用以向您提供服务、提升我们的服务质量、保障您的账户和资金安全以及符合国家法律法规及监管规定：</p>
                        <p>（一）依据法律法规及监管规定履行反洗钱义务及进行实名制管理</p>
                        <p>1、当您注册和包账户或使用和包服务时，我们会收集您的<strong>姓名、住址、头像、有效身份证件信息、电子邮箱、职业、手机号码、手机号码销号信息，此类信息属于敏感信息</strong>，收集此类信息是为了满足相关法律法规的网络实名制要求。如您不提供前述信息，可能无法注册和包账户或无法使用和包服务。根据相关法律法规的规定，您需通过身份基本信息多重交叉验证后方可提升账户余额付款交易累计额度或使用账户余额购买投资理财等金融类产品。身份基本信息外部验证渠道包括政府部门数据库、商业银行信息系统及商业化数据库。其中，如果您选择通过商业银行信息系统验证身份基本信息的，则需要提供您的<strong>Ⅰ类银行账户或信用卡信息及银行预留手机号，</strong>以便完成验证。如您不提供前述信息，可能无法使用需要通过多重交叉验证后方可使用的部分服务，但不影响您使用我们提供的其他服务；</p>
                        <p>2、我们需根据《支付机构反洗钱和反恐怖融资管理办法》等反洗钱相关法律法规及监管要求，提示您适时提供<strong>有效身份证件的彩色影印件或照片</strong>以供我们核对并留存；如您不提供前述彩色影印件或照片，可能无法使用与监管要求相关的部分服务，但不影响您使用我们提供的其他服务。</p>
                        <p><strong>（二）支付服务</strong></p>
                        <p><strong>1、余额支付</strong></p>
                        <p>为了您能使用和包账户余额支付服务进行消费、转账以及购买投资理财等金融保险类产品（以和包账户类型支持为准），我们需要记录您的<strong>支付账户余额信息以及交易信息。</strong>如您不同意我们记录前述信息，可能无法使用余额支付服务，但不影响您使用我们提供的其他服务。</p>
                        <p><strong>2、快捷支付</strong></p>
                        <p>为了您能在和包账户绑定您的银行卡（包括信用卡），使用快捷支付服务，实现使用银行卡对和包账户余额的充值、提现以及基于银行卡的消费、转账及购买投资理财等金融保险类产品，您需提供您的<strong>银行卡卡号、身份证号码、银行预留手机号、手机动态验证码。</strong>我们会将前述信息传递至发卡银行进行验证。在您使用快捷支付服务时，我们需要记录您的<strong>交易信息</strong>。如您不提供前述信息，可能无法使用快捷支付服务，但不影响您使用我们提供的其他服务。</p>
                        <p><strong>3、转账</strong></p>
                        <p>为了准确执行您的支付指令，在您向他人转账时，您需按照支付页面提示输入<strong>收款人账户、收款人部分姓名、转账金额；</strong>如转到他人银行卡的，您还需输入<strong>收款人姓名、卡号、开户银行。</strong>如您不提供上述信息，转账可能无法进行，但不影响您使用我们提供的其他服务。</p>
                        <p><strong>4、消费</strong></p>
                        <p>当您向商家付款时，按照法律法规及监管规定，我们需要对商家进行管理（例如：识别、防止其套现或欺诈），同时也为了向您提供账单查询管理功能，我们将直接收集或向商家收集您的<strong>交易信息，包括交易金额、交易对象、交易商品、交易时间、配送信息（如有）</strong>。如您不同意提供前述信息，则可能无法完成交易，但不影响您使用我们提供的其他服务。</p>
                        <p><strong>5、和包红包</strong></p>
                        <p>在您向他人发送和包红包时，您可以按照页面提示输入<strong>红包金额、红包个数及发送对象</strong>；如您不提供前述信息，红包可能无法发送，但不影响您使用我们提供的其他服务；同时，您还可以选择不同的<strong>红包主题</strong>和/或<strong>填写祝福语</strong>。如您不提供前述信息，不影响您发送红包。</p>
                        <p><strong>6、信用卡还款</strong></p>
                        <p>当您使用信用卡还款服务时，您需要提供您要还款的<strong>信用卡卡号、发卡银行、姓名、还款金额。</strong>如您不提供前述信息，可能无法使用信用卡还款服务，但不影响您使用我们提供的其他服务。</p>
                        <p><strong>7、账单查询</strong></p>
                        <p>您可以在账单页面查看您的账单详情（即：您的支付账户交易信息）。</p>
                        <p><strong>（三）身份验证</strong></p>
                        <p>1、为了保障您的账户和资金安全，在您进行一些重要的账户操作时，我们需要验证您的身份，为此您可能需向我们提供<strong>身份证件影印件、手持身份证照片、交易凭证</strong>及其他在具体业务开展过程中基于您的同意而收集的可识别您身份的证明资料。如您不同意提供前述信息，您将无法完成特定操作，但不影响您使用我们提供的其他服务；</p>
                        <p>2、您在使用和包账户进行交易时，我们需要对您的身份进行验证，以确保您的账户与资金安全。我们可能会向您提供多种身份验证方式，您可以选择使用您的<strong>静态密码、数字证书、电子签名、一次性密码或生物特征信息</strong>完成验证；当安全风险等级提高时，我们可能会提示您进行再次验证。如您不同意提供前述信息，则可能无法完成交易，但不影响您使用我们提供的其他服务。</p>
                        <p>3、为了让您更安全、便捷地使用支付服务，如您的设备与和包APP版本均支持指纹或面容功能，您可选择开通指纹支付或面容支付服务。您需在您的设备上录入您的指纹或面容信息，在您进行指纹支付或面容支付时，您需在您的设备上完成指纹或面容验证。我们<strong>仅接收验证结果，并不收集您的指纹或面容信息。</strong>具体请详见<a href='https://p.10086.cn/waph5/single/getProtocol?typeId=1'>《生物识别相关协议》</a>。<strong>该信息属于敏感信息</strong>，拒绝提供该信息仅会使您无法使用指纹支付或面容支付功能，但不影响您通过其他方式进行支付。</p>
                        <p><strong>（四）风险防范</strong></p>
                        <p>为了提高您使用我们服务的安全性，防止您的资金、个人信息被不法分子获取，我们需要记录您使用的和包服务类别、方式及相关操作信息，主要包括：<strong>设备型号、IP地址、设备软件版本信息、设备识别码、设备标识符、所在位置、网络使用习惯以及其他与和包服务相关的日志信息</strong>。您同意并授权我们向本人手机号码所属的通信运营商查询、核实本人的位置归属，同时同意通信运营商将上述信息反馈给我们使用，用于识别涉赌、涉诈及洗钱等风险交易及其他风险场景。此类信息是为了提供安全服务必须收集的基础信息，如您不同意提供前述信息，可能无法完成风控验证。</p>
                        <p><strong>（五）客户服务</strong></p>
                        <p>为提升您的服务体验及改进服务质量，或者为您推荐更优质或更适合的服务：1、您可以授权提供您的<strong>位置信息</strong>，以便您享受基于地点位置的相关服务应用。如您不提供上述信息，不影响您使用我们提供的其他服务。2、我们会收集您使用和包服务时的<strong>搜索记录、您与客户服务团队联系时提供的信息及您参与问卷调查时向我们发送的信息。</strong>同时，为了保障服务质量，<strong>我们可能需要对客服电话内容进行录音</strong>；在录音开始前我们会向您进行必要的提示，充分保障您的知情权和选择权。<strong>前述信息属于您的个人敏感信息</strong>，如您不提供上述信息，不影响您使用我们提供的其他服务。</p>
                        <p><strong>（六）根据相关法律法规及国家标准，在以下情形中，我们可能会依法收集并使用您的个人信息无需征得您的同意：</strong></p>
                        <p><strong>1、为订立、履行您作为一方当事人的合同所必需；</strong></p>
                        <p><strong>2、为履行法定职责或者法定义务所必需；</strong></p>
                        <p><strong>3、为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；</strong></p>
                        <p><strong>4、为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理您的个人信息；</strong></p>
                        <p><strong>5、依照法律规定在合理的范围内处理您自行公开或者其他已经合法公开的个人信息；</strong></p>
                        <p><strong>6、法律、行政法规规定的其他情形。</strong></p>
                        <p><strong>（七）其他</strong></p>
                        <p>1、您可以点击<a href='https://p.10086.cn/waph5/single/getProtocol?typeId=2'>《个人信息收集/设备权限申请列表及第三方SDK目录》</a>查看我们现行提供的其他服务所收集的您的个人信息。</p>
                        <p><strong>2、请您理解，我们向您提供的服务是不断更新和发展的。如您选择使用了前述说明当中尚未涵盖的其他服务，基于该服务我们需要收集您的信息的，我们会通过页面提示、交互流程、协议约定的方式另行向您说明信息收集的范围与目的，并征得您的同意。我们会按照本政策以及相应的用户协议约定使用、存储、传输、对外提供及保护您的信息；如您选择不提供前述信息，您可能无法使用某项或某部分服务，但不影响您使用我们提供的其他服务。此外，第三方主体可能会通过和包APP或和包网站向您提供服务。当您进入第三方主体运营的服务页面时，请注意相关服务由第三方主体向您提供。涉及到第三方主体向您收集个人信息的，建议您仔细查看第三方主体的隐私政策或协议约定。</strong></p>
                        <p><strong>二、我们如何使用Cookie、Beacon、Proxy等技术</strong></p>
                        <p>为使您获得更轻松的访问体验，您访问和包网站或使用和包提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做可帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全状态。这些数据文件可能是Cookie，Flash Cookie，您的浏览器或关联应用程序提供的其他本地存储（以下简称“Cookie”）。<strong>请您理解，我们的某些服务只能通过使用Cookie才可得到实现。如您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝和包的Cookie。多数浏览器工具条中的“帮助”部分会告诉您怎样防止您的浏览器接受新的Cookie，怎样让您的浏览器在您收到一条新Cookie时通知您或者怎样彻底关闭Cookie。此外，您可以通过改变浏览器附加程序的设置，或通过访问提供商的网页，来关闭或删除浏览器附加程序使用的Flash Cookie或类似数据。但这一举动在某些情况下可能会影响您安全访问和包网站和使用和包提供的服务。我们网站上还可能包含一些电子图像（以下简称“单像素GIF文件”或“网络Beacon”），使用网络Beacon可以帮助网站计算浏览网页的用户或访问某些Cookie，我们会通过网络Beacon收集您浏览网页活动的信息</strong>（您访问的页面地址、您先前访问的援引页面的位置、您的浏览环境以及显示设定）。<strong>如您通过我们的网站或和包APP，使用了由第三方而非和包提供的服务时，为尽力确保您的账号安全，使您获得更安全的访问体验，我们可能会使用专用的网络协议及代理技术（以下简称“专用网络通道”或“网络代理”）。使用专用网络通道，可以帮助您识别到我们已知的高风险站点，减少由此引起的钓鱼、账号泄露等风险，同时更有利于保障您和第三方的共同权益，阻止不法分子篡改您和您希望访问的第三方之间正常服务内容，例如：不安全路由器、非法基站等引起的广告注入、非法内容篡改等。在此过程中，我们也可能会获得和保存关于您设备的IP地址、硬件ID以及您访问的页面位置。</strong></p>
                        <p><strong>三、我们如何存储和保护个人信息</strong></p>
                        <p>1、我们仅在中华人民共和国境内收集个人信息，不会收集存储任何境外个人信息，我们收集的个人信息将存储在中华人民共和国境内。<strong>我们仅在本政策所述目的所必需期间和法律法规及监管规定的时限内保存您的个人信息。我们将会按照《支付机构反洗钱和反恐怖融资管理办法》等法律法规规定的期限保存您的个人信息。</strong></p>
                        <p>2、我们承诺我们将使信息安全保护达到业界领先的安全水平。为保障您的信息安全，我们致力于使用各种安全技术及配套的管理体系来尽量降低您的信息被泄露、丢失、毁损、误用、非授权访问、非授权披露和篡改的风险。例如：通过网络安全层软件（SSL）进行加密传输、信息加密存储、去标识化、严格限制数据中心的访问、使用专用网络通道及网络代理。同时我们设立了个人信息保护责任部门，建立了相关内控制度，实行分类管理，对可能接触到您的信息的工作人员采取最小够用授权原则，合理确定操作权限；对工作人员处理您的信息的行为进行系统监控，不断对工作人员培训相关法律法规及隐私安全准则和安全意识强化宣导，并每年组织全体工作人员参加安全考试；制定并组织实施个人信息安全事件应急预案。另外，我们每年还会聘请外部独立第三方对我们的信息安全管理体系进行评估，定期对我们处理个人信息遵守法律、行政法规的情况进行合规审计。</p>
                        <p>3、在发生或者可能发生个人信息泄露、篡改、丢失的安全事件时，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况（包括发生或者可能发生个人信息泄露、篡改、丢失的信息种类、原因）和可能造成的危害、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施、我们的联系方式等。我们将及时将事件相关情况以APP推送通知、发送电子邮件/手机短信等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。若您的合法权益受损，我们将承担相应的法律责任。</p>
                        <p><strong>4、请您务必妥善保管好您的和包登录名及其他身份要素。您在使用和包服务时，我们会通过您的登录名及其他身份要素来识别您的身份。一旦您泄漏了前述信息，您可能会蒙受损失，并可能产生对您不利的法律后果。如您发现和包登录名及/或其他身份要素可能或已经泄露时，请您立即和我们取得联系，以便我们及时采取相应措施以避免或降低相关损失。</strong></p>
                        <p>5、在您终止使用和包服务后，我们会停止对您的信息的收集和使用，法律法规或监管部门另有规定的除外。如我们停止运营，我们将及时停止收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对所持有的您的个人信息进行删除或匿名化处理。</p>
                        <p><strong>四、我们如何使用个人信息</strong></p>
                        <p>1、为了遵守国家法律法规及监管要求，以及向您提供服务及提升服务质量，或保障您的账户和资金安全，我们会在以下情形中使用您的信息：</p>
                        <p>（1）实现本政策中“我们如何收集个人信息”所述目的；</p>
                        <p>（2）为了保障服务的稳定性与安全性，我们会将您的信息用于身份验证、安全防范、诈骗监测、预防或禁止非法活动、降低风险、存档和备份用途；</p>
                        <p>（3）根据法律法规或监管要求向相关部门进行报告；</p>
                        <p>（4）邀请您参与我们产品或服务有关的客户调研；</p>
                        <p><strong>（5）我们会采取脱敏、去标识化等方式对您的交易信息、浏览信息、关注信息进行综合统计、分析加工，以便为您提供更加准确、个性、流畅及便捷的服务，或帮助我们评估、改善或设计产品、服务及运营活动等。为了提升用户服务体验，为用户推荐更为优质或适合的服务，我们可能根据前述信息向您提供营销活动通知、商业性电子信息或您可能感兴趣的广告，如您不希望接收此类信息，您可通过和包APP“我的 → 设置 →消息推送设置 →通知管理”页面退订消息。</strong></p>
                        <p><strong>2、当我们要将信息用于本政策未载明的其他用途时，会按照法律法规及国家标准的要求以确认协议、具体场景下的确认动作等形式再次征求您的同意。</strong></p>
                        <p>五、我们如何对外提供个人信息</p>
                        <p>1、共享</p>
                        <p><strong>（一）业务共享</strong></p>
                        <p>我们承诺对您的信息进行保密。<strong>除法律法规及监管部门另有规定外，我们仅在以下情形中与第三方共享您的信息，第三方包括我们的关联公司、合作金融机构以及其他合作伙伴。</strong>我们将尽商业上合理的努力评估该第三方收集信息的合法性、正当性、必要性。在将信息提供给第三方前，我们将向您告知接收方的名称或者姓名、联系方式、处理目的、处理方式和个人信息的种类，并取得您的单独同意。我们会与第三方签订相关法律文件并要求第三方处理您的个人信息时遵守法律法规，要求第三方对您的信息采取保护措施。<strong>如接收方变更个人信息使用目的、处理方式的，我们将要求该接收方重新取得您的同意。</strong></p>
                        <p><strong>（1）为了您使用某些服务或产品功能，我们需要第三方协助或者与第三方的产品合作提供服务，</strong>只有将必要的信息提供给第三方时，才能向您提供相应的服务；</p>
                        <p>（2）为了让您完成交易、实现交易目的，我们需要向您的交易相对方提供<strong>交易号与相关支付信息</strong>，同时您的交易相对方可在付款过程中或付款成功后查看您的<strong>部分注册信息，以便第三方确认收款信息是否正确。如您不同意我们提供该等信息，您可能无法使用特定支付服务</strong>；</p>
                        <p><strong>（3）某些产品或服务可能由第三方提供，为了向您提供服务所必需的情况下，我们也可能会与第三方共享您的一些必要信息</strong>。如您不同意提供该等信息，您可能无法使用第三方提供的服务；</p>
                        <p>（4）如您选择参与我们和第三方联合开展的抽奖、竞赛或类似推广活动，我们可能与其共享活动过程中产生的、为完成活动所必要的信息，以便第三方能及时向您发放奖品或为您提供服务，<strong>我们会依据法律法规或国家标准的要求，在活动规则页面或通过其他途径向您明确告知需要向第三方提供何种个人信息；</strong></p>
                        <p><strong>（5）事先获得您明确同意的情况下，</strong>我们会在法律法规允许且不违背公序良俗的范围内，依据您的授权范围与第三方共享您的信息。</p>
                        <p><strong>（二）其他用户查询</strong></p>
                        <p>为了确保转账目标对象的准确性，避免因输错账号导致资金损失，他人可通过搜索您的<strong>手机号</strong>搜索到您，并看到您账户对应<strong>脱敏后的姓名，</strong>以便向您转账。</p>
                        <p><strong>（三）第三方登录</strong></p>
                        <p><strong>当您使用和包账户登录第三方网站或APP时，请您务必仔细阅读第三方的用户服务协议或隐私政策，我们会依据您与第三方的约定，在您的授权范围内将您的部分信息提供给第三方。</strong></p>
                        <p><strong>（四）投诉处理</strong></p>
                        <p>当您投诉他人或被他人投诉时，为了保护您及他人的合法权益，维护绿色购物环境，我们可能会将您的<strong>姓名及有效证件号码、联系方式、投诉相关内容</strong>提供给消费者权益保护部门及监管机关，以便及时解决投诉纠纷，但法律法规明确禁止提供的除外。</p>
                        <p><strong>2、转让</strong></p>
                        <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
                        <p><strong>（1）事先获得您的明确同意；</strong></p>
                        <p><strong>（2）根据法律法规或强制性的行政或司法要求；</strong></p>
                        <p><strong>（3）在涉及资产转让、收购、合并、分立、重组、解散或破产清算时，如涉及到个人信息转移，我们会向您告知接收方的名称或者姓名和联系方式，并要求接收方继续受本政策的约束。如接收方变更个人信息使用目的、处理方式的，我们将要求该接收方重新取得您的同意。</strong></p>
                        <p><strong>3、公开披露</strong></p>
                        <p>除在公布中奖活动名单时会<strong>脱敏展示中奖者手机号</strong>外，原则上我们不会将您的信息进行公开披露。如确需公开披露时，我们会向您告知公开披露的目的、披露信息的类型及可能涉及的敏感信息，并征得您的明确同意。</p>
                        <p><strong>4、委托处理</strong></p>
                        <p><strong>为了提升信息处理效率，降低信息处理成本，或提高信息处理准确性，我们可能会委托有能力的我们的关联公司或其他专业机构代表我们来处理用户信息，但我们会通过书面协议约定</strong>委托处理的目的、期限、处理方式、个人信息的种类、保护措施以及双方的权利和义务，并对受托人的个人信息处理活动进行监督，我们也可能通过<strong>现场审计等方式要求受托公司遵守严格的保密义务及采取有效的保密措施，禁止其将这些信息用于未经您授权的用途。在委托关系解除时，我们会要求受托人返还个人信息或者予以删除，不得保留。我们承诺对此负责。</strong></p>
                        <p><strong>5、根据相关法律法规，在以下情形中，我们可能会依法处理您的个人信息无需征得您的同意：</strong></p>
                        <p><strong>1、为订立、履行您作为一方当事人的合同所必需；</strong></p>
                        <p><strong>2、为履行法定职责或者法定义务所必需；</strong></p>
                        <p><strong>3、为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；</strong></p>
                        <p><strong>4、为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理您的个人信息；</strong></p>
                        <p><strong>5、依照法律规定在合理的范围内处理您自行公开或者其他已经合法公开的个人信息；</strong></p>
                        <p><strong>6、法律、行政法规规定的其他情形。</strong></p>
                        <p><strong>六、您如何实现您的个人信息权利</strong></p>
                        <p>在您使用和包服务期间，为了您可以更加便捷地访问和管理您的个人信息，同时保障您注销账户的权利，我们在产品设计中为您提供了相应的操作设置，您可以参考下面的指引进行操作。</p>
                        <p><strong>1、管理您的个人信息</strong></p>
                        <p>您有权查阅、复制您的个人信息。您可通过和包官方网站登录和包账户，在“账户管理”和“我的账户 → 个人信息”中，以及从和包APP登录，在“我的 → 头像、卡包、账单等相关入口”中：</p>
                        <p>（1）查阅您的身份信息、账单信息、账户信息以及绑定的银行卡信息。为了您的个人信息安全，您的身份证号码和银行账户会进行脱敏展示；</p>
                        <p>（2）如发现您的个人信息不准确或者不完整，您可以根据页面提示自助修改和补充您的信息，您也可以联系我们的客服电话10086转和包二线客服要求更正和补充。<strong>出于安全性和身份识别的考虑或根据法律法规及监管规定，您需通过验证方可修改您已认证的姓名或已绑定的手机号码；</strong></p>
                        <p><strong>（3）您可删除您的某笔账单信息或管理绑定的银行卡。</strong></p>
                        <p><strong>2、管理您的授权范围</strong></p>
                        <p>如您想改变授权范围或取消授权，<strong>您可通过手机权限设置及和包APP“我的 → 设置 →授权管理”修改授权范围或取消授权</strong>，例如：您可通过和包APP“我的 → 设置 → 授权管理”取消向第三方共享信息的授权。当您取消信息收集的授权后，我们将不再收集该信息；在您取消向第三方共享信息的授权后，我们将不再在该业务场景下向该第三方提供信息。您有权决定我们是否继续对您的个人信息进行处理以向您提供特定的业务功能，您可以拨打我们的客服电话【10086转和包二线客服】申请停止授权，请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们可能无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</p>
                        <p><strong>您还可以通过和包官网、客服渠道、移动营业厅渠道等路径选择注销和包账户，撤回我们继续收集您个人信息的全部授权。</strong>您撤回全部授权后，我们将不再收集、使用或共享与该账户相关的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</p>
                        <p><strong>3、您可通过如下路径注销和包账户：</strong></p>
                        <p><strong>（1）网站渠道：</strong>您如需通过网站方式销户，您先打开和包官网，登录账户后点右上角“客户服务”—右上角“自助服务”—安全服务下的“安全管理”—“账户销户管理”点击“去销户”；也可以点击以下网址进行操作：<a href='https://www.cmpay.com/user/service/secureCenter_calact.xhtml'>https://www.cmpay.com/user/service/secureCenter_calact.xhtml</a>。</p>
                        <p><strong>（2）客服渠道：</strong>您可拨打客服电话10086转和包二线客服办理，验证完信息符合销户条件，正常情况下实时销户，销户时效不超过15个工作日。</p>
                        <p><strong>（3）营业厅渠道：</strong>您可本人携带有效身份证件原件及手机（含卡）到营业厅办理，验证完信息符合销户条件，正常情况下实时销户，销户时效不超过15个工作日。</p>
                        <p><strong>（4）短信渠道：</strong>您可通过编辑短信XH发送至10658888进行销户。</p>
                        <p>当您符合约定的账户注销条件并注销某和包账户后，您该账户内的所有信息将被清空，我们将不会再收集、使用或对外提供与该账户相关的个人信息，<strong>但您在使用和包服务期间提供或产生的信息我们仍需按照监管要求的时间进行保存，且在该依法保存的时间内有权机关仍有权依法查询。</strong></p>
                        <p>4、在以下情形中，<strong>您可以拨打客服热线10086转和包二线客服向我们提出删除个人信息的请求，当然我们也会主动删除您的个人信息：</strong></p>
                        <p>（1）如果我们的处理目的已实现、无法实现或者为实现处理目的不再必要；</p>
                        <p>（2）如果我们停止提供产品或者服务，或者保存期限已届满；</p>
                        <p>（3）如果您撤回同意</p>
                        <p>（4）如果我们违反法律、行政法规或者违反约定处理个人信息；</p>
                        <p>（5）法律、行政法规规定的其他情形。</p>
                        <p>我们将依法响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的主体，并要求其及时删除（除非法律法规另有规定，或这些主体已独立获得您的授权）。</p>
                        <p>若法律、行政法规规定的保存期限未届满，或者删除个人信息从技术上难以实现的，我们将停止除存储和采取必要的安全保护措施之外的处理。</p>
                        <p>5、除非已故用户生前另有安排，我们将保障已故用户的近亲属为了自身的合法、正当利益对已故用户的相关个人信息进行查阅、复制、更正、删除的权利。</p>
                        <p><strong>6、个人信息主体获取个人信息副本</strong></p>
                        <p>您有权获取您的个人信息副本，如果您需要获取我们收集的您的个人信息副本，您可拨打客服电话10086转和包二线客服与我们取得联系进行申请，在符合相关法律法规且技术可行的前提下，我们将向您提供相关副本。</p>
                        <p><strong>7、尽管有上述约定，但按照相关法律法规及国家标准，在以下情形中，我们可能无法响应您的请求：</strong></p>
                        <p><strong>（1）与国家安全、国防安全直接相关的；</strong></p>
                        <p><strong>（2）与公共安全、公共卫生、重大公共利益直接相关的；</strong></p>
                        <p><strong>（3）与犯罪侦查、起诉、审判和执行判决等直接相关的；</strong></p>
                        <p><strong>（4）有充分证据表明您存在主观恶意或滥用权利的；</strong></p>
                        <p><strong>（5）响应您的请求将导致其他个人、组织的合法权益受到严重损害的；</strong></p>
                        <p><strong>（6）涉及商业秘密的；</strong></p>
                        <p><strong>（7）法律、法规规定的其他情形。</strong></p>
                        <p><strong>8、我们设立了个人信息保护专职部门，如您对本政策存在任何疑问，或对于您的个人信息处理存在任何投诉、意见，请通过以下渠道联系我们：</strong></p>
                        <p><strong>（1）客服热线：10086转和包二线客服</strong></p>
                        <p><strong>（2）联系地址：长沙市高新区东方红中路352号</strong></p>
                        <p>为保障您的信息安全，我们需要先验证您的身份和凭证资料。我们已经建立客户投诉管理机制，包括受理、跟踪和处理流程。一般来说，我们将在身份验证通过后的三个工作日内处理完成，特殊情形下最长将在不超过十五天或法律法规规定期限内作出答复。<strong>如您不满意我们的答复，还可以向消费者权益保护部门投诉或向本公司所在地有管辖权法院提起诉讼。</strong></p>
                        <p><strong>七、对第三方责任的声明</strong></p>
                        <p><strong>请您注意，您的交易相对方、您访问的第三方网站经营者、通过我们接入的第三方服务（例如：和包APP中第三方提供的应用）和由和包处接收您的个人信息的第三方可能有自己的隐私权保护政策；当您查看第三方创建的网页或使用第三方开发的应用程序时，这些第三方可能会放置他们自己的Cookie或像素标签，这些Cookie或像素标签不受我们的控制，且它们的使用不受本政策的约束。我们会尽商业上的合理努力去要求这些主体对您的个人信息采取保护措施，请您与他们直接联系以获得关于他们的隐私政策的详细情况。如您发现这些第三方创建的网页或第三方开发的应用程序存在风险时，建议您终止相关操作以保护您的合法权益。</strong></p>
                        <p><strong>八、我们如何保护未成年人的信息</strong></p>
                        <p>1、我们为年满14周岁不满18周岁的未成年人提供服务。我们期望父母或监护人指导未成年人使用我们的服务。我们将根据国家相关法律法规的规定保护未成年人的信息的保密性及安全性。</p>
                        <p><strong>2、如您为未成年人，建议请您的父母或监护人阅读本政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息。</strong>对于经父母或监护人同意而收集您的信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护您的权益所必要的情况下使用或公开披露此信息。<strong>如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。</strong></p>
                        <p>3、如您为未成年人的父母或监护人，当您对您所监护的未成年人的信息处理存在疑问时，请通过上文中的联系方式联系我们。</p>
                        <p><strong>九、本政策的适用及更新</strong></p>
                        <p><strong>和包所有服务均适用本政策，除非相关服务已有独立的隐私政策或相应的用户服务协议当中存在特殊约定。</strong></p>
                        <p><strong>发生下列重大变化情形时，我们会适时对本政策进行更新：</strong></p>
                        <p><strong>1、我们的基本情况发生变化，例如：兼并、分立、收购、重组引起的所有者变更；</strong></p>
                        <p><strong>2、收集、存储、使用个人信息的范围、目的、规则发生变化；</strong></p>
                        <p><strong>3、对外提供个人信息的对象、范围、目的发生变化；</strong></p>
                        <p><strong>4、您访问和管理个人信息的方式发生变化；</strong></p>
                        <p><strong>5、数据安全能力、信息安全风险发生变化；</strong></p>
                        <p><strong>6、用户询问、投诉的渠道和机制，以及外部纠纷解决机构及联络方式发生变化；</strong></p>
                        <p><strong>7、其他可能对您的个人信息权益产生重大影响的变化。</strong></p>
                        <p><strong>由于和包的用户较多，如本政策发生更新，我们将以APP推送通知、发送电子邮件/手机短信或者在和包官方网站发布公告的方式来提示您充分阅读、理解本政策。为了您能及时接收到通知，建议您在联系方式更新时及时通知我们。如您在本政策更新生效后继续使用和包服务，即表示您已充分阅读、理解并接受更新后的政策。</strong></p>
                        <p><strong>您可以在和包官方网站首页查看本政策，也可在和包APP通过“我的→设置→隐私”中查看本政策。我们鼓励您在每次使用和包时都查阅我们的隐私政策。</strong></p>
                        <p><strong>十、本政策中关键词说明</strong></p>
                        <p><strong>1、本政策中的“和包关联公司”指：</strong>中国移动通信集团公司直接或间接控股的公司，以及该上述公司的合法继承人。“关联”是指一方现在或将来控制、受控制或与其出于共同控制下的任何公司、合法机构以及上述公司、合法机构的合法继承人。</p>
                        <p><strong>2、本政策中的“身份要素”是指：和包用于识别您身份的信息要素，包括您的和包账号、密码、短信校验码、电话号码、手机号码、证件号码及生物识别信息。</strong></p>
                        <p><strong>3、本政策中的“个人敏感信息”是指：一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害的个人信息，包括生物识别信息、特定身份信息、医疗健康信息、金融账户信息、行踪轨迹信息。</strong></p>
                      </template>
                    </div>
                </div>
            </div>

             <!-- 移动钱包业务受理协议 -->
             <div id="idFlag3">
                <div id="a3" class="title-item">
                  <span class="titleTxt">移动钱包业务受理协议</span>
                </div>
                <div class="content">
                    <div style="margin-bottom: 1rem">
                    <template >
                          <div class="content">
                    <img style="width: 100%;" alt="" src="@/assets/images/newRights/img_1.png" />
                    <p>
                        受理日期：{{ date.year }}年{{ date.month }}月{{
                            date.day
                        }}日
                    </p>
                    <p>手机号码：{{ mobNo }}</p>
                    <p>客户名称：{{ userName }}</p>
                    <ul>
                        <li>鉴权方式：统一认证+短信验证码</li>
                        <li>受理类型：业务办理</li>
                        <li>
                            受理时间：{{ date.year }}-{{ date.month }}-{{
                                date.day
                            }}
                            {{ date.hour }}:{{ date.minute }}:{{ date.second }}
                        </li>
                        <li>受理渠道：此APP</li>
                        <li>商品名称：移动钱包</li>
                        <li>业务详情：</li>
                    </ul>
                    <div class="text">
                        <div v-html="agreementContent"></div>

                        <div style="width: 100%; height: 2rem; text-align: right">
                            <img
                                alt=""
                                :src="city"
                                style="
                                    width: 2rem;
                                    height: auto;
                                    transform: rotate(-45deg);
                                "
                            />
                        </div>
                        <h4>甲方：{{ userName }}</h4>
                        <h4>
                            乙方：中国移动通信集团江苏有限公司{{ cityName }}分公司
                        </h4>
                        <img style="width: 100%;" alt="" src="@/assets/images/newRights/img.png" />
                    </div>
                </div>
                      </template>
                    </div>
                </div>
             </div>
             <!-- 和包隐私权政策 -->
              <div id="idFlag4">
                <div id="a4" class="title-item">
                    <span  class="titleTxt">和包支付业务用户服务协议</span>
                </div>
                <div class="content">
                    <div style="text-indent: 2em; margin-bottom: 1rem">
                      <template >
                        <p><span style="FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16pxfont-size:16pxfont-size:16pxfont-size:16px"><strong>尊敬的用户：</strong><br>&nbsp;&nbsp;&nbsp;您好！本协议由您与中移电子商务有限公司（一家取得中国人民银行颁发的《支付业务许可证》的支付机构）（以下简称“本公司”）签订。您相关的权利义务将在本协议中进行约定。本公司网站域名为</span><a href="http://www.cmpay.com/" target="_self"><span style="FONT-SIZE: 16px; FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16pxfont-size:16pxcolor:#0066cc">www.cmpay.com</span></a><span style="FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16px"><span style="FONT-SIZE: 16px">。<br></span><span style="FONT-SIZE: 16px"><strong>重要提示：<br>&nbsp;&nbsp;&nbsp;为了保证您更好的享受我们所提供的支付服务，请您认真阅读、充分理解本协议各条款内容，特别是与您的权益具有或可能具有重大关系的条款，及免除或者限制责任的条款（尤其是粗体字部分）。如您对本协议的条款有疑问，请勿进行确认/同意或进行后续操作，您可致电10086转和包支付二线客服进行咨询，以便得到解释和说明。请您知晓，当您通过页面点击或其他方式确认或同意本协议，即表示您已阅读了本协议的内容并同意以数据电文形式订立本协议，自愿受本协议的约束，并承担相应的法律后果。<br>&nbsp;&nbsp;&nbsp;除非您已阅读并接受本协议所有条款，否则您无权使用相关服务。您的使用或登录等行为，即视为您已阅读并同意本协议。<br>若您为14周岁以上不满18周岁的限制民事行为能力人，请您告知您的监护人，并在您的监护人的指导下阅读本协议和使用本服务。若您为14周岁以下的限制民事行为能力人或无民事行为能力人，您应立即终止注册或停止使用本服务。<br>&nbsp;&nbsp; 您所需办理的业务办理手续、使用规则以及收费标准请参见本公司的相关业务说明，该相关业务说明一经发布即为本协议的附件，与本协议具有同等的法律效力。<br>&nbsp;&nbsp; 一、和包支付业务相关定义<br></strong>&nbsp;&nbsp; 如无特别说明，下列用语在本协议中的含义为：<br>&nbsp;&nbsp; 1.1 和包支付业务（以下简称“本服务”），是本公司作为非金融机构面向用户提供的一项综合性支付服务，是受用户委托代用户收付款的资金转移服务。<br>&nbsp;&nbsp; 1.2 和包支付账户：是以您提供的手机号码作为用户标识并通过本公司身份验证后，我们为您开立的支付账户。如您未完成和包支付身份验证，则不能使用本服务。<br>&nbsp;&nbsp; 1.3 身份要素：指本公司用于识别您身份的信息要素，包括但不限于您的用户标识、密码、数字证书、短信校验码、身份证件号码及生物识别信息（如人脸信息、指纹信息等）等信息。<br>&nbsp;&nbsp; 1.4 中国移动相关公司：是指中国移动通信集团公司直接或间接控股的主营通信业务的公司，以及该上述公司的合法继承人。<br>&nbsp;&nbsp; <strong>二、服务内容和服务费用</strong><br>&nbsp;&nbsp; 本公司为您提供和包支付业务服务，即本公司受您委托为您提供代为收取或代为支付款项的服务。通过代为收取款项服务，您可以收到他人向您支付的款项；通过代为支付款项服务，您可以支付款项给您指定的第三方。您向我们发出代为收付款项的指令后，非经法律程序或非依本协议约定，该指令不可撤销。<br>和包支付业务服务具体功能如下：<br>&nbsp;&nbsp; 2.1 消费支付<br>您可以使用本服务向商户购买商品或服务，本公司将根据您或商户的交易指令，从您的和包余额或您绑定的银行账户划扣相应资金到商户账户。<br>&nbsp;&nbsp; 2.2 转账/收款<br>&nbsp;&nbsp; 转账：您可以使用本服务向您指定的收款人转账，本公司将根据您的支付指令，从您的和包余额或您绑定的银行账户扣划相应资金至收款人的和包支付账户或银行账户。<br>&nbsp;&nbsp; 收款：您也可以通过和包支付服务收取他人的转账资金，本公司可将该笔资金转至您的和包余额。您也可以将您和包余额内的资金转移至您绑定的银行账户，本公司也可按照法律规定或本协议约定直接将和包余额内的资金转移至您绑定的银行账户。<br>实现方式：本公司将通过和包APP中的“发红包”、“收付款”、“号码付”等方式实现转账和收款功能，具体以本公司实际为您提供的实现方式为准。<br>&nbsp;&nbsp; 2.3 小额免密支付<br>&nbsp;&nbsp; 为方便您使用小额支付服务，您在相关页面首次开通本功能时，您输入支付密码或完成指纹/面容验证，并向本公司作出授权确认后，本公司有权直接依据您的指令从您的和包余额或银行账户扣划相应资金至商户账户，具体验证流程以实际服务流程提示为准。您再次使用本功能时，在一定额度内，本公司无需再校验您的支付密码、短信校验码等要素，即可将交易资金从您的和包余额或银行账户转移至商户账户。若您要取消对本公司的扣款授权，您应在扣款指令执行前，在和包APP中进行关闭小额免密支付服务，否则，本公司有权直接根据商户的扣款指令进行扣款。您使用本功能时，需遵守《小额免密支付服务协议》。<br>&nbsp;&nbsp; 2.4 代扣<br>&nbsp;&nbsp; 您在相关页面首次开通本功能时，您输入支付密码或完成指纹/面容验证，并向本公司作出授权确认后，本公司有权直接依据商户的指令从您的和包余额或银行账户扣划相应资金至商户账户，具体验证流程以实际服务流程提示为准。您开通本功能后，在您授权范围及额度内，本公司无需再校验您的支付密码、短信校验码等要素，即可将交易资金从您的和包余额或银行账户转移至商户账户。您使用本功能时，需遵守《和包支付代扣服务协议》。<br>&nbsp;&nbsp; 2.5 查询<br>&nbsp;&nbsp; 本公司将记录您使用本服务的交易情况，您可以在和包APP查询交易记录。<br>&nbsp;&nbsp; 2.6 添加/解绑银行卡<br>&nbsp;&nbsp; 您可以在和包APP绑定新的银行账户、银行卡或解绑银行账户、银行卡。您绑定银行卡，需遵守《快捷支付服务协议》。<br>&nbsp;&nbsp; 2.7 修改/重置密码<br>&nbsp;&nbsp; 您可以根据操作页面提示对原有支付密码或和包APP登录密码进行修改/重置。<br>&nbsp;&nbsp; 2.8退款<br>&nbsp;&nbsp; 若您就和包支付交易申请退款的，退款成功后，本公司可直接将款项退还至你绑定的原银行卡或和包余额中。<br>&nbsp;&nbsp;<strong>三、账户注册<br>&nbsp;&nbsp; 3.1 年满14周岁的限制民事行为能力人和完全民事行为能力人方可注册和包支付账户。<br>&nbsp;&nbsp; 3.2 当您注册和包支付账户或使用和包支付服务时，本公司会收集您的姓名、住址、头像、有效身份证件信息、电子邮箱、职业、手机号码，此类信息属于敏感信息，收集此类信息是为了满足相关法律法规的网络实名制要求。如您不提供前述信息，可能无法注册和包账户或无法使用和包支付服务。有关您个人信息的处理及保护，详见<a href="https://www.cmpay.com/info/wap/client/flow/rightsOfprivacy.html" target="_self"><span style="COLOR: ">《和包支付隐私政策》</span></a>。<br></strong>&nbsp;&nbsp; 3.3 您应承诺并保证所提供的信息是您本人的信息且信息资料真实、完整、有效，如有变更，应及时通知本公司并按照本公司要求办理变更手续。通过和包支付业务服务渠道能够更改的个人资料，您可自行通过和包支付业务服务渠道变更。因您提供的个人信息资料不真实、不正确、不完整而导致的风险和责任全部由您本人承担。<br>&nbsp;&nbsp;<strong> 3.4 为了及时有效地验证您的信息，根据法律法规、监管要求及<a href="https://www.cmpay.com/info/wap/client/flow/rightsOfprivacy.html" target="_self"><span style="COLOR: ">《和包支付隐私政策》</span></a>的约定，您同意我们可以在必要范围内与第三方进行信息核对。为了方便您进行信息验证，除了线上方式外，本公司还委托本公司合作机构中国移动通信集团有限公司各省市分公司通过实体渠道网点面对面核验您的个人身份信息，并将您的前述个人实名信息传送至本公司，由本公司为您开立和包支付账户。面对面开立和包支付账户后，如您需要使用和包支付账户服务，您应通过登陆和包APP或官网等渠道补充签署本协议。<br></strong>&nbsp;&nbsp;<strong> 3.5 为了充分保护您的合法权益，您应避免将账户密码设置得过于简单（如连续数字，或重复数字的排列）或将您和包支付账户密码与其他设备、账户密码区别设置。您知悉网络交易存在的风险，在使用服务时，应保持合理的谨慎意识。<br>&nbsp;&nbsp; 3.6 您知悉，和包余额所记录的资金余额不同于您本人的银行存款，不受《存款保险条例》保护，其实质为您委托本公司保管的、所有权归属于您的预付价值。该预付价值对应的货币资金虽然属于您，但不以您本人名义存放在银行，而是以本公司名义存放在银行，并且由本公司向银行发起资金调拨指令。<br>&nbsp;&nbsp; 四、账户使用<br>&nbsp;&nbsp; 4.1 使用您身份要素进行的操作、发出的指令均视为您本人做出，您理解指令一经发出，不可撤销。身份要素是我们识别您的身份的依据，请您务必妥善保管。因您的原因造成您的和包支付账户被冒用、盗用或非法使用，由此导致的风险和损失由您自行承担。<br></strong>&nbsp;&nbsp; 4.2 您理解，本公司并非银行或金融机构，无法提供资金即时到账服务，您认可资金在途流转需要合理时间。<br>&nbsp;&nbsp; 4.3 为了您的交易安全，您在使用和包支付账户服务时，应仔细核实交易对方的身份信息（如交易对方是否具有完全民事行为能力），您应自行承担与此相关的所有风险。<br>&nbsp;&nbsp; 4.4 如您与本公司针对支付交易存在误差，双方应进行核对；如无法达成一致，应以本公司支付服务系统记录的数据为准。<br>&nbsp;&nbsp; 4.5 您与交易对手或其他任何第三方之间因交易可能发生的关于商品或服务质量、数量、交易金额、交货时间等纠纷，应由您与交易对手或第三方协商解决，请您谅解我们无法处理前述纠纷，但本公司会为您维护自身权益提供职责范围内的协助。<br>&nbsp;&nbsp; 4.6 您承诺发起的交易基于真实的交易背景，不得利用本公司提供的服务进行虚假交易。本公司有权了解您使用和包支付业务的真实交易背景及目的，您应如实提供本公司所需的真实、全面、有效、准确的信息；<strong>如果本公司在发现异常交易或有疑义或有违反法律规定或其他不当行为的，本公司有权不经通知先行暂停、中止或终止您名下全部或部分和包支付账户的使用（包括但不限于对这些账户名下的款项和在途交易采取取消交易、暂停结算等限制措施），并拒绝您使用和包支付业务的部分或全部功能。<br>&nbsp;&nbsp; 4.7 您可使用的和包支付账户收付款额度、日累计转账限额和笔数，可能因您使用该服务时所处的地区监管要求、支付场景、银行额度控制、我们的风险控制、身份要素验证等事由而有不同，具体请见和包APP页面提示或公告。<br>&nbsp;&nbsp; 4.8 您认可和包支付账户的使用记录、交易数据等均以本公司的系统记录为准。如您对该等数据存有异议的，可及时向本公司提出，我们会根据您提供的相关证据积极予以核实。<br>&nbsp;&nbsp; 4.9您使用本服务代为支付款项服务时，存在以下情况时会导致扣款不成功：<br>&nbsp;&nbsp; （1）您指定的账户余额不足；<br>&nbsp;&nbsp; （2）您使用的用户标识或账户已被采取止付、有权机关冻结或其他限制使用权限的措施；<br>&nbsp;&nbsp; （3）超出监管部门、本公司或银行规定的付款额度。<br></strong>&nbsp;&nbsp; 4.10 您在接受本公司提供的和包支付业务服务时，应当遵守本协议以及本公司不定期通过短信、本公司网站或和包APP等渠道公布的相关业务规则等要求。<br>&nbsp;<strong>&nbsp; 4.11 您知悉，在您使用本服务时，本公司无需对为您保管、代收或代付款项的货币贬值、汇率损失和利息损失及其他风险担责，且本公司无需向您支付该款项的孳息。<br>&nbsp;&nbsp; 4.12 为保障您对本服务的知情权，您同意并授权本公司在您开通和包支付业务时，免费为您开通139邮箱，用来接收您和包支付业务的月账单和其他服务信息，139邮箱目前不收取月功能费，后续如需收取费用，您可以选择是否继续使用邮箱服务。<br></strong>&nbsp;&nbsp; 4.13 为了向您提供更优质的服务，您同意接收来自本公司的信息，包括但不限于活动信息、交易信息、营销信息等。如您不希望接收此类信息，您可按照提示的方法选择退订。<br>&nbsp;&nbsp;<strong> 4.14 为了满足相关监管规定的要求，也为了您的资金安全，在出现下列情形时，请您积极配合我们核对您的有效身份证件或其他必要文件，留存有效身份证件的彩色照片，且完成相关身份验证和安全验证：<br>&nbsp;&nbsp; （1）您办理充值、收取或支付单笔金额人民币1万元及以上或者外币等值1000美元及以上业务的；<br>&nbsp;&nbsp; （2）您名下全部和包支付账户项下30天内充值、收取及支付总金额累计人民币5万元及以上或外币等值1万美元及以上的；<br>&nbsp;&nbsp; （3）您名下全部和包支付账户余额连续10天人民币5000元及以上或外币等值1000美元及以上的；<br>&nbsp;&nbsp; （4）您使用我们的服务买卖金融产品或服务的；<br>&nbsp;&nbsp; （5）您购买和包支付记名预付卡或办理记名预付卡充值的；<br>&nbsp;&nbsp; （6）您一次性购买不记名预付卡人民币1万元及以上，或通过不记名预付卡为和包支付账户累计充值人民币1万及以上的；<br>&nbsp;&nbsp; （7）您要求变更身份信息或您身份信息已过有效期的；<br>&nbsp;&nbsp; （8）您的交易行为或交易情况出现异常的；<br>&nbsp;&nbsp; （9）您的身份信息或相关资料存在疑点的；<br>&nbsp;&nbsp; （10）存在应核对或留存您身份证件或其他必要文件的其他情形的。<br>&nbsp;&nbsp; 4.15 为了满足相关监管规定的要求，请您按照我们要求的时间提供您的身份信息以完成身份验证，否则您可能无法进行收款、提现、余额支付、购买理财产品等操作，且我们可能对您的账户余额进行止付或注销您的账户。<br>&nbsp;&nbsp; 4.16 发生下列情形之一的，本公司无需进行事先通知即可暂停、中止或终止向您提供和包支付业务服务，同时，本公司有权冻结您名下全部或部分和包支付账户资金，或暂停执行您发送的部分或全部指令。<br>&nbsp;&nbsp; （1）您提供的个人资料不真实，且未能提供合理说明及证明；<br>&nbsp;&nbsp; （2）您违反相关法律、法规、规章及政府规范性文件或本协议约定；<br>&nbsp;&nbsp; （3）中国人民银行、公安、检察院、法院、海关、税务机关等政府机关或相关主管部门向本公司发出要求；<br>&nbsp;&nbsp; （4）您遭到他人投诉，且对方已经提供了一定证据的；<br>&nbsp;&nbsp; （5）本公司认为向您提供本服务存在安全隐患的。<br>&nbsp;&nbsp;&nbsp;4.17 如本公司按照上述规定采取相关措施，则本公司有权通过电话、邮件等您提供的联系方式通知您，但本公司不保证您能够收到或者及时收到上述通知。<br>&nbsp;&nbsp;&nbsp;4.18 本公司按照上述规定采取冻结措施后，如您申请解冻，本公司有权依照自行判断来决定是否允许全部或部分解冻，您应充分理解您的解冻申请并不必然被允许，且为保障您的资金安全，申请解冻时您应当配合本公司核实您的身份。<br>&nbsp;&nbsp;&nbsp;4.19 您在使用本服务时，如果您和包支付账户绑定的手机号码发生了变更，您可自行在和包APP更换绑定的手机号以保证您能够继续正常使用本服务。如果您和包支付账户绑定的手机号码已被注销，该手机号被重新启用后会从您的支付账户解绑，您可自行在客户端的登录页面使用找回账户功能找回您之前使用的和包支付账户。<br></strong>&nbsp;&nbsp;&nbsp;4.20 您不得将和包支付账户用于本协议约定范围以外的其他用途。<strong>您不得买卖、出租、出借、转让或赠与您的和包支付账户，否则造成的任何损失由您自行承担。对经公安机关认定属于出租、出借、出售、购买银行账户或者支付账户的，假冒他人身份或者虚构代理关系开立银行账户或者支付账户的，本公司5年内暂停您名下所有和包支付账户的业务，并不再为您开立新和包支付账户。<br>&nbsp;&nbsp; 4.21 您充分了解并清楚知晓上述条文中出租、出借、出售、购买账户的相关法律责任和惩戒措施，承诺依法依规开立和使用本人账户。<br>&nbsp;&nbsp; 4.22 如您自开立和包支付账户之日起6个月无交易记录，本公司在向您重新核实身份之前，有权暂停为您提供本服务。<br>&nbsp;&nbsp;4.23 经公安机关认定并纳入电信网络新型违法犯罪交易风险事件管理平台“涉案账户”名单的用户，本公司将中止该账户所有业务，并短信通知您。您应在收到本公司短信后3日内按照短信确定方式重新核实身份，如您在3日内未重新核实身份的，本公司将暂停您名下所有和包支付账户业务；您重新核实身份后，可以恢复除涉案账户外的其他和包支付账户业务。对于“涉案账户”名单中经您确认为冒名开立的和包支付账户，您可通过本公司官网（</strong></span></span><a href="http://www.cmpay.com/"><span style="FONT-SIZE: 16px; FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16pxfont-size:16pxcolor:#0066cc"><strong>www.cmpay.com</strong></span></a><span style="FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16pxfont-size:16pxfont-size:16px"><span style="FONT-SIZE: 16px"><strong>）或和包APP公示的其他渠道发起注销申请并确认注销声明后，本公司根据您的注销操作指令注销账户。<br>&nbsp;&nbsp; 4.24 本公司基于自身独立判断、公安机关认定、电信网络新型违法犯罪交易风险事件管理平台判断、第三方举报或投诉等，认为您已经违反任何国家法律、法规（如适用）的规定或本协议任何条款的，本公司有权暂停、中止或终止向您名下全部或部分和包支付账户提供服务。<br>&nbsp;&nbsp; 4.25 本公司发现您的和包支付账户交易异常（包括但不限于您收支与正常交易活动相异或者相关业务模式存在风险等）或有疑义时，有权不经通知先行暂停、中止或终止向您名下全部或部分和包支付账户提供服务。<br></strong>&nbsp;&nbsp; 4.26 若您需对和包支付账户进行挂失，应及时与本公司客服人员联系，并按相关要求进行操作。</span><span style="FONT-SIZE: 16px"><strong>若您发现有第三人冒用或盗用您的和包支付账户及密码，或其他任何未经合法授权以您的名义使用您的和包支付账户之情形，应立即通知本公司，向本公司发起挂失，并按照本公司规定办理相关手续，本公司将采取必要措施予以配合。若您迟延通知，则迟延期间产生的损失，本公司不需承担任何责任。您理解本公司对您的请求采取行动需要合理期限，在采取行动之前，本公司对已执行的指令导致的您的损失不承担任何责任。<br></strong>&nbsp;&nbsp; 4.27 您理解，本服务依赖于系统的准确运行及操作，如出现系统差错、故障、您或本公司不当获利等情形，您同意本公司可以采取更正差错、划扣款项等适当纠正措施。<br>&nbsp;&nbsp; 4.28 您不得利用和包支付业务从事下列任何侵害他人合法权益或违法的行为，若有违反，您应自行承担所有法律责任：<br>&nbsp;&nbsp;&nbsp;（1）反对宪法所确定的基本原则，危害国家安全、泄漏国家秘密、颠覆国家政权、破坏国家统一的；<br>&nbsp;&nbsp; （2）侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权、其他知识产权及其他合法权益；<br>&nbsp;&nbsp; （3）违反依法律或本协议所应负的保密义务；<br>&nbsp;&nbsp; （4）冒用他人名义使用和包支付业务；<br>&nbsp;&nbsp; （5）从事任何不法交易行为，如贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品或其他违禁物等；<br>&nbsp;&nbsp; （6）提供赌博资讯或以任何方式引诱他人参与赌博；<br>&nbsp;&nbsp; （7）涉嫌洗钱、恐怖融资、套现或进行传销活动的；<br>&nbsp;&nbsp; （8）非法使用他人银行账户（包括信用卡账户）或无效银行账号（包括信用卡账户）交易；<br>&nbsp;&nbsp; （9）进行与您或交易对方宣称的内容不符的交易或不真实的交易；<br>&nbsp;&nbsp; （10）从事任何可能侵害和包支付业务系統的行为；<br>&nbsp;&nbsp; （11）其他本公司有正当理由认为不适当的行为。<br>&nbsp;&nbsp; 4.29 基于运行和交易安全的需要，本公司可以暂时停止提供服务、限制本服务部分功能或提供新的功能，在任何功能减少、增加或者变化时，只要您仍然使用本服务，表示您仍然同意本协议或者变更后的协议。<br>&nbsp;&nbsp; </span><span style="FONT-SIZE: 16px"><strong>4.30 本公司享有制定及调整相关服务规则的权利。您了解并同意本公司有权单方修改服务的相关规则，而无须征得您的同意，服务规则应以您使用服务时的本公司相关协议、本公司网站或和包APP上公告、页面提示等内容为准，您同意并遵照服务规则是您使用本服务的前提。<br></strong>&nbsp;&nbsp; 4.31 本公司享有cookie的使用权，cookie的使用可以帮您省去使用本公司的服务而重复填写注册信息和跟踪您的浏览器的状态。<br>&nbsp;&nbsp; 4.32 您不得对本公司的支付服务系统和程序采取反向工程手段进行破解，不得对上述系统和程序（包括但不限于源程序、目标程序、软件文档、运行在本地电脑内存中的数据、客户端至服务器端的数据、服务器数据等）进行复制、修改、编译、整合和篡改，不得修改或增加本公司支付服务系统的原有功能。若您违反本条款，本公司有权冻结、注销您的账户，并保持追究您的法律责任的权利。<br>&nbsp;&nbsp; </span><span style="FONT-SIZE: 16px"><strong> 4.33 您可以通过使用和包支付完成生活缴费、缴话费、金融理财等来获取和包会员成长值（具体内容名称以和包会员服务页面展示为准）。为此您同意本公司在必要范围内收集您和包账户绑卡信息、在和包APP完成交易或使用服务的记录、使用和包支付完成支付或转账的记录。若您无需和包会员成长值相关服务，您可以通过和包会员服务页面进行关闭。<br>&nbsp;&nbsp; </strong></span><span style="FONT-SIZE: 16px"><strong>五、账户注销<br></strong>&nbsp;&nbsp; 5.1 您有权按照本公司规定的销户流程申请注销和包支付账户，您知悉并同意符合以下条件方可完成账户注销：<br>&nbsp;&nbsp; （1）您可以通过本公司官方网站、和包APP、短信渠道自助申请销户，您也可以通过客服渠道、中国移动自营厅人工申请销户。<br>&nbsp;&nbsp; （2）您申请注销的和包支付账户应处于正常状态，即您的账户信息是最新、完整、正确的，且账户未被采取止付、有权机关冻结等限制措施。<br>&nbsp;&nbsp; （3）您申请注销的和包支付账户不存在应付而未付服务费用，且不存在其他因注销可能引发纠纷的情况。<br>&nbsp;&nbsp;（4）注销和包支付账户前，您已将该账户下所对应的可用款项全部提现或者向本公司发出支付指令以清空账户资金。<br>&nbsp;&nbsp;</span><span style="FONT-SIZE: 16px"><strong>&nbsp;5.2如出现法律法规、监管规定要求或本协议约定需要注销账户的情形，本公司可能直接注销您的和包支付账户。如您账户中仍有关联的理财产品或余额，本公司将会暂时替您保管，并在核实身份后协助您取回。<br>&nbsp;&nbsp; 5.3 您了解，当您办理与您和包支付账户对应的手机号码的电信服务注销时，并不能当然地注销和包支付账户，该手机号被重新启用后，将会与对应的和包支付账户解除绑定关系，您可自行在客户端的登录页面进行找回账户操作。如您在注销手机号码时需注销和包支付账户，您可根据本协议约定方式完成和包支付账户注销。<br>&nbsp;&nbsp; 5.4 您了解并同意，本公司成功注销您的和包支付账户后，本公司将会取消基于您已注销和包支付账户所有待处理的交易。但您仍应对您使用和包支付业务期间的行为承担责任，同时，本公司仍可按照法律规定保有您的相关账户及交易记录等信息。<br>&nbsp;&nbsp; 5.5 您知悉，和包支付账户一旦注销成功，与账户关联的权益、卡券均将作废。<br>&nbsp;&nbsp; 六、服务费用<br>您理解，为持续为您提供服务，本公司有权向您收取服务费用，具体服务费用标准以您使用服务时本公司网站或产品页面上公示为准。首次收费或调整服务费用标准前，我们将通过网站或和包APP公告的方式提前予以公布，调整后的内容在公告届满30日起生效，若您无法同意调整后的内容，您有权停止使用相关服务。除非另有说明或约定，您同意我们有权自您委托我们代为收取或代为支付的款项或您任一和包支付账户余额或者其他资产中直接扣除上述服务费用。</strong></span></span></p>
                        <p><span style="FONT-FAMILY: 楷体,楷体_GB2312, SimKaifont-size:16pxfont-size:16pxfont-size:16px"><span style="FONT-SIZE: 16px"><strong>&nbsp;&nbsp;七、客户权益保障及信息保护<br></strong>&nbsp;&nbsp; 7.1 为保障您在使用本公司服务时的合法权益，本公司根据相关法律法规向您承诺如下:<br>&nbsp;&nbsp; （1）本公司自觉遵守相关法律法规和政策，维护您的利益，将保护您的合法权益纳入公司治理、企业文化建设和经营发展战略统筹规划。<br>&nbsp;&nbsp; （2）本公司承诺营造良好的竞争环境，鼓励、支持开展合法、公平、有序的行业竞争，反对采用不正当手段进行行业内竞争，反对诋毁竞争对手、编造有关竞争对手虚假的负面的信息。<br>&nbsp;&nbsp; （3）本公司承诺将持续增强自身风险控制能力，提升技术安全管理能力，保障用户资金、信息安全。<br>&nbsp;&nbsp; （4）本公司愿意接受社会各界对本行业的监督和批评，改进行业风气，提升行业自律的效益。<br>&nbsp;&nbsp; （5）本公司承诺审慎经营，采取严格的内控措施和科学的技术监控手段，严格区分机构自有资产和用户资金，不得挪用、占用用户资金。<br>&nbsp;&nbsp; （6）本公司承诺会努力以通俗易懂的语言，通过产品页面、服务协议、公告或使用须知等方式公示其所提供的服务内容信息，包括服务名称、服务内容、服务收费标准等，保障您享有知悉其接受的服务的真实情况的权利。本公司不发布夸大产品收益、掩饰产品风险等不实信息，不作虚假或引人误解的宣传，尽到合理的风险提示义务。<br>&nbsp;&nbsp; （7）本公司承诺在法律法规和监管规定允许的范围内，充分尊重客户意愿，由您自主选择、自行决定是否选择接受本公司的服务，不违背您的意愿搭售产品和服务。<br>&nbsp;&nbsp;&nbsp;（8）本公司承诺遵守公正、平等、诚实、信用原则，在网站、产品页面或服务协议中公示各服务内容、收费标准等信息。您有权根据该等信息自行选择是否使用某项服务，本公司不会强制您使用某项服务。<br>&nbsp;&nbsp; （9）本公司承诺将认真解答您对本公司服务的咨询，并不断完善咨询、投诉处理机制。本公司不会限制您寻求法律救济途径。<br>&nbsp;&nbsp; （10）您享有获得有关用户权益保护方面的知识的权利。本公司会帮助您掌握所需服务的知识和使用技能，帮助您正确使用服务及提升自我保护意识。<br>&nbsp;&nbsp; （11）本公司尊重您的人格尊严和民族风俗习惯，除根据法律法规及风险控制需要做出的限制外，不会因用户的性别、年龄、种族、民族或国籍等不同进行歧视性差别对待。<br>&nbsp;&nbsp; 7.2 本公司建立了风险准备金制度和交易赔付制度，如您在使用本服务的过程中，由于您的和包支付账户被盗用造成资金损失，本公司将按照<a href="https://www.cmpay.com/info/version3/H5/protocol/hbAccountSecurity.html" target="_self">《和包支付账户资金安全保障规则》</a>的约定为您提供资金保障。<br>&nbsp;&nbsp; 7.3 本公司将会采取合理的措施保护您的个人信息。除法律法规规定规定的情形外，未经您的同意本公司不会向第三方公开、透露您的个人信息。本公司对相关信息采用专业加密存储与传输方式，保障个人信息的安全。<br>&nbsp;&nbsp; 7.4 本公司将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。<br>&nbsp;&nbsp; 7.5对于本公司如何收集、使用、存储和保护您的个人信息及您享有何种权利，您还可以阅读</span><a href="https://www.cmpay.com/info/wap/client/flow/rightsOfprivacy.html" target="_self"><span style="COLOR: ">《和包支付隐私政策》</span></a><span style="FONT-SIZE: 16px">予以进一步了解。<br>&nbsp;&nbsp; </span><span style="FONT-SIZE: 16px"><strong>八、特殊责任承担<br>&nbsp;&nbsp; 8.1 您在交易过程中应当及时登录到本公司网站或和包APP查看和进行交易操作，因您没有及时查看和对交易状态进行修改或确认或未能提交相关申请而导致的任何纠纷或损失，本公司不负任何责任。<br>&nbsp;&nbsp; 8.2 除非本公司未按本协议的约定为您办理和包支付账户冻结手续，否则因您登录终端设备丢失等原因造成的资金损失本公司不负任何责任。<br>&nbsp;&nbsp; 8.3 如因下列原因导致您无法正常使用本公司提供的和包支付业务，本公司不承担责任：<br>&nbsp;&nbsp; （1）因本公司的系统停机维护或升级；<br>&nbsp;&nbsp; （2）因台风、地震、海啸、洪水、战争、、瘟疫、战争、动乱、政府行为等不可抗力之因素；<br>&nbsp;&nbsp; （3）因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、第三方服务瑕疵等原因；<br>&nbsp;&nbsp; （4）由于银行本身系统问题、银行相关作业网络连线问题等因素，造成本服务无法提供；<br>&nbsp;&nbsp;（5）您的电子设备软硬件和通信线路、供电线路出现故障的；<br>&nbsp;&nbsp;（6）因您操作不当或通过非经我们授权或认可的方式使用我们服务的；<br>&nbsp;&nbsp; （7）本协议约定的其他本公司不承担赔偿责任的情况。<br>&nbsp;&nbsp; 九、知识产权保护<br></strong>&nbsp;&nbsp; 9.1 本公司网站或和包APP上所有内容，包括但不限于文字、图片、音频、视频、网站架构、界面设计、数据、文档等，均由本公司或本公司的关联方依法享有知识产权，您应予以尊重并加以保护。<br>&nbsp;&nbsp; 9.2 本公司网站或和包APP上包含的或者提供的图标、按钮、服务名称等均为本公司或本公司的关联方在中国和其他国家依法拥有的商标或商业标识，相关权利人依照法律规定应享有的权利除外。未经本公司、本公司的关联方或相关权利人事先书面同意，您不得复制、模仿、使用任何上述商标或商业标识，或实施任何其他可能引起相关公众和/或消费者混淆的行为。<br>&nbsp;&nbsp; 9.3 未经本公司、本公司的关联方或相关权利人事先书面同意，您不得擅自使用、修改、反向工程、反向编译或反向汇编、转载、链接、复制、公开传播、散布、发行或公开发表本公司网站和和包APP上的任何程序或内容，或将本公司的任何程序或内容嵌入其他软件或服务，或将本公司的任何程序或内容进行汇编或建立镜像站点等。<br>&nbsp;&nbsp; 9.4 尊重知识产权是您应尽的义务，如有违反，您应承担损害赔偿责任。<br>&nbsp;&nbsp; </span><span style="FONT-SIZE: 16px"><strong>十、协议变更与终止<br>&nbsp;&nbsp; 10.1 本公司有权在必要时修改或变更本协议内容，并将通过本公司网站或和包APP提前公布最新的服务协议，不另作个別通知。变更后的协议在公布届满30日起生效。若您在协议内容公告变更后继续使用和包支付业务的，视为您已充分阅读、理解并接受修改后的协议内容，并愿意遵循修改后的协议内容使用本服务；若您不同意，您应主动立即停用本服务；双方协商一致的，也可另行变更相关协议内容。<br>&nbsp;&nbsp; 10.2 因您主动申请，或本公司依法或依据本协议约定注销您的和包支付账户，本协议自账户注销之日起终止。<br>&nbsp;&nbsp; 10.3 如遇国家政策调整，本公司有权终止本协议，因该种情况终止本协议的，本公司不承担违约责任。<br>&nbsp;&nbsp; 十一、法律适用及争议解决<br></strong>&nbsp;&nbsp;&nbsp;11.1 本协议的成立、生效、履行、解释及纠纷解决等，均适用中华人民共和国大陆地区法律。<br>&nbsp;&nbsp;&nbsp;</span><strong><span style="FONT-SIZE: 16px">11.2 因本协议发生任何纠纷或争议，应友好协商解决，协商不成的，向本协议签订地（即湖南省长沙市岳麓区）有管辖权的人民法院提起诉讼解决。<br>&nbsp;&nbsp; 十二、其他<br>&nbsp;&nbsp; 12.1 本协议由本协议条款及所有本公司已经发布的或将来可能发布的和包支付服务的使用规则、隐私政策组成。所有规则和隐私政策为本协议不可分割的一部分，与本协议具有相同法律效力。</span><br></strong><span style="FONT-SIZE: 16px">&nbsp;&nbsp; 12.2 本协议条款无论因何种原因部分无效或不可执行，不影响其他条款的效力和执行。</span></span></p>
                      </template>
                    </div>
                </div>
              </div>
        </div>
        <md-button
            id="A09"
            :inactive="disab"
            class="checkProtocol"
            @click="closeAgree"
            v-if="btnFlag"
        >我已阅读并知晓
        </md-button>
    </div>
</template>

<script>
import mdHeader from '@/components/mdHeader';
import * as store2 from '@/common/localstore';
import { mapState } from 'vuex';
import api from '@/common/apiUrls';

export default {
    props: {
        btnFlag: {
            type: Boolean,
            default: () => true
        },
        siver: {
            type: Number,
            default: () => 1
        },
        showList: {
            type: Array,
            default: () => []
        },
        changeClass: {
            type: String,
            default: () => ''
        }
    },
    name: 'bcmSign',
    components: {
        mdHeader
    },
    data() {
        return {
            date: {
                year: new Date().getFullYear(),
                month:
                    Number(new Date().getMonth() + 1) < 10
                        ? `0${Number(new Date().getMonth() + 1)}`
                        : Number(new Date().getMonth() + 1),
                day:
                    Number(new Date().getDate()) < 10
                        ? `0${Number(new Date().getDate())}`
                        : Number(new Date().getDate()),
                hour:
                    Number(new Date().getHours()) < 10
                        ? `0${Number(new Date().getHours())}`
                        : Number(new Date().getHours()),
                minute:
                    Number(new Date().getMinutes()) < 10
                        ? `0${Number(new Date().getMinutes())}`
                        : Number(new Date().getMinutes()),
                second:
                    Number(new Date().getSeconds()) < 10
                        ? `0${Number(new Date().getSeconds())}`
                        : Number(new Date().getSeconds())
            }, // 日期
            mobNo: '',
            userName: '',
            city: '',
            cityName: '',
            agreementContent: '',
            disab: true
        };
    },
    watch: {
        showList: {
            handler(val) {
                val.forEach((element) => {
                    this.$nextTick(() => {
                        document.getElementById(`idFlag${element}`).style.display = 'block';
                    });
                });
            },
            deep: true,
            immediate: true
        }
    },
    computed: {
        ...mapState(['bcmSign'])
    },
    mounted() {
        if (this.siver) {
            this.$nextTick(() => {
                document.getElementById(`a${this.siver}`)
                    .scrollIntoView();
            });
        } else {
            document.getElementById('a1')
                .scrollIntoView();
        }
        if (store2.default.get('signxieyi') == true) {
            this.disab = false;
        } else {
            this.$toast.info('请滑动文字到底阅读完协议');
        }
        this.getAgreement();
        this.getCity();
    },
    methods: {
        getAgreement() {
            api.agreement().then((res) => {
                this.agreementContent = res.agreementContent.replaceAll(
                    'px',
                    ''
                );
            });
        },
        getCity() {
            api.getUserNo()
                .then((res) => {
                    this.city = require(`../assets/images/zhang/${
                        res.cityNo
                    }.png`);
                    switch (res.cityNo) {
                        case '11':
                            this.cityName = '苏州';
                            break;
                        case '12':
                            this.cityName = '淮安';
                            break;
                        case '13':
                            this.cityName = '宿迁';
                            break;
                        case '14':
                            this.cityName = '南京';
                            break;
                        case '15':
                            this.cityName = '连云港';
                        case '16':
                            this.cityName = '徐州';
                            break;
                        case '17':
                            this.cityName = '常州';
                            break;
                        case '18':
                            this.cityName = '镇江';
                            break;
                        case '19':
                            this.cityName = '无锡';
                            break;
                        case '20':
                            this.cityName = '南通';
                            break;
                        case '21':
                            this.cityName = '泰州';
                            break;
                        case '22':
                            this.cityName = '盐城';
                            break;
                        case '23':
                            this.cityName = '扬州';
                            break;
                    }
                    this.mobNo = res.mobile.replace(
                        /(\d{3})\d{4}(\d{4})/,
                        '$1****$2'
                    );
                    const nu = res.userName.length - 1;
                    for (let i = 0; i < nu; i++) {
                        this.userName += '*';
                    }

                    this.userName += res.userName.slice(-1);
                })
                .catch((err) => {
                    console.log('------******-----');
                });
        },
        returnAgree() {
            this.$store.commit('bcmSign', false);
        },
        closeAgree() {
            this.$store.commit('bcmSign', false);
            store2.default.set('signxieyi', true);
            this.$emit('isFalseSign', false);
        },
        onscroll() {
            const hgt = this.$refs.info.scrollHeight;
            const clihgt = this.$refs.info.clientHeight;
            const scrHgt = this.$refs.info.scrollTop;
            // eslint-disable-next-line radix
            if (parseInt(hgt - scrHgt - 100) < clihgt) {
                this.disab = false;
            }
        }
    }
};
</script>

<style lang="less" scoped>
.bcmSign {
    position: fixed;
    left: 0;
    top: 0;
    bottom: 0;
    right: 0;
    background: #fff;
    z-index: 999;
    height: 100% !important;
    margin-top: 0 !important;
    padding: 0.5rem 0.74rem 0.6rem !important;
     .info {
        height: 81%;
        overflow-x: hidden;
        overflow-y: scroll;
        margin-top: 0.4rem;
    }
}
.hbSign{
    background: #fff;
    margin-top: 0 !important;
     .info {
        height: 100%;
        overflow-x: hidden;
        margin-top: 0.4rem;
    }
}


    p {
        font-size: 0.26rem;
        color: #666666;
        line-height: 0.4rem;
    }

    .title-item {
        background-color: #fff;
        text-align: center;
        position: relative;
        font-size: 0.36rem;
        color: #333;
        font-weight: 700;
        margin-bottom: 0.2rem;

        .arrowIco {
            position: absolute;
            left: 36px;
            top: 50%;
            transform: translateY(-50%);
        }

        .titleTxt {
            color: #13252e;
            font-size: 36px;
        }
    }

    .content {
        margin: 30px;
        font-size: 26px;
        line-height: 40px;

        .serviceProtocol {
            font-size: 36px;
            color: #333333;
            font-weight: 600;
            line-height: 50px;
            text-align: center;
            margin-bottom: 20px;
        }

        .serviceContent {
            text-indent: 72px;
        }

        .smallTitle {
            font-size: 26px;
            text-align: left;
            font-weight: 600;
            color: #333333;
            line-height: 40px;
        }

        .secondTitle {
            font-size: 26px;
            font-weight: 600;
            text-align: left;
            color: #333333;
            line-height: 40px;
        }

        .company {
            font-size: 26px;
            font-weight: 600;
            text-align: right;
        }

        .serviceTime {
            font-size: 26px;
            font-weight: 600;
            text-align: right;
            margin-right: 104px;
        }

        .whiteBlock {
            width: 100%;
            height: 100px;
        }

        .checkProtocol {
            position: fixed;
            width: 700px;
            bottom: 0;
            left: 50%;
            transform: translateX(-50%);
        }
    }
    #idFlag1,#idFlag2,#idFlag3,#idFlag4{
      display: none;
    }


.md-button.block {
    margin: 0.3rem auto;
}
</style>
