<template>
    <div class="agreement" v-show="pufaEaccount.isShow">
        <div class="info">
            <div class="title">
                <span class="titleTxt">上海浦东发展银行个人电子账户产品服务协议</span>
            </div>
            <div class="content">
                <div style="text-indent: 2em;margin-bottom:1rem;">
                    <p>个人电子账户产品申请人（以下简称“客户”）自愿申请使用上海浦东发展银行（以下简称“浦发银行”）提供的个人电子账户产品（以下简称“电子账户”）服务，为明确双方的权利和义务，维护双方的合法权益，就电子账户服务相关事宜达成本协议，以资共同遵守。</p>
                    <p>一、定义</p>
                    <p>1.1 “电子账户”指浦发银行接受客户申请，通过浦发银行指定渠道为客户开立的,可依托浦发银行网络渠道或第三方合作渠道向客户提供相关金融服务的专用服务账户，含电子账户（Ⅱ类）与电子账户（Ⅲ类）。</p>
                    <p>1.2 绑定账户：客户申请开立电子账户时，须将电子账户与客户本人已开立的同名银行卡建立绑定关系，电子账户（Ⅱ类）须绑定同名I类银行卡或信用卡，电子账户（Ⅲ类）须绑定同名I类银行卡，经浦发银行对客户留存的身份证件信息、手机号码及绑定账户等内容核验无误后方可办理开户。</p>
                    <p>二、申请</p>
                    <p>2.1 客户自愿申请开立电子账户，知悉、理解并愿意遵守《上海浦东发展银行个人电子账户产品章程》（以下简称“《章程》”）的相关条款，履行本协议，并遵守国家有关金融法律法规、政策及浦发银行电子账户服务有关规定。</p>
                    <p>2.2 申请开立电子账户的客户应当为具备完全民事行为能力的中华人民共和国公民。</p>
                    <p>2.3 客户向浦发银行提供的资料应当合法、真实、有效、完整、准确，且发生变更时应当及时告知开户机构，否则由此产生的一切损失由客户承担。客户同意并授权浦发银行有权向任何有关方面了解客户的有关资料，有权索取、留存和使用客户的个人资料，并有权决定是否同意客户申请。浦发银行收集、使用、储存和共享、转让、公开披露等客户信息时须与客户共同遵守《上海浦东发展银行个人客户隐私政策》。客户知晓并理解该等资料、信息及信用状况被提供和使用可能会造成对客户不利的后果和风险，这些不利的后果和风险包括但不限于对客户的信用评级（评分）、信用报告等结果可能产生不利影响。</p>
                    <p>2.4 客户申请电子账户时提交的合法有效居民身份证应当与绑定账户所使用的居民身份证一致，提交的手机号应当与绑定账户的预留手机号一致。</p>
                    <p>三、服务内容</p>
                    <p>3.1 浦发银行为客户提供网上银行、手机银行等服务，客户使用和操作上述服务时应遵守浦发银行相关服务的规定。</p>
                    <p>3.2客户通过电子账户向商家进行的支付，均构成一项有效的电子账户交易，浦发银行将在客户的电子账户中就该等交易进行借记。客户不得以与商户或其他第三方的纠纷为由对浦发银行划付该项款项提出异议。因不可抗力或非因浦发银行过错引起的系统、供电、通讯或网络故障等各项原因导致客户使用电子账户交易失败而造成的损失，浦发银行不承担任何责任。浦发银行视情况协助客户解决问题或提供必要的帮助。</p>
                    <p>3.3 客户可通过浦发银行营业网点、网上银行、手机银行等渠道和方式了解其电子账户的账务变动情况。电子账户不提供纸质对账单服务。客户对交易账务变动情况有异议的，须于交易发生后60天内向浦发银行提出查询或更正申请。否则视为客户同意并接受所有账务情况的变动内容。</p>
                    <p>四、电子账户的禁止使用</p>
                    <p>电子账户仅可用于合法交易。客户不得使用电子账户进行任何违反法律、法规及规章的交易，否则由此产生的一切后果由客户自行承担。对可能违反法律、法规及规章的任何交易，浦发银行有权随时停止向客户提供相应服务、中止客户使用电子账户、主动锁定和/或注销电子账户。</p>
                    <p>对自开户之日起6个月内无任何账户交易的电子账户以及存款余额和应计、未计利息数均为零的电子账户，无需进行事先通知，浦发银行有权限制该账户的非柜面交易或采取其它限制措施且不承担任何责任。客户如需正常使用该账户，应通过浦发银行网点或手机银行等重新验证核实开户人身份后启用。</p>
                    <p>五、使用</p>
                    <p><strong>5.1 凡使用密码、短信动态验证码或经双方约定的身份验证方式验证通过的电子账户交易，均视为客户本人所为。依据密码等电子数据办理的各项交易所产生的电子信息交易记录均为该项交易的有效凭证，客户应承担所有相关的还款义务。</strong></p>
                    <p><strong>5.2 客户应确保交易密码、手机号码及客户信息等资料不被泄露于任何第三方，并且应采取预防措施以防止任何有关电子账户密码、短信动态验证码等的欺诈、遗失、被抢或被盗等，否则由此产生的一切损失和后果由客户承担。</strong></p>
                    <p>5.3 电子账户只限客户本人使用，不得转让、出租、转借、出售等，如客户姓名、职业、身份证件有效期、手机号码、通讯地址等重大客户信息变更，客户应及时通知浦发银行或通过相关我行电子渠道进行信息的变更操作，否则由此产生的一切后果由客户承担。客户不得使用电子账户参与洗钱、恐怖融资或扩散（大规模杀伤性武器）融资等活动，否则浦发银行有权对本协议项下的客户的电子账户采取中止服务、主动锁定和/或销户等措施，并有权终止本协议且不承担任何责任。</p>
                    <p>上述洗钱、恐怖融资或扩散（大规模杀伤性武器）融资等活动，是指联合国安理会、反洗钱金融行动特别工作组、中国、美国、欧盟等国际组织或国家认定的洗钱、恐怖融资或扩散（大规模杀伤性武器）融资行为。</p>
                    <p>5.4 客户在此不可撤销地授权浦发银行，如任何非客户应得款项错误存入客户账户，并经浦发银行查实的，则浦发银行有权从客户账户中扣转该笔款项。</p>
                    <p>5.5 为确保客户电子账户安全，如经监管机构、公安机关或行业组织等告知或浦发银行认为，电子账户信息可能发生泄露等情况，浦发银行将及时联系客户，提示客户尽快修改密码，如因无法及时联系到客户或情况紧急，浦发银行有权采取措施临时锁定客户的电子账户。客户如需继续使用，应携带本人合法有效的居民身份证到浦发银行营业网点办理解锁。</p>
                    <p>5.6 为防止非客户本人对电子账户的恶意使用，浦发银行对电子账户密码采用密码录入错误限次管理。交易密码连续三次输入错误则账户将被自动锁住，客户如需继续使用，须本人持有效证件至本行营业网点办理解锁，不得由他人代办，经浦发银行核实客户身份后，办理密码解锁和重置手续。</p>
                    <p>5.7客户若遗忘电子账户查询密码或交易密码，可通过浦发银行指定的渠道申请重置，并经浦发银行核实客户身份后，进行密码重置。</p>
                    <p>5.8浦发银行有权根据监管机构要求对电子账户（Ⅱ类）与电子账户（Ⅲ类）的开立、功能、支付限额等规则通过公告修改本协议。公告期满后，修改后的协议即为生效。在公告期内，客户可以选择是否继续使用电子账户及相关服务。若客户不愿接受公告内容的，应在公告内容正式实施前向开户机构提出销户申请或申请变更或终止相关服务，否则视为同意接受公告的各项内容。</p>
                    <p>六、利息和收费</p>
                    <p>6.1 电子账户下的各类存款账户按照中国人民银行规定计息。</p>
                    <p>6.2客户须按开户机构的规定缴纳相关费用。若客户未按规定缴纳费用，开户机构有权中止提供相应服务。电子账户收费项目和收费标准如有变动，以开户机构最新公告为准。</p>
                    <p>6.3 本协议一经签署，即表明客户同意按浦发银行公布的收费标准支付各类应承担的费用，并且同意浦发银行采用扣收的方式从客户电子账户中收取相关费用。同时，浦发银行有权依据国家有关规定对服务内容、收费项目或标准等内容进行调整，正式对外公告一定时期后执行并适用于本协议，无需另行通知客户。客户有权在浦发银行公告期间选择是否继续使用浦发银行电子账户及相关服务，客户不愿接受浦发银行公告内容的，应在浦发银行公告内容正式实施前向浦发银行申请变更或终止相关服务，否则视为接受公告的各项内容。</p>
                    <p>七、电子账户的注销</p>
                    <p>7.1 客户的终止权</p>
                    <p>如果同时满足下列条件，客户可以终止其名下的电子账户：</p>
                    <p>(a)已通过浦发银行网点柜面向浦发银行书面申请终止且浦发银行已收到；</p>
                    <p>(b)符合浦发银行允许终止的其他条件。</p>
                    <p>7.2 浦发银行的终止权</p>
                    <p>浦发银行有权根据相关法律法规规章规定、监管部门要求、《章程》规定以及本协议约定终止客户使用电子账户。</p>
                    <p>7.3服务终止后，客户在终止前已发送的指令仍有效，客户应承担其后果。同时浦发银行不退还已收取的相关费用。</p>
                    <p>八、信息披露和通知</p>
                    <p><strong>8.1开户机构应对客户的申请资料进行保密。但开户机构在进行催收和追索欠款等工作以及维护其合法权益时，或在法律法规及规章明确规定或经客户授权同意的情况下，可将客户的有关资料提供给相关单位和人员。</strong></p>
                    <p>8.2 客户同意其签署本协议即构成客户对上述任何披露或任何其它法律所规定的披露的许可。</p>
                    <p>8.3 客户提供的通讯地址、住址、手机号码等重大信息如有变化，应及时通知浦发银行，如客户未及时通知浦发银行，在上述资料或信息发生变化之后至浦发银行收到客户的通知前产生的损失与法律责任由客户承担。</p>
                    <p>8.4 客户应当及时向浦发银行提供浦发银行根据法律法规监管机构要求等可能不时要求的，与客户办理本业务相关的信息和文件。</p>
                    <p>九、其他</p>
                    <p>9.1 为获得商品或服务，客户使用电子账户进行交易的，浦发银行对任何商家提供给客户的货品、服务及其质量或性能不承担任何责任。客户不得以退还使用电子账户交易取得的货物等方式向浦发银行索取退款；客户对浦发银行的义务将不会因为客户与该商家之间的任何争议而受到影响。</p>
                    <p>9.2 如因不可抗力或非浦发银行过错引起的系统故障、供电故障、通讯故障或网络故障等原因导致电子账户不能正常使用的，浦发银行将视情况协助客户解决或提供必要的帮助，但不承担任何经济、法律责任。对于在交易过程中，因暂时的网络通讯故障或其他原因造成的错账现象，浦发银行有权根据实际交易情况进行账务处理。</p>
                    <p>9.3 客户使用浦发银行提供的电子账户服务导致浦发银行所发生的全部损失及费用（包括全额补偿基础上的诉讼费、律师费等法律费用），客户应全额补偿浦发银行并使浦发银行不受其损害。</p>
                    <p>9.4客户通过本协议约定开立账户所办理的业务，因涉嫌参与本协议5.3条约定的洗钱、恐怖融资或扩散（大规模杀伤性武器）融资等活动，导致浦发银行因履行本协议约定的义务向客户提供服务时遭受损失的，客户应赔偿浦发银行由此遭致的所有损失。上述损失包括但不限于浦发银行由于客户的活动被境内外司法机关裁判承担的损失，境内外政府机构或监管机关对于浦发银行为客户的活动提供服务所进行的处罚以及浦发银行为应对上述情形采取措施所产生的一切费用和损失等。</p>
                    <p>办理跨境资金/价值转移业务中，境外清算代理行因反洗钱和反恐怖融资需要要求提供额外的客户身份信息、交易背景信息的，客户同意并授权浦发银行予以提供。</p>
                    <p>9.5 浦发银行有权根据国家法律、规定及浦发银行经营需要对本协议进行修改，应通过营业网点或网站等将修改后的协议进行公告。公告期满后，修改后的协议即为生效。在公告期内，客户可以选择是否继续使用电子账户及相关服务。若客户不愿接受公告内容的，应在公告内容正式实施前向开户机构提出销户申请或申请变更或终止相关服务，否则视为同意接受公告的各项内容。</p>
                    <p>9.6 本协议自客户通过浦发银行电子渠道或第三方合作渠道点击“我已阅读并同意接受《上海浦东发展银行个人电子账户产品服务协议》”即视为签署本协议并生效。</p>
                    <p>9.7本协议适用中华人民共和国法律（为本协议目的，不包括香港、澳门特别行政区以及台湾地区的法律）。任何有关本协议的争议，均由浦发银行所在地的人民法院管辖，双方另有约定的除外。</p>
                    <p>9.8本协议未尽事宜按照法律法规及监管机关的有关规定执行。本协议附件是本协议不可分割的组成部分，与本协议正文具有同等的法律效力。</p>
                    <p><strong>客户在此确认，已阅读并知晓本协议中的全部条款，且均无疑义，并对有关权利义务和责任限制或免除条款的法律含义有准确无误的理解。</strong></p>
                </div>
            </div>
        </div>
        <md-button class="checkProtocol" @click="closeAgree" id="A09">确认</md-button>
    </div>
</template>

<script>
import mdHeader from '@/components/mdHeader';
import { mapState } from 'vuex';

export default {
    name: 'pufaEaccount',
    components: {
        mdHeader
    },
    computed: {
        ...mapState(['pufaEaccount'])
    },
    methods: {
        returnAgree() {
            this.$store.commit('PUFAEACCOUNT', false);
        },
        closeAgree() {
            this.$store.commit('PUFAEACCOUNT', false);
        }
    }
};
</script>

<style scoped lang="less">
.agreement {
    position: fixed;
    left: 0;
    top: 0;
    bottom: 0;
    right: 0;
    background: #fff;
    z-index: 999;
    height:100%!important;
    margin-top:0!important;
    padding: .5rem 0.74rem 0.6rem!important;
    .info{
        height:81%;
        overflow-y: scroll;
        margin-top:.4rem;
    }
    p{
        font-size: 0.26rem;
        color: #666666;
        line-height: 0.4rem;
    }
    .title{
        background-color: #FFF;
        text-align: center;
        position: relative;
        font-size: 0.36rem;
        color: #333;
        font-weight: 700;
        margin-bottom: 0.2rem;
        .arrowIco{
            position:absolute;
            left:36px;
            top:50%;
            transform:translateY(-50%);
        }

        .titleTxt{
            color: #13252E;
            font-size: 36px;
        }
    }
    .content{
        margin: 30px;
        font-size: 26px;
        line-height: 40px;
        .serviceProtocol{
            font-size: 36px;
            color: #333333;
            font-weight: 600;
            line-height: 50px;
            text-align: center;
            margin-bottom: 20px;
        }
        .serviceContent{
            text-indent: 72px;
        }
        .smallTitle{
            font-size: 26px;
            text-align: left;
            font-weight: 600;
            color: #333333;
            line-height: 40px;
        }
        .secondTitle{
            font-size: 26px;
            font-weight: 600;
            text-align: left;
            color: #333333;
            line-height: 40px;
        }
        .company{
            font-size: 26px;
            font-weight: 600;
            text-align: right;
        }
        .serviceTime{
            font-size: 26px;
            font-weight: 600;
            text-align: right;
            margin-right: 104px;
        }
        .whiteBlock{
            width: 100%;
            height: 100px;
        }
        .checkProtocol{
            position: fixed;
            width: 700px;
            bottom: 0;
            left: 50%;
            transform: translateX(-50%);
        }
    }
}
.md-button.block{
    margin:.3rem auto;
}
</style>
