<template>
    <div class="agreement" v-show="pufaEbank.isShow">
        <div class="info">
            <div class="title">
                <span class="titleTxt">上海浦东发展银行电子银行章程</span>
            </div>
            <div class="content">
                <div style="text-indent: 2em;margin-bottom:1rem;">
                    <p>第一条 为规范电子银行业务操作，明确交易各方的权利和义务，维护客户和银行的权益，特制订本章程。</p>
                    <p>第二条 本章程所称电子银行业务是指上海浦东发展银行（以下简称“浦发银行”）为个人客户提供的，通过面向社会公众开放的通讯通道或公共通讯网络，以及为特定自助服务设施或客户建立的专用网络等方式办理的银行业务。根据服务渠道的不同，可分为网上银行服务、手机银行服务、及时语服务、电视银行服务、自助银行服务（包括自动柜员机、自动存款机、自动存取款机、多媒体自助服务机等自助设备，下同）等。</p>
                    <p>第三条 浦发银行电子银行的客户需具备如下条件：</p>
                    <p>1、已在上海浦东发展银行开立银行卡或活期一本通；</p>
                    <p>2、已阅读并同意遵守本章程；</p>
                    <p>3、已与浦发银行签署相关电子银行服务协议。</p>
                    <p>第四条 客户应使用符合要求的计算机和其他必要设备，通过面向社会公众开放的通讯通道或公共通讯网络，以及为特定自助服务设施或客户建立的专用网络等方式办理电子银行业务。</p>
                    <p>第五条 客户应仔细阅读本章程和所签署的相关电子银行服务协议的条款，充分了解电子银行业务的各项规定、可能的各类交易与操作等风险。</p>
                    <p>第六条 浦发银行根据不同的客户类别、签约状态、认证方式和申请项目，为客户提供相应的电子银行服务。</p>
                    <p>第七条 客户在办理签约申请和签订有关协议时应提供真实、准确、完整的客户信息及相关证明资料。如信息发生变更，客户应通过浦发银行个人网上银行、电话银行、营业网点等服务渠道及时修改，否则因客户信息虚假、缺失、未及时更新等造成的一切后果由客户承担。</p>
                    <p>第八条 浦发银行有义务为客户的交易数据和客户资料保密，除国家法律、行政法规、监管机构另有规定或与客户另有约定外，不得将上述资料随意提供给第三方。</p>
                    <p>第九条 受理电子银行签约的营业网点有权审核客户提交的签约申请资料，经审查合格后，办理相关签约手续。浦发银行有权拒绝办理违反本章程、曾经发生恶意透支、违反《支付结算办法》、个人资信欠佳、存在任何不良记录或违反其他法律法规、监管机构要求的客户所提交的签约申请。</p>
                    <p>第十条 客户在完成签约手续，签订相关电子银行服务协议后，即成为浦发银行电子银行的客户。受理客户申请并办理签约的营业网点负责向客户提供客户号、必要的身份识别或加密设备，客户身份识别和加密设备的购置费用由客户承担。</p>
                    <p>第十一条 客户如需要变更或终止电子银行业务服务或设定，应根据浦发银行规定及时向浦发银行提出申请，并按照相关要求办理。第十一条 客户如需要变更或终止电子银行业务服务或设定，应根据浦发银行规定及时向浦发银行提出申请，并按照相关要求办理。</p>
                    <p>第十二条 浦发银行个人网上银行、个人手机银行以及电视银行以客户号为依据，为客户名下的各种账户提供相应的电子银行服务。客户签约后，同一客户号下的任何银行卡及其它凭证、账户将自动开通电子银行服务，而无须另行签约。及时语服务及自助设备转账功能以银行卡号为依据，须逐张签约开通。</p>
                    <p>第十三条 客户凭客户号、登录昵称、账号、卡号或其他凭证号，使用查询密码、交易密码、动态密码、数字证书等进行的电子银行业务操作，浦发银行均视为客户本人合法有效的业务指令，并视为已被授权进行相关的业务操作，客户对该操作引起的所有结果承担一切责任。</p>
                    <p>第十四条 浦发银行有义务按客户通过电子银行系统发出的业务指令进行相关的业务操作，浦发银行以客户发出的业务指令作为办理电子银行交易的唯一合法有效依据。</p>
                    <p>浦发银行视接收到的电子银行业务指令为客户本人发起，并以该业务指令为依据进行交易处理，浦发银行无义务另行审查此次电子银行业务的实际使用人或其资格、能力状况。对浦发银行验证无误并已执行的电子支付指令，客户不得要求变更或撤销。</p>
                    <p>第十五条 客户办理电子银行注销手续，并不意味着客户在注销前所发生的未完成交易指令的撤销，也不能消除客户因注销前的交易所应承担的任何法律后果。客户在注销前已发送的交易指令仍有效并应承担其后果，但浦发银行电子银行各项业务规定中另有约定的除外。</p>
                    <p>浦发银行将通过计算机系统保存客户的业务指令，该业务指令将作为解决日后争议或纠纷的有效、合法证据。</p>
                    <p>第十六条 客户应自行妥善保管密码、数字证书、接收动态密码的手机等个人机密资料，并对借助以上部分或全部要素完成的所有电子银行交易负责。客户不得将密码、数字证书、接收动态密码的手机泄漏或提供给他人。浦发银行不承担非因浦发银行原因造成客户资料窃取、泄漏产生的风险或损失。</p>
                    <p>第十七条 客户遗忘密码，卡/折及其他凭证、数字证书、接收动态密码的手机丢失或被盗均应及时到浦发展银行营业网点办理相关金融业务的挂失、更新等手续。在相关手续办妥生效前的交易行为造成的一切损失由客户自行承担。</p>
                    <p>第十八条 客户证书应在有效期内使用。证书到期前，客户可通过网上银行办理证书更新手续。证书有效期满后, 客户如需继续使用，应及时到浦发银行营业网点办理更新手续。客户证书在有效期内损毁、锁码、遗失的，应及时到浦发银行营业网点办理更新手续，在相关手续办妥生效前的交易行为造成的损失由客户自行承担。</p>
                    <p>第十九条 客户应按照浦发银行电子银行的操作提示办理电子银行业务。对违反该提示进行操作而产生的一切后果由客户自行承担。</p>
                    <p>第二十条 根据中国人民银行《支付结算办法》和其他法律法规和监管机构有关规定，客户办理电子银行业务，应按浦发银行的规定交纳手续费和服务费等费用，该等费用由客户授权浦发银行直接从客户各类账户中扣收，客户应在账户中保留足够余额，否则浦发银行有权立即中止电子银行服务。</p>
                    <p>第二十一条 因不可抗力原因或系统故障、供电故障、通讯故障或网络故障等浦发银行不能控制的事件引起的电子银行业务功能丧失、延迟和数据损坏等造成客户经济损失，浦发银行不承担责任。</p>
                    <p>第二十二条 客户使用电子银行应注意可能存在下述各类风险，并应采取各类必要措施加以防范，否则由其自身承担相关不利后果：</p>
                    <p>（一）密码或客户号等重要信息被他人猜出、偷窥，或利用木马病毒、假网站、假短信、假电话等手段获取，可能导致客户账户信息泄露、资金被盗、被他人进行恶意操作等情况。</p>
                    <p>（二）客户的手机被他人盗取或在未经允许情况下被他人使用，且密码同时被窃取，可能导致客户账户信息泄露、资金被盗、被他人进行恶意操作等情况。若客户更换手机号时未及时更新签约手机号码，可能造成客户账户信息泄露、无法接收手机动态密码等情况。</p>
                    <p>（三）数字证书被他人盗取或在未经允许的情况下被他人使用，且密码同时被窃取，可能导致客户账户信息泄露、资金被盗、被他人进行恶意操作等情况。</p>
                    <p>（四）与办理电子银行业务相关的重要资料，如身份证件、银行卡/折等因遗失或保管不善被他人冒用或盗用，可能造成被他人注册电子银行，并可能导致客户账户信息泄露、资金被盗、被他人进行恶意操作等情况。</p>
                    <p>（五） 网银U盾等账户存取工具和安全认证工具只限客户本人使用，不得转让、转借或出售等。</p>
                    <p>第二十三条 客户有义务采取所有必要的风险防范措施，安全使用电子银行。这些措施包括但不限于：</p>
                    <p>（一）妥善保管与办理电子银行业务相关的各项重要资料，如身份证件、银行卡、存折、密码、数字证书、接收动态密码的手机等，不得交给他人保管，不要在不信任的网站或其他场所留下卡号、身份证号、常用电话号码等个人信息，防止被他人利用。</p>
                    <p>更换手机号时，应及时更新与电子银行相关的手机号码，不得设置为他人手机号，不可将动态密码短信内容转发或告知他人，防止被他人利用。</p>
                    <p>（二）保护好自己的密码，不要告知包括银行人员在内的任何人；不要在计算机、电话、手机或其他电子设备上记录或保留；通过手机或具有存储和显示输入号码功能的电话办理业务后，应立即清除所输入的密码和账号等信息。</p>
                    <p>在任何情况下浦发银行都不会向客户索要密码的内容。当他人（包括银行人员）向客户索要银行密码时，不得提供，否则后果自负。</p>
                    <p>客户在使用电子银行过程中暂时离开或在完成交易时，应及时退出电子银行。使用移动证书的，要将移动证书存储介质从计算机上及时取出并妥善保管。使用自助设备的，要将银行卡从自助设备中及时取出并妥善保管。</p>
                    <p>（三）避免使用与本人明显相关的信息（如生日、常用电话号码、身份证件号码等）或具有明显规律性的字符（如重复或连续的数字）作为密码；办理电子银行业务的密码应不同于其他用途的密码（如其他网站会员密码、电子邮箱密码等）；电子银行查询密码、交易密码应设置为不同内容，并做到经常更换。</p>
                    <p>（四）采取有效的措施（如安装防病毒软件和网络防火墙）保护用于办理电子银行业务的计算机、手机、其它移动终端等电子设备的安全，防止其发生信息泄露或被他人操控。不要在网吧等多人共用的计算机上使用个人网上银行，不要在别人的手机上使用手机银行。</p>
                    <p>（五）仅通过登录www.spdb.com.cn或ebank.spdb.com.cn办理个人网上银行业务，不得通过其他网址或链接登录网上银行；仅通过登录wap.spdb.com.cn 或移动客户端办理手机银行业务，移动客户端软件应从浦发银行网站或设备指定软件下载网站下载。</p>
                    <p>（六）客户应经常关注账户内资金变化，发现账户被他人操作、密码泄露或其他可疑情况时，应立即办理账户挂失、销户或密码修改手续。如有疑问，应通过95528电话银行或到浦发银行营业网点进行查询。</p>
                    <p>（七）使用移动证书的客户，建议按照个人网上银行的操作提示增设手机动态密码保护。如因长期出国等原因可能导致客户无法正常接收手机动态密码，请及时关闭手机动态密码保护，以确保使用移动证书客户的正常操作。</p>
                    <p>第二十四条 由于客户未尽到上述防范风险等义务或其他非浦发银行原因而导致的客户损失，应由客户自行承担任何后果，浦发银行不承担任何责任。</p>
                    <p>第二十五条 如客户提供充分证据证明完全由于浦发银行的原因或重大过失造成签约客户电子银行业务操作失败或错误，浦发银行应负责赔偿签约客户的经济损失，但任何情况下，浦发银行的赔偿责任应仅限于客户的直接经济损失（即银行手续费），浦发银行的赔偿责任不应包括客户的任何间接损失（例如其预期收益、商业利润等）。</p>
                    <p>第二十六条 浦发银行仅按客户有效指令提供电子银行交易服务，不介入客户与第三方或其关联公司之间发生的任何纠纷。</p>
                    <p>第二十七条 当发生以下情况之一时，浦发银行有权单方中止/终止其部分或全部电子银行业务功能的使用资格，并保留进一步向其索赔的权利：</p>
                    <p>（一）客户利用电子银行系统差错、故障不当得利或造成他人损失；出于恶意或其他非法目的，利用电子银行进行不正当交易；出于恶意或其他非法目的，对电子银行进行长时间、高频度的访问和攻击。</p>
                    <p>（二）发生不法分子假借客户身份盗用电子银行的事件，或存在发生这种事件的可能。</p>
                    <p>（三）客户存在使用虚假证件、无效证件或冒用他人证件注册电子银行等行为的。</p>
                    <p>（四）客户违反本章程其他内容的。</p>
                    <p>第二十八条 浦发银行有权根据相关法律法规、监管机构要求、本业务相关协议约定及本章程内容等中止或终止为客户提供全部或部分电子银行服务。</p>
                    <p>第二十九条 浦发银行有权在适当的时间调整电子银行业务的服务或功能。如发生电子银行业务调整，浦发银行将通过网站或营业网点及时公告相关变更内容，无须另行通知客户。</p>
                    <p>第三十条 客户在任何情况下不应攻击浦发银行电子银行系统，不应诋毁、损害浦发银行声誉，浦发银行保留在此情况下向客户追偿一切损失的权利。</p>
                    <p>第三十一条 本章程未尽事宜，按照法律法规和银行监管机构的有关要求执行。</p>
                    <p>第三十二条 本章程由浦发银行负责制定，自发布之日起生效。</p>
                </div>
            </div>
        </div>
        <md-button class="checkProtocol" @click="closeAgree" id="A09">确认</md-button>
    </div>
</template>

<script>
import mdHeader from '@/components/mdHeader';
import { mapState } from 'vuex';

export default {
    name: 'pufaEbank',
    components: {
        mdHeader
    },
    computed: {
        ...mapState(['pufaEbank'])
    },
    methods: {
        returnAgree() {
            this.$store.commit('PUFAEBANK', false);
        },
        closeAgree() {
            this.$store.commit('PUFAEBANK', false);
        }
    }
};
</script>

<style scoped lang="less">
.agreement {
    position: fixed;
    left: 0;
    top: 0;
    bottom: 0;
    right: 0;
    background: #fff;
    z-index: 999;
    height:100%!important;
    margin-top:0!important;
    padding: .5rem 0.74rem 0.6rem!important;
    .info{
        height:81%;
        overflow-y: scroll;
        margin-top:.4rem;
    }
    p{
        font-size: 0.26rem;
        color: #666666;
        line-height: 0.4rem;
    }
    .title{
        background-color: #FFF;
        text-align: center;
        position: relative;
        font-size: 0.36rem;
        color: #333;
        font-weight: 700;
        margin-bottom: 0.2rem;
        .arrowIco{
            position:absolute;
            left:36px;
            top:50%;
            transform:translateY(-50%);
        }

        .titleTxt{
            color: #13252E;
            font-size: 36px;
        }
    }
    .content{
        margin: 30px;
        font-size: 26px;
        line-height: 40px;
        .serviceProtocol{
            font-size: 36px;
            color: #333333;
            font-weight: 600;
            line-height: 50px;
            text-align: center;
            margin-bottom: 20px;
        }
        .serviceContent{
            text-indent: 72px;
        }
        .smallTitle{
            font-size: 26px;
            text-align: left;
            font-weight: 600;
            color: #333333;
            line-height: 40px;
        }
        .secondTitle{
            font-size: 26px;
            font-weight: 600;
            text-align: left;
            color: #333333;
            line-height: 40px;
        }
        .company{
            font-size: 26px;
            font-weight: 600;
            text-align: right;
        }
        .serviceTime{
            font-size: 26px;
            font-weight: 600;
            text-align: right;
            margin-right: 104px;
        }
        .whiteBlock{
            width: 100%;
            height: 100px;
        }
        .checkProtocol{
            position: fixed;
            width: 700px;
            bottom: 0;
            left: 50%;
            transform: translateX(-50%);
        }
    }
}
.md-button.block{
    margin:.3rem auto;
}
</style>
