<template>
    <div class="agreement" v-show="pufaClientAccount.isShow">
        <div class="info">
            <div class="title">
                <span class="titleTxt">上海浦东发展银行电子银行个人客户服务协议</span>
            </div>
            <div class="content">
                <div style="text-indent: 2em;margin-bottom:1rem;">
                    <p>为明确双方的权利和义务，个人客户（以下简称“客户”）和上海浦东发展银行（以下简称“银行”）本着平等互利的原则，就电子银行服务相关事宜达成本协议，以资共同遵守</p>
                    <p>第一条业务定义</p>
                    <p>下列用语在本协议中的含义为：</p>
                    <p>“电子银行”指银行通过面向社会公众开放的通讯通道或公共通讯网络，以及为特定自助服务设施或客户建立的专用网络等方式，为客户提供的离柜金融服务。根据服务渠道的不同，可分为个人网上银行服务、个人手机银行服务、及时语服务、电视银行服务、自助银行服务（包括自动柜员机、自动存款机、自动存取款机、多媒体自助服务机等自助设备，下同）等。</p>
                    <p>“身份认证要素”指银行用于识别客户身份的信息要素，如客户号、登录昵称、账号、各类密码、数字证书、签约设置的电话或手机号码等。</p>
                    <p>“密码”指客户确认身份的字符信息，分为客户查询密码、凭证（卡/折/单/电子账户等）交易密码和动态密码。动态密码以手机短信方式发送到客户预留的手机上。</p>
                    <p>“数字证书”指用于存放客户身份标识，并对客户发送的电子银行交易信息进行数字签名的电子文件。</p>
                    <p>“业务指令”指客户通过电子银行凭借相关的身份认证要素发起的查询、转账等电子指令的统称。</p>
                    <p>第二条服务内容</p>
                    <p>（一）个人网上银行服务内容</p>
                    <p>客户通过银行柜面或其它途径申请签约并办理相关手续后，即成为个人网上银行客户。个人网上银行客户可享受的服务包括：账户管理、投资理财、贷款融资、汇款支付、公共事业缴费等服务，以及申请开通或变更网上银行所提供的其他功能。</p>
                    <p>（二）个人手机银行服务内容</p>
                    <p>客户通过银行柜面或其它途径申请签约并办理相关手续后，即成为手机银行的签约客户。签约客户可享受的服务包括：账户管理、投资理财、汇款支付、公共事业缴费等服务，以及申请开通或变更手机银行所提供的其他功能。</p>
                    <p>（三）及时语服务内容</p>
                    <p>客户通过银行柜面或其它途径申请签约并办理相关手续后，即成为及时语服务的签约客户。签约客户可享受的服务包括：短信通知、短信查询、邮件通知等服务，以及申请开通或变更及时语服务所提供的其他功能。</p>
                    <p>（四）电视银行服务内容</p>
                    <p>客户通过银行柜面或其它途径申请签约并办理相关手续后，即成为电视银行的签约客户。签约客户可享受的服务包括：账户管理、投资理财、公共事业缴费等服务，以及申请开通或变更电视银行所提供的其他功能。</p>
                    <p>客户通过银行柜面或其它途径申请签约并办理相关手续后，即成为电视银行的签约客户。签约客户可享受的服务包括：账户管理、投资理财、公共事业缴费等服务，以及申请开通或变更电视银行所提供的其他功能。</p>
                    <p>客户通过银行柜面或其它途径申请签约自助设备转账等协议并办理相关手续后，即可享受自助银行汇款支付等服务。客户可享受的服务包括：现金存取、发卡签约、账户管理、投资理财、公共事业缴费等。</p>
                    <p>第三条客户权利和义务</p>
                    <p>（一）权利</p>
                    <p>1.客户自愿申请签约银行电子银行，经银行审核同意后，将有权根据签约项目的类别享受相应的服务。</p>
                    <p>2.客户有权通过银行网站或营业网点查询了解电子银行业务收费标准。</p>
                    <p>3.客户在注册期内有权申请办理手机号码修改、数字证书更新等电子银行变更手续。</p>
                    <p>4.客户在注册期内有权办理电子银行注销手续。</p>
                    <p>5. 如选择不接受银行对电子银行业务服务范围、章程及服务协议内容的变更，客户有权在银行公告期内至银行网点办理电子银行注销手续。</p>
                    <p>6.客户对银行电子银行服务如有疑问、建议或意见时，可拨打客服电话“95528”或到银行营业网点进行咨询和投诉。</p>
                    <p>（二）义务</p>
                    <p>1.客户办理电子银行业务，应遵守本协议、《上海浦东发展银行电子银行章程》和银行相关业务规定的各项内容。客户到银行营业网点办理电子银行签约、注销、变更等手续，应由本人亲自办理。办理时应根据银行要求提供相关资料，按银行要求填写申请表，并签名确认。客户向银行提供的业务申请表是本协议不可分割的组成部分。客户应保证所填写的申请表与所提供的资料真实、准确、完整，因客户提供信息不真实、不准确或不完整所造成的损失由客户承担。</p>
                    <p>2.客户办理个人网上银行业务应直接登录银行网站（网址：www.spdb.com.cn）；客户通过邮件或其他网站提供的链接地址等其他方式登录所产生的不利后果由客户自行承担。客户办理手机银行（WAP）业务应通过手机直接登录银行手机银行（WAP）网站（网址：http://wap.spdb.com.cn）；客户使用通过移动客户端登录的电子银行，移动客户端软件应从银行网站或设备指定软件下载网站下载。</p>
                    <p>3.客户的客户号、卡/折号、密码、数字证书、接收动态密码的手机是客户进行电子银行交易的重要要素，客户承诺由本人妥善保管，并保证不将该等资料或物品提供或泄露给任何第三方，对因自身提供、泄露、被窃、遗失等原因造成该等资料或物品被他人使用的，该行为视为客户自身完成的行为，客户对该使用行为的后果承担责任。银行执行客户通过电子银行发出的业务指令后，客户不得要求变更或撤销业务指令。</p>
                    <p>4.客户应按照机密的原则设置和保管密码，避免使用生日、电话号码等与本人相关的信息作为密码；不得将本人自设密码、动态密码提供给除法律规定外的任何人；应采取其他合理措施，防止本人密码被窃取。由于密码泄露造成的后果由客户承担。</p>
                    <p>5.客户办理电子银行签约业务，客户应确保向银行提供本人实名登记的手机号。银行向该手机号发送用于安全认证的动态密码短信，客户须确认短信发送编号、交易类型和交易金额等信息与正在进行的交易事项一致，并正确输入收到的动态密码。非银行原因（例如短信网络原因造成迟延、信息丢失，客户提供手机号有误、手机关机、欠费停机、手机号码变更，客户未认真核对信息、未正确操作等原因）导致交易无法完成以及导致的一切损失，银行不承担责任。</p>
                    <p>6.客户发生卡/折丢失、密码泄露、数字证书丢失、接收动态密码的手机丢失、停机或手机号码变更等情况，应及时到银行营业网点办理挂失或手机号码变更等手续，否则可能产生无法正常使用电子银行功能、账户资金安全性降低等各类风险。客户承担到银行营业网点办妥相关手续并生效之前所产生的一切后果。</p>
                    <p>7.客户在使用电子银行服务过程中，所提供的注册信息如需更改，应及时按照银行要求办理有关手续，在上述手续办妥并生效之前所产生的一切后果由客户承担。</p>
                    <p>8.客户应保证办理电子银行业务的账户的支付能力，并严格遵守支付结算业务的相关法律法规及金融监管机构的要求。客户不得以与第三方发生纠纷为由拒绝支付应付银行的各类款项。</p>
                    <p>9.客户不得有意诋毁、损害银行声誉或恶意攻击银行电子银行系统。</p>
                    <p>10.客户办理电子银行业务时，如其使用的服务功能涉及到银行其他业务规定或规则的，须同时遵守相关规定或规则。</p>
                    <p>11.客户长期不使用电子银行，应主动向银行申请办理电子银行的注销手续，否则由其自身承担可能产生的各类风险。</p>
                    <p>12.网银U-Key等账户存取工具和安全认证工具只限客户本人使用，不得出租、出借、出售或转让等，否则客户承担由此产生的一切后果。</p>
                    <p>13.电子银行只限客户本人使用，不得转让、出租、转借、出售，否则由此产生的一切后果由客户承担。客户不得利用电子银行从事任何违反国家法律法规及规章的活动。对可能涉及非法、违规行为的任何交易，银行保留拒绝处理或支付的权利，并有权采取限制或终止服务措施。客户不得使用电子银行参与洗钱、恐怖融资或扩散（大规模杀伤性武器）融资等活动，对可能涉嫌参与上述活动的客户，银行有权对其电子银行采取中止服务、主动锁定和/或销户等措施，并有权终止本协议且不承担任何责任。</p>
                    <p>上述洗钱、恐怖融资或扩散（大规模杀伤性武器）融资等活动，是指联合国安理会、反洗钱金融行动特别工作组、中国、美国、欧盟等国际组织或国家认定的洗钱、恐怖融资或扩散（大规模杀伤性武器）融资行为。</p>
                    <p>第四条银行的权利和义务</p>
                    <p>（一）权利</p>
                    <p>1.银行有权根据客户资信情况，决定是否受理客户的注册申请。</p>
                    <p>2.银行有权制定电子银行业务收费标准，并在网站或营业网点公布后生效。</p>
                    <p>3.银行有权对电子银行系统进行升级、改造。</p>
                    <p>4.为保护客户个人信息，银行有权主动锁定存在信息泄露风险的客户的电子银行的全部或部分功能。</p>
                    <p>5.客户存在恶意操作、恶意攻击，诋毁、损害银行声誉等情况的，银行有权单方终止对客户提供电子银行服务，并保留追究客户责任的权利。客户利用银行电子银行从事违反国家法律法规或监管机构要求的活动时，银行将有权停止为其办理电子银行业务。</p>
                    <p>6.客户同意银行根据客户的电子银行业务指令办理业务，对所有使用客户号、登录昵称、身份证号码、卡/折号、签约设置的电话或手机号、密码或数字证书等进行的操作均视为客户本人所为，该操作所产生的电子信息记录均为银行处理电子银行业务的有效凭据。</p>
                    <p>7.银行因以下情况没有正确执行客户提交的电子银行业务指令，不承担任何责任：</p>
                    <p>（1）银行接收到的指令信息不明、存在乱码、不完整等。</p>
                    <p>（2）客户账户存款余额或信用额度不足。</p>
                    <p>（3）客户账户内资金被依法冻结或扣划。</p>
                    <p>（4）客户未能按照银行的有关业务规定正确操作。</p>
                    <p>（5）因不可抗力或系统故障、供电故障、通讯故障或网络故障等其他非银行所能控制的事件引起的电子银行业务功能丧失、延迟和数据损坏等造成客户经济损失。</p>
                    <p>8.银行有权通过网站或营业网点公告形式变更电子银行业务的服务范围、章程及服务协议，并设置公告期。</p>
                    <p>9.银行有权根据相关法律法规、监管机构要求、本业务章程及本协议约定等中止或终止为客户提供全部或部分电子银行服务。协议终止或在服务有效期内中止时，银行有权不退回客户已支付的所有费用。</p>
                    <p>（二）义务</p>
                    <p>1.在银行系统正常运行情况下，银行负责及时准确地处理客户发送的电子银行业务指令，并及时向客户提供查询交易记录、资金余额、账户状态等服务。</p>
                    <p>2.银行对于电子银行所使用的相关软件的合法性承担责任。</p>
                    <p>3.银行负责及时为客户办理电子银行签约手续，并按客户注册功能的不同为客户提供相应的电子银行服务。</p>
                    <p>4.银行负责向客户提供电子银行业务咨询服务。</p>
                    <p>5.银行在法律法规许可和客户授权的范围内使用客户的资料和交易记录。银行对客户提供的申请资料和其他信息负有保密的义务，但法律法规或监管机构另有规定的除外。</p>
                    <p style="color:red">银行收集、使用、储存和共享、转让、公开披露等客户资料及交易记录等信息时须与客户共同遵守《上海浦东发展银行个人客户隐私政策》</p>
                    <p>6.如客户提供充分证据证明完全由于银行的原因或重大过失造成客户电子银行业务操作的失败或错误，银行应负责赔偿签约客户的经济损失，但任何情况下，银行的赔偿责任应仅限于客户的直接经济损失（即银行手续费），银行的赔偿责任不应包括客户的任何间接损失（例如其预期收益、商业利润等）。</p>
                    <p>第五条法律适用条款</p>
                    <p>本协议适用中华人民共和国法律（为本协议之目的，在此不包括香港、澳门特别行政区和台湾地区法律）并按其解释。法律无明文规定的，可适用通行的金融惯例。</p>
                    <p>本协议是银行的其他既有协议和约定的补充而非替代文件，如本协议与其他既有协议和约定有冲突，涉及电子银行业务内容的，应以本协议为准。</p>
                    <p>第六条差错和争议的解决</p>
                    <p>客户发现自身未按规定操作，或由于自身其他原因造成电子银行业务指令未执行、未适当执行、延迟执行的，应及时通过拨打服务热线“ 95528”或到营业网点通知银行。银行应积极调查并告知客户调查结果。</p>
                    <p>双方在履行本协议的过程中，如发生争议，应协商解决。协商不成的，任何一方均可向银行所在地有管辖权的人民法院提起诉讼。双方另有约定的除外。</p>
                    <p>第七条协议的中止和终止</p>
                    <p>客户电子银行注销手续办理完毕，本协议即为终止。</p>
                    <p>在客户违反本协议规定或其它银行业务规定的情况下，银行有权中止或终止本协议。协议终止并不意味着客户在终止前所发生的未完成交易指令的撤销，也不能消除客户因终止前的交易所应承担的任何法律后果。客户在终止前已发送的交易指令仍有效并应承担其后果，但浦发银行电子银行各项业务规定中另有约定的除外。银行不退还已收取服务费及其他相关费用。</p>
                    <p>第八条协议的效力和生效</p>
                    <p>本协议的任何条款如因任何原因而被确认无效，都不影响本协议其他条款的效力。本协议自客户在线确认同意时生效。</p>
                    <p>第九条其它</p>
                    <p>上述条款中未尽事项以及相关词语定义适用《上海浦东发展银行电子银行章程》中的规定。</p>
                    <p>本协议附件是本协议不可分割的组成部分，与本协议正文具有同等的法律效力。</p>
                    <p>双方确认，在签署本协议前，已就全部条款进行了详细地说明和讨论，双方对合同的全部条款均无疑义，并对协议涉及的权利义务、责任限制及免责条款的法律含义有了准确无误的理解。客户使用银行电子银行服务即视为客户已了解并完全接受《上海浦东发展银行电子银行章程》。</p>
                </div>
            </div>
        </div>
        <md-button class="checkProtocol" @click="closeAgree" id="A09">确认</md-button>
    </div>
</template>

<script>
import mdHeader from '@/components/mdHeader';
import { mapState } from 'vuex';

export default {
    name: 'pufaClientAccount',
    components: {
        mdHeader
    },
    computed: {
        ...mapState(['pufaClientAccount'])
    },
    methods: {
        returnAgree() {
            this.$store.commit('PUFACLIENTACCOUNT', false);
        },
        closeAgree() {
            this.$store.commit('PUFACLIENTACCOUNT', false);
        }
    }
};
</script>

<style scoped lang="less">
.agreement {
    position: fixed;
    left: 0;
    top: 0;
    bottom: 0;
    right: 0;
    background: #fff;
    z-index: 999;
    height:100%!important;
    margin-top:0!important;
    padding: .5rem 0.74rem 0.6rem!important;
    .info{
        height:81%;
        overflow-y: scroll;
        margin-top:.4rem;
    }
    p{
        font-size: 0.26rem;
        color: #666666;
        line-height: 0.4rem;
    }
    .title{
        background-color: #FFF;
        text-align: center;
        position: relative;
        font-size: 0.36rem;
        color: #333;
        font-weight: 700;
        margin-bottom: 0.2rem;
        .arrowIco{
            position:absolute;
            left:36px;
            top:50%;
            transform:translateY(-50%);
        }

        .titleTxt{
            color: #13252E;
            font-size: 36px;
        }
    }
    .content{
        margin: 30px;
        font-size: 26px;
        line-height: 40px;
        .serviceProtocol{
            font-size: 36px;
            color: #333333;
            font-weight: 600;
            line-height: 50px;
            text-align: center;
            margin-bottom: 20px;
        }
        .serviceContent{
            text-indent: 72px;
        }
        .smallTitle{
            font-size: 26px;
            text-align: left;
            font-weight: 600;
            color: #333333;
            line-height: 40px;
        }
        .secondTitle{
            font-size: 26px;
            font-weight: 600;
            text-align: left;
            color: #333333;
            line-height: 40px;
        }
        .company{
            font-size: 26px;
            font-weight: 600;
            text-align: right;
        }
        .serviceTime{
            font-size: 26px;
            font-weight: 600;
            text-align: right;
            margin-right: 104px;
        }
        .whiteBlock{
            width: 100%;
            height: 100px;
        }
        .checkProtocol{
            position: fixed;
            width: 700px;
            bottom: 0;
            left: 50%;
            transform: translateX(-50%);
        }
    }
}
.md-button.block{
    margin:.3rem auto;
}
</style>
